Repository: zenphoto/zenphoto
Catalog: themes/zpArdoise/locale/*/LC_MESSAGES/zpArdoise.po
Languages: fr_fr, pl_pl

source: The photos of this site are licensed under <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.en" target="_blank">Creative Commons</a>
fr_fr: Les photos de ce site sont sous licence <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.fr" target="_blank">Creative Commons</a>

source: <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.en" target="_blank"><img style="border-width: 0;" src="http://i.creativecommons.org/l/by-nc-nd/3.0/80x15.png" alt="Creative Commons" /></a>
fr_fr: <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.fr" target="_blank"><img style="border-width: 0;" src="http://i.creativecommons.org/l/by-nc-nd/3.0/80x15.png" alt="Creative Commons" /></a>

source: Thanks contact me before using
fr_fr: Merci de me contacter avant toute utilisation

source: You can browse with the arrows keys of your keyboard
fr_fr: Vous pouvez naviguer à l'aide des flèches de votre clavier
pl_pl: Do przeglądania możesz użyć strzałek na klawiaturze

source: Popular images
fr_fr: Images populaires
pl_pl: Popularne zdjęcia

source: Most rated images
fr_fr: Images les plus notées
pl_pl: Najczęściej oceniane zdjęcia

source: newer
fr_fr: plus récent
pl_pl: nowsze

source: older
fr_fr: plus ancien
pl_pl: starsze

source: Image file for the logo area: enter the full filename (including extension) of the image file located in themes/zpArdoise/images/ (banniere1.jpg for example).
fr_fr: Image utilisée pour le logo : entrez le nom du fichier complet (avec son extention) de l'image localisée dans le répetoire themes/zpArdoise/images/ (banniere1.jpg par exemple).
pl_pl: Plik zdjęcia jako logo strony: wpisz pełną nazwę pliku (łącznie z rozszerzeniem)

source: Check to show the logo on the Image page.
fr_fr: Validez pour afficher le logo sur la page Image.
pl_pl: Zaznacz aby wyświetlać logo na stronie zdjęć.

source: Choose Dark or Light for color style of the site.
fr_fr: Choisissez Dark ou Light pour le style de couleur du site.
pl_pl: Wybierz Ciemny lub Jasny styl wyglądu strony.

source: Choose the color of links: choose Default to use the default color of Dark or Light style and choose Custom to use a custom value. You can customize these values by editing the file theme/zpArdoise/css/custom.css.
fr_fr: Choisissez la couleur des liens : choisissez Default pour utiliser la couleur par défaut des styles Dark ou Light et choisissez Custom pour utiliser une valeur personnalisée. Vous pouvez personnaliser ces valeurs en modifiant le fichier theme/zpArdoise/css/custom.css.
pl_pl: Wybierz kolor linków: wybierz Domyślny by używać domyślnego koloru linków w Ciemnym lub Jasnym stylu; wybierz Własny by użyć własnej wartości. Możesz personalizować te wartości edytując plik file theme/zpArdoise/css/custom.css.

source: Display a menu link to the Archive list.
fr_fr: Affiche un lien vers les Archives dans le menu.
pl_pl: Wyświetl w menu link do Archiwum

source: Check to show a tag cloud with all the tags of the gallery.
fr_fr: Affiche un nuage de tags sur la page Galerie.
pl_pl: Zaznacz by pokazać chmurę tagów z wszystkimi tagami galerii.

source: Shows a strip of thumbnails on Gallery page, depending of the selected option. NOTE: For anything other than random, the image_statistic plugin must be activated.
fr_fr: Montre des mignatures sur la page Galerie, en fonction de l'option choisie. NOTE : pour un affichage autre que random (aléatoire), le plugin image_statistic doit être activé.
pl_pl: W zależności od wybranej opcji pokazuje pasek miniatur na stronie galerii. UWAGA: dla wyświetlania innego niż losowe wymagana jest aktywna wtyczka image_statistic.

source: Check to use the Galleriffic script. Uncheck to use a standard display. This standard display is also displayed when javascript is disabled in the browser.
fr_fr: Validez pour utiliser le script Galleriffic. Ne validez pas pour utiliser un affichage standard. Cet affichage standard est également utilisé lorsque javascript est désactivé dans le navigateur.
pl_pl: Zaznacz by używać skryptu Galleriffic. Odznacz by używać standardowego wyświetlania. Standardowe wyświetlanie działa również w przypadku wyłączonej obsługi javascript w przeglądarce.

source: If Galleriffic is used, enter the delay of the gallerific slideshow in ms (eg 3000).
fr_fr: Si Galleriffic est utilisé, entrez de délai du diaporama de galleriffic en ms (par exemple 3000).
pl_pl: Jeśli Galleriffic jest w użyciu wpisz wartość przerwy w pokazie slajdów (w milisekundach).

source: Check to display the full size image with Colorbox in album page, if galleriffic is used or not. NOTE : in that case, Image page will never be used.
fr_fr: Permet l'affichage de l'image en grande taille dans Colorbox sur la page Album, que Galleriffic soit utilisé ou pas. NOTE : si utilisé, la page Image ne sera jamais utilisée.
pl_pl: Zaznacz by wyświetlać pełny rozmiar zdjęcia w Colorbox na stronie albumu. UWAGA: w takim przypadku strona zdjęć nie będzie używana.

source: Check to display the full size image with Colorbox in Image page.
fr_fr: Permet l'affichage de l'image en grande taille dans Colorbox sur la page Image.
pl_pl: Zaznacz by wyświetlać pełny rozmiar zdjęcia w Colorbox na stronie zdjęcia.

source: Show the main EXIF Data on Image page (Model, FocalLength, FNumber, ExposureTime, ISOSpeedRatings). Remember you have to check these EXIFs data on admin>image>information EXIF.
fr_fr: Affiche les principales données EXIF sur la page Image (Modèle, Focale, Diaphragme, Vitesse, ISO). Vous devez choisir ces données EXIF dans les pages admin>image>information EXIF.
pl_pl: Pokazuj główne dane EXIF na stronia zdjęcia (Model, Odległość Ogniskowa, Wielkość przysłony, Czas ekspozycji, Szybkość ISO). Pamiętaj, że możesz sprawdzić te dane EXIF w admin>image>information EXIF.

source: Creation and maintenance of themes and plugins takes a lot of work and time.
fr_fr: La création de thèmes et de plugins prend beaucoup de temps et de travail.

source: Thanks to donate to help zpArdoise.
fr_fr: Merci de faire un don pour aider zpArdoise.

source: Thanks to donate to help zpBoostrap.
fr_fr: Merci de faire un don pour aider zpBootstrap.

source: Thanks to donate to help i-feel-dirty.
fr_fr: Merci de faire un don pour aider i-feel-dirty.

source: Thanks to donate to help akismet plugin.
fr_fr: Merci de faire un don pour aider le plugin akismet.
