Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Server seems not to be <em>Apache</em> or <em>Apache-compatible</em>, <code>mod_rewrite</code> may not be available.
da_dk: Serveren synes ikke at være <em>Apache</em> eller <em>Apache-kompatibel</em>, <code>mod_rewrite</code> er muligvis ikke tilstede.
es_uy: El servidor no parece ser <em>Apache</em> o compatible con Apache, <code>mod_rewrite</code>puede no estar disponible.
ru_ru: Сервер не похож на <em>Apache</em> или <em>Apache-совместимый</em>, <code>mod_rewrite</code> может быть недоступен.

source: Server seems not to be Apache or Apache-compatible, <code>.htaccess</code> not required.
da_dk: Serveren synes ikke at være Apache eller Apache-kompatibel, <code>.htaccess</code> kræves ikke.
es_uy: El servidor no parece ser Apache o compatible con Apache, no se requiere <code>.htaccess</code>.
ru_ru: Сервер не похож на <em>Apache</em> (или совместимый с Apache), поэтому файл <code>.htaccess</code> не нужен.

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of Zenphoto. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/file-templates/htaccess</em> file to produce a new <em>.htaccess</em> file.
ru_ru: Файл <em>.htaccess</em> в вашей корневой директории отличается от аналогичного файла в дистрибутиве Zenphoto. Если вы вносили изменения в <em>.htaccess</em>, объедините их с <em>%s/file-templates/htaccess</em> для создания нового файла <em>.htaccess</em>.

source: <p class="buttons"><a href="?copyhtaccess" >Replace the existing <em>.htaccess</em> file with the current version</a></p><br style="clear:both" /><br />
da_dk: <p class="buttons"><a href="?copyhtaccess" >Erstat den eksisterende <em>.htaccess</em>fil med den nuværende version</a></p><br style="clear:both" /><br />
es_uy: <p class="buttons"> <a href="?copyhtaccess">Reemplace el archivo existente <em>.htacces</em> con la versión actual</a></p><br style="clear:both" /><br />
ru_ru: <p class="buttons"><a href="?copyhtaccess" >Заменить существующий <em>.htaccess</em> на новую версию</a></p><br style="clear:both" /><br />

source: <em>.htaccess</em> file [wrong version]
da_dk: <em>.htaccess</em> file [forkert version]
es_uy: Archivo <em>.htaccess</em> [versión equivocada]
ru_ru: файл <em>.htaccess</em> [неправильная версия]

source: <em>.htaccess</em> file (<em>RewriteEngine</em> is <strong>%s</strong>)
da_dk: <em>.htaccess</em>fil (<em>RewriteEngine</em> er <strong>%s</strong>)
es_uy: Archivo <em>.htaccess</em> (<em>RewriteEngine</em> esta en <strong>%s</strong>)
ru_ru: Файл <em>.htaccess</em> (<em>RewriteEngine</em> <strong>%s</strong>)

source: <em>.htaccess</em> RewriteBase [is <em>missing</em>]
da_dk: <em>.htaccess</em> RewriteBase [<em>mangler</em>]
es_uy: <em>.htaccess</em> RewriteBase [<em>falta</em>]
ru_ru: <em>.htaccess</em> RewriteBase [<em>отсутствует</em>]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> [Does not match install folder]
da_dk: <em>.htaccess</em> RewriteBase er <code>%s</code> [Stemmer ikke overens med install-mappen]
es_uy: <em>.htaccess</em> RewriteBase es <code>%s</code> [no coincide carpeta de instalación]
ru_ru: <em>.htaccess</em> RewriteBase is <code>%s</code> [Не совпадает с инсталляционной директорией]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> (fixed)
da_dk: <em>.htaccess</em> RewriteBase er <code>%s</code> (fixed)
es_uy: <em>.htaccess</em> RewriteBase es <code>%s</code> (reparado)
ru_ru: <em>.htaccess</em> RewriteBase <code>%s</code> (исправлено)

source: Setup was not able to write to the file change RewriteBase match the install folder.
da_dk: Setup kunne ikke skrive filændringerne. Ret selv Rewritebase så den passer til installationsmappen.
es_uy: El programa de instalación no pudo escribir en el archivo. Cambie RewriteBase para que coincida con la carpeta de instalación.
ru_ru: Программе установки не удалось записать изменения в файл RewriteBase, соответствующий папке установки.

source: Either make the file writeable or set <code>RewriteBase</code> in your <code>.htaccess</code> file to <code>%s</code>.
da_dk: Enten gøre filen skrivbar eller sæt <code>RewriteBase</code> i din <code>. htaccess</code> fil til <code>%s</code>.
es_uy: Haga que el archivo sea grabable o establezca <code>RewriteBase</code> en su archivo <code>.htaccess</code> en <code>%s</code>.
ru_ru: Либо сделайте файл доступным для записи, либо установите для <code>RewriteBase</code> в вашем файле <code>.htaccess</code> значение <code>%s</code>.

source: Rewrite rules updated
da_dk: Rewrite regler opdaterede
es_uy: Reglas de reescritura actualizadas
ru_ru: Обновлены правила перезаписи URL

source: Rewrite rules updated [not updated]
da_dk: Rewrite regler opdaterede [ikke opdateret]
es_uy: Reglas de reescritura actualizadas [no actualizadas]
ru_ru: Правила перезаписи URL обновлены [не обновлены]

source: Setup was not able to write to the file change the rewrite rules for site upgrades.
da_dk: Setup kunne ikke skrive filændringerne. Ret selv rewritereglerne så de passer til webstedopdateringen.
es_uy: La configuración no fue capaz de escribir en el archivo, cambie las reglas de reescritura para las actualizaciones del sitio.
ru_ru: Программе установки не удалось записать в файл изменения правил Rewrite для обновлений сайта.

source: <em>robots.txt</em> file
da_dk: <em>robots.txt</em> fil
es_uy: Archivo <em>robots.txt</em>
ru_ru: файл <em>robots.txt</em>

source: <em>robots.txt</em> file [Not created]
da_dk: <em>robots.txt</em> file [ikke lavet]
es_uy: Archivo <em>robots.txt</em> [no se creó]
ru_ru: Файл <em>robots.txt</em> [Не создан]

source: Setup could not find the <em>example_robots.txt</em> file.
da_dk: Setup kunne ikke finde <em>example_robots.txt</em>filen.
es_uy: El programa de instalación (Setup) no pudo encontrar el archivo <em>example_robots.txt</em>.
ru_ru: Программа установки не может найти файл <em>example_robots.txt</em>.

source: Setup did not create a <em>robots.txt</em> file because one already exists. If you just moved your site you may need to review it.
ru_ru: Программе установки не удалось создать файл <em>robots.txt</em> потому что он уже существует. Если вы только что перенесли свой сайт, возможно, вам потребуется проверить его.

source: Setup could not create a <em>robots.txt</em> file.
da_dk: Setup kunne ikke lave en <em>robots.txt</em> fil.
es_uy: El programa de instalación (Setup) no pudo crear un archivo <em>robots.txt</em>.
ru_ru: Программе установки не удалось создать файл <em>robots.txt</em>.

source: albums [<code>$conf['external_album_folder']</code> is deprecated]
da_dk: albums [<code>$conf[‘external_album_folder’]</code> er forældet]
es_uy: álbums [<code>$conf['external_album_folder']</code> es obsoleto]
ru_ru: альбомы [использование <code>$conf['external_album_folder']</code> устарело]

source: You should update your configuration file to conform to the current %1$s example file.
da_dk: Du bør opdatere din konfigurationsfil så den stemmer overens med den aktuelle %1$s eksempel fil.
es_uy: Debe actualizar su archivo de configuración para que se ajuste al actual archivo %1$s de ejemplo.
ru_ru: Вам следует обновить свой файл конфигурации, чтобы он соответствовал текущему файлу-примеру %1$s.

source: <em>albums</em> folder
da_dk: <em>albums</em> mappe
es_uy: carpeta <em>albums</em>
ru_ru: директория <em>albums</em>

source: <em>albums</em> folder [The line <code>\$conf['album_folder']</code> is missing from your configuration file]
da_dk: <em>albums</em> mappe [Linien <code>\$conf[‘album_folder’]</code> mangler i din konfigurationsfil]
es_uy: carpeta <em>álbumes</em> [Falta la línea <code>$conf['album_folder']</code> de su archivo de configuración]
ru_ru: Директория <em>альбомов</em> [строка <code>\$conf['album_folder']</code> отсутствует в вашем файле конфигурации]

source: <em>locale</em> folders
da_dk: <em>locale</em> mapper
es_uy: carpeta <em>locale</em>
ru_ru: Директория <em>locale</em>

source: <em>locale</em> folders [Are not complete]
da_dk: <em>locale</em> folders [Er ikke komplette]
es_uy: carpeta <em>locale</em> [Está incompleta]
ru_ru: Директория <em>locale</em> [не полностью]

source: Be sure you have uploaded the complete Zenphoto package. You must have at least the <em>en_US</em> folder.
es_uy: Asegúrese de haber cargado el paquete completo de Zenphoto. Debe tener al menos la carpeta <em>en_US</em>.
ru_ru: Убедитесь, что вы загрузили полный пакет Zenphoto. У вас должна быть как минимум папка <em>en_US</em>.

source: uploaded
da_dk: hentet
es_uy: cargado
ru_ru: загружено

source: HTML cache
es_uy: Caché HTML
ru_ru: HTML кэш

source: Third party plugins
da_dk: Tredie parts plugins
es_uy: Complementos de 3ras. partes
ru_ru: Сторонние плагины

source: You need to address the problems indicated above then run <code>setup</code> again.
da_dk: Du er nødt til at løse de problemer, der er angivet ovenfor, derefter køre <code>setup</code> igen.
es_uy: Debe abordar los problemas indicados anteriormente y luego ejecutar <code>setup</code> nuevamente.
ru_ru: Необходимо устранить вышеуказанные проблемы и снова запустить <code>setup.php</code>.

source: Setup failed.
da_dk: Installationen mislykkes.
es_uy: Falló el programa de instalación (Setup).
ru_ru: Установка не удалась.

source: You need <em>USER ADMIN</em> rights to run setup.
da_dk: Du har brug for <em>BRUGER ADMIN</em> rettigheder til at køre installationsprogrammet.
es_uy: Necesita derechos <em>USER ADMIN</em> para ejecutar el programa de instalación (setup).
ru_ru: Для запуска установки необходимо обладать правами <em>Администратора</em>.

source: You must be logged in to run setup.
da_dk: Du skal være logget ind for at køre setup.
es_uy: Debe haber iniciado sesión para ejecutar el programa de instalación (setup).
ru_ru: Вы должны войти в систему, чтобы начать установку.

source: database connected
da_dk: database forbundet
es_uy: base de datos conectada
ru_ru: связь с базой данных установлена

source: Checking the database
es_uy: Verificando la base de datos
ru_ru: Проверка базы данных

source: About to create database tables
es_uy: Acerca de crear tablas de Base de datos
ru_ru: Программа установки создает таблицы базы данных

source: About to update database tables
es_uy: Acerca de actualizar tablas de Base de datos
ru_ru: Программа установки обновляет таблицы базы данных

source: Begin database table creation
es_uy: Comenzar creación de tabla de Base de datos
ru_ru: Программа установки начинает создание таблиц

source: Table creation failure:<br />Query: %1$s<br />Error: %2$s
da_dk: Tabeloprettelse fejl:<br />Søgning: %1$s<br />Fejl: %2$s
es_uy: Falló la creación de tabla:<br />Consulta: %1$s<br />Error: %2$s
ru_ru: Программе установки не удалось создать таблицы:<br />Запрос: %1$s<br />Ошибка: %2$s

source: Query ( %s ) Success.
da_dk: Søgning (%s) lykkes.
es_uy: Consulta ( %s ) Exitosa.
ru_ru: Запрос ( %s ): успех.

source: Begin table updates
da_dk: Begynd tabel opdatering
es_uy: Comenzar actualizaciones de tabla
ru_ru: Программа установки начинает обновлять таблицы

source: Query %1$s Failed. Error: %2$s
da_dk: Søgning %1$s Fejlede. Fejl: %2$s
es_uy: Falló la consulta %1$s. Error: %2$s
ru_ru: Запрос %1$s неудачен! Ошибка: %2$s

source: Begin converting UTF-8 tables to utf8mb4 collation
ru_ru: Программа установки начинает преобразование таблиц UTF-8 для параметров сортировки utf8mb4

source: UTF-8 Table %s and its columns converted to utf8mb4 collation.
ru_ru: Таблица %s в формате UTF-8 и ее столбцы преобразованы для параметры сортировки utf8mb4.

source: ERROR: UTF-8 table %1$s and/or its columns could not be converted to utf8mb4 collation: %2$s
ru_ru: ОШИБКА: не удалось преобразовать таблицу %1$s в формате UTF-8 и/или ее столбцы для параметров сортировки utf8mb4: %2$s

source: Done with table create!
da_dk: Tabeloprettelse afsluttet!
es_uy: Hecho - Creación de Tabla!
ru_ru: Таблица создана!

source: Done with table create with errors!
da_dk: Tabeloprettelse afsluttet med fejl!
es_uy: Hecho - Creación de tabla con errores!
ru_ru: Создание таблицы завершено с ошибками!

source: Done with table update
da_dk: Tabelopdatering afsluttet
es_uy: Hecho - Actualización de Tabla
ru_ru: Обновление таблицы завершено

source: Done with table update with errors
da_dk: Tabelopdatering færdig med fejl
es_uy: Hecho - Actualización de Tabla con errores
ru_ru: Обновление таблицы завершено с ошибками

source: Checking table specifications
es_uy: Verificando especificaciones de tabla
ru_ru: Проверка параметров таблиц

source: Done with database creation and update
da_dk: Database oprettler og opdatering afsluttet.
es_uy: Hecho - Creación y actualización de la base de datos
ru_ru: Создание и обновление базы данных завершено

source: Previous Release was %s
da_dk: Forrige version var %s
es_uy: La versión anterior fue %s
ru_ru: Предыдущий релиз был %s

source: Setting default options
es_uy: Configurando opciones predeterminadas
ru_ru: Программа установки выставляет настройки по умолчанию

source: You may <a href="%1$s">set your admin user and password</a> or <a href="%2$s">run backup-restore</a>
da_dk: Du kan enten <a href="%1$s">sætte din admin bruger og adgangskode</a> eller <a href="%2$s">køre sikkerhedskopiering-gendannelse</a>
es_uy: Puede <a href="%1$s">configurar su usuario y contraseña de administrador</a> o <a href="%2$s">ejecutar copia de seguridad/restaurar</a>
ru_ru: Вы можете <a href="%1$s">задать имя и пароль администратора</a> или <a href="%2$s">выполнить восстановление базы данных</a>

source: You need to <a href="%1$s">set your admin user and password</a>
da_dk: Du skal <a href="%1$s">sætte din admin bruger og adgangskode</a>
es_uy: Necesita <a href="%1$s">configurar su usuario y contraseña de administrador</a>
ru_ru: Необходимо определить <a href="%1$s">имя и пароль администратора</a>

source: You can now <a href="%1$s">administer your gallery</a>.
ru_ru: Вы можете приступить к <a href="%1$s">управлению Zenphoto</a>.

source: Database tables to create: %s
da_dk: Databasetabeller der skal oprettes: %s
es_uy: Tablas de la Base de datos a crear: %s
ru_ru: Создать таблицы базы данных: %s

source: Database tables to update: %s
da_dk: Databasetabeller der skal opdateres: %s
es_uy: Tablas de la Base de datos a actualizar: %s
ru_ru: Обновить таблицы базы данных: %s

source: <strong>Warning!</strong> This upgrade makes structural changes to the database which are not easily reversed. Be sure you have a database backup before proceeding.
da_dk: <strong>Advarsel!</strong> Denne opdatering laver strukturelle forandringer i databasen, som ikke vil være nemme at rekonstruere. Sikker dig at du har en database sikkerhedskopi, før du fortsætter.
es_uy: <strong>¡Advertencia!</strong> Esta actualización realiza cambios estructurales en la base de datos que no se pueden revertir fácilmente. Asegúrese de tener una copia de seguridad de la base de datos antes de continuar.
ru_ru: <strong>Предупреждение!</strong> Это обновление вносит серьезные структурные изменения в базу данных. Перед продолжением выполните резервное копирование базы данных.

source: %s I acknowledge that proceeding will restructure my database.
da_dk: %s Jeg anderkender, at proceduren vil omstrukturere min database.
es_uy: %s Reconozco que el procedimiento reestructurará mi base de datos.
ru_ru: %s Я осознаю, что это действие проведет реструктуризацию моей базы данных.

source: Congratulations, we are ready to setup Zenphoto. A little patience please as the process may take some time.
es_uy: Enhorabuena, estamos listos para configurar Zenphoto. Un poco de paciencia por favor ya que el proceso puede llevar algún tiempo.
ru_ru: Поздравляем, мы готовы к установке Zenphoto. Пожалуйста, наберитесь немного терпения, так как процесс может занять некоторое время.

source: run setup
da_dk: kør installation
es_uy: ejecutar programa de instalación (setup)
ru_ru: начать установку

source: Go
es_uy: Ir
ru_ru: Старт

source: database did not connect
da_dk: databasen fik ikke forbindelse.
es_uy: no se conectó la Base de datos
ru_ru: связь с базой данных не установлена

source: If you haven not created the database yet, now would be a good time.
es_uy: Si aún no ha creado la Base de datos, ahora sería un buen momento.
ru_ru: Если вы еще не создали базу данных, то сейчас самое время.

source: The %1$s file does not exist.
da_dk: Filen %1$s eksisterer ikke.
es_uy: El archivo %1$s no existe.
ru_ru: Файл %1$s не существует.

source: Set Zenphoto default options
es_uy: Establecer opciones predeterminadas de Zenphoto
ru_ru: Применить настройки по умолчанию

source: Migrating lib-auth data version %1$s => version %2$s
da_dk: Overflytter lib-auth dataversion %1$s => version %2$s
es_uy: Migración de la versión de datos de lib-auth %1$s => a la versión %2$s
ru_ru: Перенос данных lib-auth версии %1$s => версии %2$s

source: failed
da_dk: Mislykket
es_uy: falló
ru_ru: ошибка

source: Mod_Rewrite check:
da_dk: Mod_Rewrite tjek:
es_uy: Verifique Mod_Rewrite:
ru_ru: Проверка Mod_Rewrite:

source: Users with full privileges
da_dk: Brugere med fulde privilegier
es_uy: Usuarios con privilegios totales
ru_ru: Пользователи, обладающие неограниченными правами

source: Users allowed only to view zenphoto objects
da_dk: Brugere med tilladelse til kun at se zenphoto objekter
es_uy: Los usuarios solo pueden ver objetos zenphoto
ru_ru: Пользователи, которым разрешено только просматривать объекты Zenphoto

source: Banned users
da_dk: Blokerede brugere
es_uy: Usuarios bloqueados
ru_ru: Забаненные пользователи

source: Managers of one or more albums
da_dk: Administratorer af et eller flere album
es_uy: Administradores de uno o más álbumes
ru_ru: Управляющие одним или несколькими альбомами

source: Default user settings
da_dk: Standard bruger indstillinger
es_uy: Configuración de usuario predeterminada
ru_ru: Настройки пользователя по умолчанию

source: Newly registered and verified users
da_dk: Nye registrerede og verificerede brugere
es_uy: Usuarios reciéntemente registrados y verificados
ru_ru: Недавно зарегистрированные и прошедшие проверку пользователи

source: Setting theme default options
es_uy: Establecer opciones predeterminadas del tema
ru_ru: Устанавливает настройки по умолчанию для темы оформления

source: Copyright %1$u: %2$s
ru_ru: Автор %1$u: %2$s

source: You can insert your Gallery description on the Admin Options Gallery tab.
da_dk: Du kan indsætte beskrivelsen af dit galleri på Administratorsiden, indstillinger, Galleri
es_uy: Puede insertar la descripción de su Galería en la pestaña Opciones de Galería del Administrador.
ru_ru: Описание галереи можно отредактировать в "Панель управления > Настройки > Галерея".

source: Plugin setup:
da_dk: Udvidelser opsætning:
es_uy: Plugin programa de instalación (setup):
ru_ru: Настройка плагинов:

source: Fill in the information below and <strong>setup</strong> will attempt to update your configuration file.
da_dk: Udfyld oplysningerne nedenfor og <strong>setup</strong> vil forsøge at opdatere din opsætningsfil.
es_uy: Complete la información a continuación y el <strong>programa de instalación (setup)</strong> intentará actualizar su archivo de configuración.
ru_ru: Заполните поля ниже и <strong>программа установки</strong> попробует обновить файл конфигурации.

source: Database engine
da_dk: Database program
es_uy: Motor de la Base de Datos
ru_ru: Тип базы данных

source: %s (experimental)
da_dk: %s (eksperimentel)
ru_ru: %s (экспериментально)

source: Database user
da_dk: Database bruger
es_uy: Usuario de la Base de datos
ru_ru: Пользователь БД

source: Database password
da_dk: Database adgangskode
es_uy: Contraseña de la Base de datos
ru_ru: Пароль БД

source: Database host
da_dk: Database server
es_uy: Host de la Base de Datos
ru_ru: Хост базы данных

source: Database name
da_dk: Database navn
es_uy: Nombre de la Base de Datos
ru_ru: Имя базы данных

source: Database table prefix
da_dk: Database tabelpræfix
es_uy: Prefijo de tabla de la Base de Datos
ru_ru: Приставка таблиц базы данных

source: Database server port
ru_ru: Порт сервера БД

source: Setting permissions (0%o) for %s.
da_dk: Databasetilgangsrettigheder (0%o) for %s sat.
es_uy: Configurando permisos (0%o) para %s.
ru_ru: Установить доступ (0%o) для %s.

source: Notice: failed setting permissions (0%o) for %s.
da_dk: Bemærk: Kunne ikke sætter rettigheder (0%o) for %s.
es_uy: Aviso: falló la configuración de permisos (0%o) para %s.
ru_ru: Внимание: ошибка при настройке разрешений (0%o) для %s.

source: Notice: illegal call for permissions setting for %s.
da_dk: Bemærk: Ugyldig kommando for rettighedsindstilling for %s
es_uy: Aviso: llamada ilegal para la configuración de permisos para %s.
ru_ru: Внимание: запрещенный запрос на выставление настроек разрешений для %s.

source: Plugin:%s setup started
da_dk: Plugin:%s installation startet
es_uy: Complemento:%s setup iniciado
ru_ru: Плагин %s: производится установка

source: Plugin:%s enabled (%2$s)
da_dk: Plugin:%s aktiveret (%2$s)
es_uy: Complemento:%s habilitado (%2$s)
ru_ru: Плагин %s: включен (%2$s)

source: Plugin:%1$s option interface instantiated (%2$s)
da_dk: Plugin:%1$s indstillings-brugerflade instantieret (%2$s)
es_uy: Complemento:%1$s interfaz de opción instanciada (%2$s)
ru_ru: Плагин %1$s: создан экземпляр интерфейса опции (%2$s)

source: Plugin:%s setup completed
es_uy: Complemento:%s setup completado
ru_ru: Плагин %s: установка завершена

source: The Zenphoto option “mod_rewrite” will be set to “enabled”.
es_uy: La opción Zenphoto "mod_rewrite" será configurada en "habilitada".
ru_ru: Для настройки Zenphoto “mod_rewrite" будет установлено значение “включено”.

source: The Zenphoto option “mod_rewrite” is “enabled”.
es_uy: La opción Zenphoto "mod_rewrite" está "habilitada".
ru_ru: Опция Zenphoto “mod_rewrite" включена.

source: The Zenphoto option “mod_rewrite” is “disabled”.
es_uy: La opción Zenphoto "mod_rewrite" está "deshabilitada".
ru_ru: Опция Zenphoto “mod_rewrite" отключена.

source: Notice: “Module mod_rewrite” is working.
es_uy: Aviso: "El Módulo mod_rewrite" está funcionando.
ru_ru: Внимание: Модуль “mod_rewrite” работает.

source: Theme:%s setup started
da_dk: Tema:%s setup startet.
es_uy: Tema:%s setup iniciado
ru_ru: Тема:%s производится установка

source: Theme:%s option interface instantiated
da_dk: Tema:%s instillingsside lavet
es_uy: Tema:%s interfaz de opción instanciada
ru_ru: Тема:%s создан экземпляр интерфейса

source: Theme:%s setup completed
es_uy: Configuración del Tema:%s completada
ru_ru: Тема:%s установка завершена

source: The album is password protected.
da_dk: Albummet er beskyttet af adgangskode.
es_uy: El álbum está protegido por contraseña.
ru_ru: Альбом защищен паролем.

source: The album is un-published.
da_dk: Albummet er ikke offentliggjort.
es_uy: El álbum No está publicado.
ru_ru: Альбом не опубликован.

source: Album Thumbnails
da_dk: Album miniaturer
es_uy: Miniaturas de Album
ru_ru: Миниатюры альбомов

source: Return to search
da_dk: Tilbage til søgningen
es_uy: Volver a buscar
ru_ru: Вернуться к поиску

source: Return to archive
da_dk: Tilbage til arkivet
es_uy: Volver al archivo
ru_ru: Вернуться к архиву

source: <em>This album is protected.</em>
ru_ru: <em>Этот альбом защищeн паролем.</em>

source: Use printPasswordProtectedImage() instead
ru_ru: Вместо этого используйте printPasswordProtectedImage()

source: Use getParentSiteTitle() instead
ru_ru: Вместо этого используйте getParentSiteTitle()

source: Use getParentSiteURL() instead
ru_ru: Вместо этого используйте getParentSiteURL()

source: Previous Page
da_dk: Forrige Side
es_uy: Página Previa
ru_ru: Предыдущая страница

source: Next Page
da_dk: Næste Side
es_uy: Página Siguiente
ru_ru: Следующая страница

source: Page 1
da_dk: Side 1
es_uy: Página 1
ru_ru: Страница 1

source: Page %u
da_dk: Side %u
es_uy: Página %u
ru_ru: Страница %u
