Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: The maximum width used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>.
da_dk: Den maksimale bredde der bruges af webstedet for forarbejdede billeder. Indstil til %d for ubegrænset. Standard er <strong>%d</strong>
es_uy: Ancho máximo usado por el sitio para imágenes procesadas. Establecer en %d para sin restricciones. Predeterminado en <strong>%d</strong>.
ru_ru: Максимальная ширина, используемая сайтом для обработанных изображений. Установите значение %d для неограниченного. По умолчанию используется <strong>%d</strong>.

source: The <strong><em>Imagick</em></strong> library version must be <strong>%s</strong> or later.
da_dk: <strong><em>Imagick></em></strong> biblioteksversion skal være <strong>%s</strong> eller senere.
es_uy: La versión de la librería <strong><em>Imagick</em></strong> debe ser <strong>%s</strong> o posterior.
ru_ru: Версия библиотеки <strong><em>Imagick</em></strong> должна быть <strong>%s</strong> или более поздней.

source: The <strong><em>ImageMagick</em></strong> binary version must be <strong>%s</strong> or later.
da_dk: <strong><em>ImageMagicks</em></strong> binære version skal være <strong>%s</strong> eller senere.
es_uy: La versión binaria de <strong><em>ImageMagick</em></strong> debe ser <strong>%s</strong> o posterior.
ru_ru: Бинарная версия <strong><em>ImageMagick</em></strong> должна быть <strong>%s</strong> или более поздней.

source: The <strong><em>Imagick</em></strong> extension is not available.
da_dk: <strong><em>Imagick</em></strong> udvidelsen er ikke tilgængelig.
es_uy: La extensión <strong><em>Imagick</em></strong> no está disponible.
ru_ru: Расширение <strong><em>Imagick</em></strong> недоступно.

source: The <strong><em>GD</em></strong> extension is not available.
da_dk: <strong><em>GD</em></strong> udvidelsen er ikke tilgængelig.
es_uy: La extensión <strong><em>GD</em></strong> no está disponible.
ru_ru: Расширение <strong><em>GD</em></strong> не доступно.

source: reset
da_dk: nulstil
es_uy: reiniciar
ru_ru: сбросить

source: Gallery title:
da_dk: Galleri titel:
es_uy: Título de la Galería:
ru_ru: Название галереи:

source: What you want to call your Zenphoto site.
es_uy: Como desea llamar a su sitio Zenphoto.
ru_ru: Как вы хотите назвать свой сайт Zenphoto.

source: Gallery description:
da_dk: Galleri beskrivelse:
es_uy: Descripción de la Galería:
ru_ru: Описание галереи:

source: A brief description of your gallery. Some themes may display this text.
da_dk: En kort beskrivelse af dit galleri. Nogle temaer kan vise denne tekst.
es_uy: Una breve descripción de su galería. Algunos temas pueden mostrar este texto.
ru_ru: Краткое описание вашей галереи. Некоторые темы оформления могут показывать этот текст.

source: Site copyright notice
ru_ru: Уведомление об авторских правах

source: Notice
ru_ru: Уведомление

source: The notice will be used by the html_meta_tags plugin. If not set the image meta data is tried instead.
ru_ru: Уведомление будет использоваться плагином html_meta_tags. Если параметр не установлен, вместо него будут использоваться метаданные изображения.

source: Site copyright URL
ru_ru: URL страницы с описанием политики авторских прав на сайт

source: Choose a Zenpage page or define a custom URL. The URL maybe used to point to some specific copyright info source. Must be an absolute URL address of the form: http://mydomain.com/license.html.
ru_ru: Выберите страницу Zenpage или задайте пользовательский URL. URL может использоваться для указания на какой-либо конкретный источник информации об авторских правах. Должен быть абсолютным URL-адресом вида: http://mydomain.com/license.html.

source: Display copyright notice
ru_ru: Отображать уведомление об авторских правах

source: Enable
da_dk: Aktiver
es_uy: Habilitar
ru_ru: Включить

source: Enable to display the copyright notice. This may usually be in the theme footer but is up to the theme.
ru_ru: Включить отображение уведомления об авторских правах. Обычно это уведомление располагается может быть в <em>footer</em> темы, но возможны и другие варианты.

source: Site copyright rightsholder
ru_ru: Правообладатель авторских прав на сайт

source: The rights holder will be used by the html_meta_tags plugin. If set to <em>none</em> the image metadata fields "copyright" or "owner" are used as fallbacks, if available.
ru_ru: Правообладатель будет использоваться плагином html_meta_tags. Если установлено значение <em>нет</em>, поля метаданных изображения "copyright" или "owner" используются в качестве резервных.

source: Gallery type
da_dk: Galleri type:
es_uy: Tipo de Galería
ru_ru: Тип галереи

source: public
da_dk: offentligt
es_uy: pública
ru_ru: публичная

source: private
da_dk: privat
es_uy: privada
ru_ru: частная

source: Private galleries are viewable only by registered users.
da_dk: Private gallerier kan kun ses af registrerede brugere.
es_uy: Galerías privadas sólo son visibles por usuarios registrados.
ru_ru: Частные галереи доступны для просмотра только зарегистрированным пользователям.

source: Gallery password:
da_dk: Galleri adgangskode:
es_uy: Contraseña de la Galería:
ru_ru: Пароль галереи:

source: Master password for the gallery. Click on <em>Gallery password</em> to change.
da_dk: Master adgangskode for galleriet. Klik på <em>Galleri adganskode</em> for at ændre det.
es_uy: Contraseña maestra para la galería. Click en <em>Contraseña de la Galería</em> para cambiarla.
ru_ru: Мастер-пароль для галереи. Нажмите на <em>Пароль галереи</em>, чтобы изменить.

source: Gallery guest user:
da_dk: Galleri gæstebruger:
es_uy: Usuario invitado de la galería:
ru_ru: Гостевое имя пользователя:

source: User ID for the gallery guest user
da_dk: Bruger ID for galleriets gæstebruger
es_uy: ID de Usuario para el usuario invitado de la galería
ru_ru: Идентификатор пользователя-гостя для галереи

source: (repeat)
da_dk: (gentag)
es_uy: (repetir)
ru_ru: (повтор)

source: Master password for the gallery. If this is set, visitors must know this password to view the gallery.
da_dk: Hovedadgangskode for galleriet. Hvis denne er oprettet, skal de besøgende kender denne adgangskode for at se galleriet.
es_uy: Contraseña maestra para la galería. Si está establecida, los visitantes deben conocer esta contraseña para visitar la Galería.
ru_ru: Мастер-пароль для галереи. Если этот параметр установлен, посетители должны знать этот пароль для просмотра галереи.

source: Gallery password hint:
da_dk: Galleri adgangskodetip:
es_uy: Pista para la contraseña de la Galería:
ru_ru: Подсказка для пароля:

source: A reminder hint for the password.
da_dk: En påmindelse om adgangskoden.
es_uy: Una pista recordatoria para la contraseña.
ru_ru: Подсказка-напоминание для пароля.

source: Unprotected pages:
da_dk: Ubeskyttede sider:
es_uy: Páginas desprotegidas:
ru_ru: Незащищенные страницы:

source: Place a checkmark on any page scripts which should not be protected by the gallery password.
da_dk: Sæt en markering ved de sider, som ikke skal beskyttes af galleriets adgangskode.
es_uy: Coloque una marca de verificación en las páginas que no deben estar protegidas por la contraseña de la galería.
ru_ru: Отметьте страницы (скрипты), которые будет доступны к просмотру без ввода пароля даже у частной галереи.

source: Parent website title:
ru_ru: Название родительского сайта:

source: Your parent website title for use in e.g. breadcrumbs if you use Zenphoto as part of a bigger site run by another CMS. Not needed on plain Zenphoto sites.
ru_ru: Название вашего родительского веб-сайта для использования, например, в <em>breadcrumbs</em>, если вы используете Zenphoto как часть более крупного сайта, управляемого другой CMS. Не требуется на обычных сайтах Zenphoto.

source: Parent website URL:
ru_ru: URL родительского сайта:

source: This URL is used to link back to your parent website in e.g. breadcrumbs, but your theme must support it. Not needed on plain Zenphoto sites.
ru_ru: Этот URL используется для обратной ссылки на ваш родительский сайт, например, в <em>breadcrumbs</em>, но ваша тема должна его поддерживать. Не требуется на обычных сайтах Zenphoto.

source: Album thumbnails:
da_dk: Album miniaturer:
es_uy: Miniaturas de Album:
ru_ru: Миниатюры альбомов:

source: Default thumbnail selection for albums.
da_dk: Standard miniaturevalg for albums.
es_uy: Selección de miniaturas por defecto para los álbumes.
ru_ru: Определяет сценарий выбора миниатюр для альбомов по умолчанию.

source: Sort gallery by:
da_dk: Sorter galleri efter:
es_uy: Ordenar galería por:
ru_ru: Сортировать галерею:

source: Sort order for all albums and subalbums.
ru_ru: Порядок сортировки для всех альбомов и субальбомов.

source: Gallery behavior:
da_dk: Galleri adfærd:
es_uy: Comportamiento de la galería:
ru_ru: Правила галереи:

source: Publish albums by default
da_dk: Offentliggør som standard albums
es_uy: Publicar álbumes por defecto
ru_ru: Публиковать альбомы по умолчанию

source: Publish images by default
da_dk: Offentliggør som standard billeder
es_uy: Publicar imágenes por defecto
ru_ru: Публиковать изображения по умолчанию

source: use latest image date as album date
da_dk: Brug seneste billeddato som albumdato
es_uy: use la fecha de la última imagen como fecha del album
ru_ru: датировать альбом новейшим изображением

source: visual thumb selection
da_dk: visuel miniaturevalg
es_uy: selección visual de miniatura
ru_ru: визуальный выбор миниатюр

source: show subalbum thumbs
da_dk: vis underalbum miniaturer
es_uy: mostrar miniaturas de sub-álbumes
ru_ru: показывать миниатюры субальбомов

source: <a href="javascript:toggle('albumpub');" >Details</a> for <em>publish albums by default</em>
es_uy: <a href="javascript:toggle('albumpub');" >Detalles</a> para <em>publicar albums por defecto</em>
ru_ru: <a href="javascript:toggle('albumpub');" >Подробнее</a> об опции <em>Публиковать альбомы по умолчанию</em>

source: This sets the default behavior for when Zenphoto discovers an album. If checked, the album will be published, if unchecked it will be unpublished.
es_uy: Esto establece el comportamiento predeterminado para cuando Zenphoto descubre un álbum. Si está marcado, el álbum será publicado, si no está marcado, no se publicará.
ru_ru: Этот параметр устанавливает поведение по умолчанию при обнаружении Zenphoto нового альбома. Если флажок установлен, альбом будет опубликован, если флажок снят, он останется неопубликованным до соответствующей команды пользователя-владельца.

source: <a href="javascript:toggle('imagepub');" >Details</a> for <em>publish images by default</em>
es_uy: <a href="javascript:toggle('imagepub');" >Detalles</a> para <em>publicar imágenes por defecto</em>
ru_ru: <a href="javascript:toggle('imagepub');" >Подробнее</a> об опции <em>Публиковать изображения по умолчанию</em>

source: This sets the default behavior for when Zenphoto discovers an image. If checked, the image will be published, if unchecked it will be unpublished.
es_uy: Esto establece el comportamiento predeterminado para cuando Zenphoto descubre una imagen. Si está marcado, la imagen será publicada, si no está marcado, no se publicará.
ru_ru: Этот параметр устанавливает поведение по умолчанию при обнаружении Zenphoto нового изображения. Если флажок установлен, изображение будет опубликовано, если флажок снят, оно останется неопубликованным до соответствующей команды пользователя-владельца.

source: <a href="javascript:toggle('albumdate');" >Details</a> for <em>use latest image date as album date</em>
es_uy: <a href="javascript:toggle('albumdate');" >Detalles</a> para <em>usar fecha de la última imagen como fecha del album</em>
ru_ru: <a href="javascript:toggle('albumdate');" >Подробнее</a> об опции <em>датировать альбом новейшим изображением</em>

source: If you wish your album date to reflect the date of the latest image uploaded set this option. Otherwise the date will be set initially to the date the album was created.
da_dk: Hvis du ønsker at albumdatoen afspeljer datoen for seneste billede, marker denne mulighed. Ellers bliver datoen sat til datoen for albummets oprettelse.
es_uy: Si desea que la fecha de su álbum refleje la fecha de la última imagen cargada, configure esta opción. De lo contrario, la fecha se establecerá inicialmente en la fecha en que se creó el álbum.
ru_ru: Отметьте, если хотите, чтобы дата альбома совпадала с датой последнего загруженного в альбом изображения. В противном случае, используется дата создания альбома.

source: <strong>NOTE</strong>: Zenphoto will update the album date only if an image is discovered which is newer than the current date of the album.<br>Be sure to refresh image metadata for this option to have effect.
ru_ru: <strong>Примечание: </strong>: Zenphoto обновит дату альбома, только если будет обнаружено изображение, более новое, чем текущая дата альбома.<br>Обязательно обновите метаданные альбомов, чтобы эта опция заработала.

source: <a href="javascript:toggle('visualthumb');" >Details</a> for <em>visual thumb selection</em>
es_uy: <a href="javascript:toggle('visualthumb');" >Detalles</a> para <em>selección visual de miniatura</em>
ru_ru: <a href="javascript:toggle('visualthumb');" >Подробнее</a> о <em>визуальный выбор миниатюр</em>

source: Setting this option places thumbnails in the album thumbnail selection list (the dropdown list on each album’s edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser will not display them. Uncheck this option and the images will not be loaded.
ru_ru: Установка этого параметра помещает миниатюры в список выбора миниатюр альбома (выпадающий список на странице редактирования каждого альбома). В Firefox в раскрывающемся списке отображаются миниатюры, но в IE и Safari отображаются только имена (даже если миниатюры загружены!). В альбомах с большим количеством изображений загрузка этих изображений занимает много времени и не является необходимой, если браузер их не отображает. Снимите этот флажок, и изображения загружаться не будут.

source: <a href="javascript:toggle('multithumb');" >Details</a> for <em>subalbum thumb selection</em>
es_uy: <a href="javascript:toggle('multithumb');" >Detalles</a> para <em>selección de miniaturas de sub-album</em>
ru_ru: <a href="javascript:toggle('visualthumb');" >Подробнее</a> о <em>выбор миниатюр субальбомов</em>

source: Setting this option allows selecting images from subalbums as well as from the album. Naturally populating these images adds overhead. If your album edit tabs load too slowly, do not select this option.
da_dk: Vælges denne indstilling tillades valg af billeder fra både underalbummer og albummet. Naturligvis vil visning af disse billeder tage tid. Hvis dit albums edit fane vises for langsomt, skal du ikke vælge denne indstilling.
es_uy: La configuración de esta opción permite seleccionar imágenes de sub-álbumes y también del álbum. Naturalmente, poblar estas imágenes agrega sobrecarga. Si las pestañas de edición del álbum se cargan demasiado lentamente, no seleccione esta opción.
ru_ru: Установка этого параметра позволяет выбирать изображения как из вложенных альбомов, так и из альбома. Естественно, заполнение этих изображений увеличивает время обработки страницы сервером. Если вкладки редактирования альбома загружаются слишком медленно, выключите эту опцию.

source: <em>%s</em> is not available.
da_dk: <em>%s</em> er ikke tilgængelig.
es_uy: <em>%s</em> no está disponible.
ru_ru: <em>%s</em> не доступен.

source: The locale %s is not supported on your server.
da_dk: Landestandard %s er ikke understøttet på din server.
es_uy: La configuración regional %s no es compatible con su servidor.
ru_ru: Локализация %s не поддерживается вашим сервером.

source: See the troubleshooting guide on zenphoto.org for details.
es_uy: Vea la guía de problemas en Zenphoto.org para más detalles.
ru_ru: Смотрите руководство по устранению неполадок на странице zenphoto.org для получения подробной информации.

source: Time zone:
da_dk: Tidszone:
es_uy: Zona horaria:
ru_ru: Часовой пояс:

source: *not specified
da_dk: *ikke specificeret
es_uy: *no especificado
ru_ru: *не задан

source: Your server reports its time zone as: <code>%s</code>.
da_dk: Din server rapporterer sin tidszone som: <code>%s</code>.
es_uy: Su servidor informa esta zona horaria como: <code>%s</code>.
ru_ru: Часовой пояс сервера: <code>%s</code>.

source: Your time zone offset in hours is: %d. If your time zone is different from the servers, select the correct time zone here.
ru_ru: Смещение вашего часового пояса в часах составляет: %d час. Если ваш часовой пояс отличается от часового пояса серверов, выберите правильный часовой пояс здесь.

source: URL options:
da_dk: ULR indstillinger:
es_uy: Opciones de URL:
ru_ru: Настройки URL:

source: UTF8 image URIs
da_dk: UTF8 billed URIs
es_uy: URIs de imagen UTF8
ru_ru: UTF8 в URI изображений

source: mod_rewrite suffix:
da_dk: mod_rewrite billedsuffix:
es_uy: sufijo del mod_rewrite:
ru_ru: mod_rewrite окончание:

source: If you have Apache <em>mod rewrite</em> (or equivalent), put a checkmark on the <em>mod rewrite</em> option and you will get nice cruft-free URLs.
es_uy: Si tiene el <em>mod rewrite</em> en Apache , coloque una marca de verificación en la opción <em>mod rewrite</em> y obtendrá URLs más simples, libres de redundancias.
ru_ru: Если на сервере установлен модуль Apache <em>mod rewrite</em> (или эквивалентный), поставьте галочку напротив опции <em>mod_rewrite</em> чтобы получить красивые URL без "мусорных" параметров.

source: The <em>tokens</em> used in rewritten URIs may be altered to your taste. See the <a href="%s">plugin options</a> for <code>rewriteTokens</code>.
da_dk: <em>Symboler</em> brugt til at omskrive URIs kan ændres som du vil. Se <a href="%s">plugin indstillinger</a> for <code>rewriteTokens</code>.
es_uy: Los <em>tokens</em> utilizados en los URI reescritos pueden modificarse a su gusto. Consulte las <a href="%s">opciones de complemento</a> para <code>rewriteTokens</code>.
ru_ru: <code>rewriteTokens</code>, используемые в переписанных URI, могут быть изменены по вашему вкусу. Смотрите <a href="%s">настройки плагина</a> для <code>rewriteTokens</code>.

source: Setup did not detect a working <em>mod_rewrite</em> facility. Since this test is not 100% reliable this may be a false report though.
ru_ru: Установщик не обнаружил действующий модуль <em>mod_rewrite</em>. Поскольку этот тест не является надежным на 100%, это может быть ложное сообщение, уточните у службы поддержки вашего хостинга.

source: If you are having problems with images whose names contain characters with diacritical marks try changing the <em>UTF8 image URIs</em> setting.
da_dk: Hvis du har problemer med billeder hvis navne indeholder tegn med diakritiske tegn, prøv at ændre indstillingen for <em>UTF8 billed URIer</em>.
es_uy: Si está teniendo problemas con imágenes cuyos nombres contienen caracteres acentuados, intente cambiar la configuración <em>URIs de imagen UTF8</em>.
ru_ru: Если у вас возникли проблемы с изображениями, названия которых содержат символы с диакритическими знаками, попробуйте изменить параметр <em>UTF8 в URI изображений</em>.

source: If <em>mod_rewrite</em> is checked above, zenphoto will append the <em>mod_rewrite suffix</em> to the end of image URLs. (This helps search engines.) Examples: <em>.html, .php</em>, etc.
da_dk: Hvis <em>mod_rewrite</em> er markeret ovenfor, vil zenphoto føje <em>mod_rewrite suffikset</em> til slutningen af ​​billedets webadresser. (Dette hjælper søgemaskinerne.) Eksempler: <em>Html, php </em>, etc..
es_uy: Si <em>mod_rewrite</em> está marcado arriba, zenphoto agregará el <em>sufijo mod_rewrite</em> al final de las URL de las imágenes. (Esto ayuda a los motores de búsqueda). Ejemplos: <em>.html, .php, /view</em>, etc.
ru_ru: Если отмечен <em>mod_rewrite</em>, Zenphoto будет добавлять <em>mod_rewrite окончание</em> в конце URL-адресов изображений изображений (это помогает SEO). Примеры: <em>.html, .php</em>, и т.д.

source: Language:
da_dk: Sprog:
es_uy: Lenguaje:
ru_ru: Язык:

source: Locale not installed
es_uy: Configuración Regional No instalada
ru_ru: Файл локализации не установлен

source: Highlighted languages are not current with Zenphoto Version %1$s. (The version Zenphoto of the out-of-date language is shown in braces.) Please check the <a href="%2$s">translation repository</a> for new and updated language translations.
es_uy: Los idiomas resaltados no están actualizados con la versión de Zenphoto %1$s. (La versión Zenphoto del idioma desactualizado se muestra entre llaves). Consulte el <a href="%2$s">depósito de traducción</a> para obtener traducciones de idiomas nuevas y actualizadas.
ru_ru: Подсвеченные языковые пакеты не соответствуют Zenphoto версии %1$s. (версия, для которой они создавались, указана в фигурных скобках). Проверьте <a href="%2$s">репозиторий переводов</a> на наличие новых и обновленных языковых пакетов.

source: Languages marked with the %1$s icon have no matching locale installed on the server and therefore will not work. This is a technical requirement by native <a href="%2$s">PHP gettext</a>.
es_uy: Los idiomas marcados con el icono %1$s no tienen una configuración regional coincidente instalada en el servidor y, por lo tanto, no funcionarán. Este es un requisito técnico del <a href="%2$s">PHP gettext</a> nativo.
ru_ru: Языки, отмеченные значком %1$s, не имеют соответствующей локали, установленной на сервере, и поэтому не будут работать. Это техническое требование native <a href="%2$s">PHP gettext</a>.

source: Multi-lingual
es_uy: Multilenguaje
ru_ru: Мультиязычный

source: You can disable languages by unchecking their checkboxes. Only checked languages will be available to the installation.
da_dk: Du kan deaktivere sprog ved at fjerne markeringen i deres afkrydsningsfelter. Kun markerede sprog vil være tilgængelige til installation.
es_uy: Puede deshabilitar lenguajes desmarcando las casillas de verificación. Sólo lenguajes marcados estarán disponibles para la instalación.
ru_ru: Вы можете отключить языки, сняв с них флажки. Для использования будут доступны только отмеченные языки.

source: Select the preferred language to display text in. (Set to <em>HTTP_Accept_Language</em> to use the language preference specified by the viewer’s browser.)
es_uy: Seleccione el lenguaje preferido para desplegar texto. (Configure en <em>Lenguaje de aceptación HTTP</em> para usar las preferencias de lenguaje especificadas en los navegadores de los visitantes.)
ru_ru: Выберите предпочитаемый язык для отображения текста. (Установите значение <em>HTTP_Accept_Language</em>, чтобы использовать языковые предпочтения, указанные пользователем в браузером.)

source: Set <em>Multi-lingual</em> to enable multiple language input for options that provide theme text.
da_dk: Set <em>Multi-lingual</em> for at aktivere flersprog input for indstillinger som leverer tematekster.
es_uy: Configure <em>Multilenguaje</em> para habilitar la entrada en varios idiomas para las opciones que proporcionan texto de tema.
ru_ru: Установите <em>Многоязычный</em>, чтобы включить ввод текста на нескольких языках для параметров, которые предоставляют некоторые темы оформления.

source: Date and time formats:
ru_ru: Форматы даты и времени:

source: Use localized dates
ru_ru: Использовать локализованные даты

source: Disable time for display
ru_ru: Отключить отображение времени
