Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Use the global object $_zp_db and the class method of the same name instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса с тем же именем.

source: Use the global object $_zp_db and the class method querySingleRow() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса querySingleRow().

source: Use the global object $_zp_db and the class method queryFullArray() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса queryFullArray().

source: Use the global object $_zp_db and the class method quote() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса quote().

source: Use the global object $_zp_db and the class method insertID() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса insertID().

source: Use the global object $_zp_db and the class method fetchAssoc() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса fetchAssoc().

source: Use the global object $_zp_db and the class method getError() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getError().

source: Use the global object $_zp_db and the class method getAffectedRows() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getAffectedRows().

source: Use the global object $_zp_db and the class method fetchRow() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса fetchRow().

source: Use the global object $_zp_db and the class method getNumRows() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getNumRows().

source: Use the global object $_zp_db and the class method close() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса close().

source: Use the global object $_zp_db and the class method getSoftware() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getSoftware().

source: Use the global object $_zp_db and the class method create() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса create().

source: Use the global object $_zp_db and the class method getPermissions() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getPermissions().

source: Use the global object $_zp_db and the class method setSQLmode() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса setSQLmode().

source: Use the global object $_zp_db and the class method getSQLmode() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getSQLmode().

source: Use the global object $_zp_db and the class method getCollationSetClause() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getCollationSetClause().

source: Use the global object $_zp_db and the class method createTable() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса createTable().

source: Use the global object $_zp_db and the class method tableUpdate() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса tableUpdate().

source: Use the global object $_zp_db and the class method show() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса show().

source: Use the global object $_zp_db and the class method getFields() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getFields().

source: Use the global object $_zp_db and the class method truncateTable() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса truncateTable().

source: Use the global object $_zp_db and the class method likeEscape() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса likeEscape().

source: Use the global object $_zp_db and the class method freeResult() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса freeResult().

source: Use the global object $_zp_db and the class method getDBName() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getDBName().

source: Use the global object $_zp_db and the class method count() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса count().

source: Use the global object $_zp_db and the class method getServerInfo() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getServerInfo().

source: Use the global object $_zp_db and the class method getClientInfo() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getClientInfo().

source: Use the global object $_zp_db and the class method getVersion() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса getVersion().

source: Use the global object $_zp_graphics and the class method with the same name (but without the "zp_" prefix) instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_graphics и метод класса с тем же именем (но без префикса"zp_").

source: Use rsslib::getItemElements() instead
ru_ru: Вместо этого используйте rsslib::getItemElements()

source: Use rsslib::getChannel() instead
ru_ru: Вместо этого используйте rsslib::getChannel()

source: Use rsslib::retrieve() instead
ru_ru: Вместо этого используйте rsslib::retrieve()

source: Forbidden
da_dk: Forbudt
es_uy: Prohibido
ru_ru: Доступ запрещен

source: Too few arguments! Image not found.
da_dk: For få argumenter! Billede ikke fundet.
es_uy: ¡Muy pocos argumentos! Imagen no encontrada.
ru_ru: Слишком мало аргументов! Изображение не найдено.

source: Forbidden(2)
da_dk: Forbudt(2)
es_uy: Prohibido(2)
ru_ru: Доступ запрещен (2)

source: The date format options 'locale_preferreddate_time' and 'locale_preferreddate_notime' are deprecated and will be removed in Zenphoto 1.7. Please set individual date and time formats.
ru_ru: Опции формата даты <em>locale_preferreddate_time</em> and <em>locale_preferreddate_notime</em> устарели и будут удалены из Zenphoto 1.7. Пожалуйста, установите индивидуальные форматы дат и времени.

source: %s log size limit exceeded
da_dk: %s logstørrelse overskredet
es_uy: límite de tamaño de registro %s excedido
ru_ru: %s размер журнала превышен

source: The %1$s log has exceeded its size limit and has been renamed to %2$s.
da_dk: %1$s loggen har overskredet sin størrelse og er omdøbt til %2$s.
es_uy: El registro %1$s ha excedido el límite de tamaño, ha sido renombrado a %2$s.
ru_ru: Размер журнала %1$s превысил предельный размер и был переименован в %2$s.

source: Server software unknown
ru_ru: Серверное программное обеспечение неизвестно

source: ERROR: cURL request failed:
es_uy: ERROR: Falló la solicitud cURL:
ru_ru: ОШИБКА: не удалось выполнить запрос cURL:

source: NOTICE: cURL request not successful.
es_uy: AVISO: requerimiento de cURL no fue exitoso.
ru_ru: ВНИМАНИЕ: запрос cURL не был выполнен.

source: ERROR: Your server does not support cURL.
es_uy: ERROR: su servidor no soporta cURL.
ru_ru: ОШИБКА: Ваш сервер не поддерживает cURL.

source: function
da_dk: funktion
es_uy: función
ru_ru: функция

source: It will be removed in Zenphoto %s.
ru_ru: Будет удалено в Zenphoto %s.

source: unknown
da_dk: ukendt
es_uy: desconocido
ru_ru: неизвестно

source: Parameter usage of %1$s (called from %2$s line %3$s) is deprecated.
ru_ru: Использование параметра %1$s устарело (вызывается из %2$s строки %3$s).

source: Parameter %1$s usage of %2$s (called from %3$s line %4$s) deprecation.
ru_ru: Использование %1$s в качестве параметра %2$s (вызывается из %3$s строки %4$s) устарело.

source: %1$s (called from %2$s line %3$s) is deprecated.
ru_ru: %1$s (вызывается из %2$s строки %3$s) устарело.

source: ERROR
ru_ru: ОШИБКА

source: WARNING
es_uy: ADVERTENCIA
ru_ru: Предупреждение

source: PARSE ERROR
ru_ru: ОШИБКА ОБРАБОТКИ

source: NOTICE
es_uy: AVISO
ru_ru: УВЕДОМЛЕНИЕ

source: USER ERROR
es_uy: ERROR DE USUARIO
ru_ru: ОШИБКА ПОЛЬЗОВАТЕЛЯ

source: USER WARNING
es_uy: ADVERTENCIA DE USUARIO
ru_ru: ПРЕДУПРЕЖДЕНИЕ ПОЛЬЗОВАТЕЛЯ

source: USER NOTICE
es_uy: AVISO DE USUARIO
ru_ru: УВЕДОМЛЕНИЕ ПОЛЬЗОВАТЕЛЯ

source: RECOVERABLE ERROR
ru_ru: ИСПРАВЛЯЕМАЯ ОШИБКА

source: DEPRECATED
ru_ru: УСТАРЕЛО

source: STRICT NOTICE
es_uy: AVISO ESTRICTO
ru_ru: СТРОГОЕ УВЕДОМЛЕНИЕ

source: %1$s: %2$s in %3$s on line %4$s
da_dk: %1$s: %2$s i %3$s på linie %4$s
es_uy: %1$s: %2$s en %3$s en línea %4$s
ru_ru: %1$s: %2$s в %3$s на строке %4$s

source: The Zenphoto configuration file is corrupt. You will need to restore it from a backup.
es_uy: El archivo de configuración de Zenphoto está corrupto. Necesitará restaurarlo desde una copia de seguridad.
ru_ru: Файл конфигурации Zenphoto поврежден. Вам потребуется восстановить его из резервной копии.

source: Zenphoto Image Processing Error: %s
es_uy: Error de Procesamiento de Imagen Zenphoto: %s
ru_ru: Ошибка обработки изображений Zenphoto: %s

source: Request URI: [ <code>%s</code> ]
da_dk: Forespurgt URI: [ <code>%s</code> ]
es_uy: Solicitud de URI: [ <code>%s</code> ]
ru_ru: Запрос URI: [ <code>%s</code> ]

source: Cache: [<code>%s</code>]
es_uy: Caché: [<code>%s</code>]
ru_ru: Кэш: [<code>%s</code>]

source: Image: [<code>%s</code>]
da_dk: Billede: [<code>%s</code>]
es_uy: Imagen: [<code>%s</code>]
ru_ru: Изображение: [<code>%s</code>]

source: Debug
es_uy: Depurar
ru_ru: Отладка

source: Arguments:
da_dk: Argumenter:
es_uy: Argumentos:
ru_ru: Аргументы:

source: size =
da_dk: størrelse =
es_uy: tamaño =
ru_ru: размер =

source: width =
da_dk: bredde =
es_uy: ancho =
ru_ru: ширина =

source: height =
da_dk: højde =
es_uy: altura =
ru_ru: высота =

source: cw =
ru_ru: обрезка по ширине =

source: ch =
ru_ru: обрезка по высоте =

source: cx =
ru_ru: позиция по X-оси

source: cy =
ru_ru: позиция по Y-оси

source: quality =
da_dk: kvalitet =
es_uy: calidad =
ru_ru: качество =

source: thumb =
da_dk: miniature:
es_uy: miniatura =
ru_ru: миниатюра =

source: crop =
da_dk: beskær =
es_uy: recorte =
ru_ru: кроп =

source: Image %s not found or is unreadable.
da_dk: Billede %s ikke fundet eller ikke læsbart.
es_uy: Imagen %s no encontrada o no es de lectura.
ru_ru: Изображение %s не найдено или нечитабельно.

source: Using %1$ux%2$u %3$s thumbnail image.
da_dk: Bruger %1$ux%2$u %3$s miniaturebillede.
es_uy: Usando imagen de miniatura %1$u x %2$u %3$s.
ru_ru: Использование уменьшенного изображения %1$ux%2$u %3$s.

source: Image %s not renderable (imageGet).
da_dk: Billede %s kan ikke genereres (imageGet).
es_uy: Imagen %s no renderizable (imageGet).
ru_ru: Изображение %s не может быть отображено (imageGet).

source: Image %s not rotatable.
da_dk: Billede %s kan ikke roteres.
es_uy: Imagen %s no rotable.
ru_ru: Изображение %s не может быть повернуто.

source: Unknown error processing %s! Please report to the developers at <a href="https://www.zenphoto.org/">www.zenphoto.org</a>
ru_ru: Неизвестная ошибка %s! Пожалуйста свяжитесь с разработчиками на <a href="https://www.zenphoto.org/">www.zenphoto.org</a>

source: Image %s not renderable (resample).
da_dk: Billede %s kan ikke renderes (ny sample).
es_uy: Imagen %s no renderizable (remuestrear).
ru_ru: Изображение %s не может быть отображено (resample).

source: Image %s not renderable (unsharp).
da_dk: Billede %s kan ikke renderes (uskarpt).
es_uy: Imagen %s no renderizable (desenfoque).
ru_ru: Изображение %s не может быть отображено (unsharp).

source: cacheImage: failed to create %s
da_dk: cacheImage: Oprettelse af %s mislykkes.
es_uy: caché de imagen: falló al crear %s
ru_ru: cacheImage: не удалось создать %s

source: cacheImage(%1$s) exception: %2$s
da_dk: cacheImage (%1$s) undtagelse: %2$s
es_uy: caché de Imagen(%1$s) excepción: %2$s
ru_ru: cacheImage(%1$s) исключение: %2$s

source: Watermark %s not renderable.
da_dk: Vandmærke %s kan ikke renderes.
es_uy: Marca de agua %s no renderizable .
ru_ru: Водяной знак %s не может быть отражен.

source: Watermark %s not resizeable.
da_dk: Vandmærke %s kan ikke ændre størrelse
es_uy: Marca de agua %s no redimensionable.
ru_ru: Водяной знак %s не поддается изменению размеров.

source: Image %s not renderable (copycanvas).
da_dk: Billede %s kan ikke renderes (copycanvas).
es_uy: Imagen %s no renderizable (copiar lienzo).
ru_ru: Изображение %s не может быть отображено (copycanvas).

source: ZenphotoCMS config file is missing.
ru_ru: Файл конфигурации ZenphotoCMS отсутствует.

source: Setup run required.
ru_ru: Требуется произвести повторный запуск программы установки.

source: ZenphotoCMS database credentials are missing.
ru_ru: Отсутствуют учетные данные базы данных ZenphotoCMS.

source: Check your config file settings and re-run setup.
ru_ru: Проверьте настройки вашего конфигурационного файла и повторно запустите программу установки.

source: ZenphotoCMS database credentials are incomplete or wrong.
ru_ru: Учетные данные базы данных ZenphotoCMS являются неполными или неверными.

source: ZenphotoCMS database has no administrators table or it is empty.
ru_ru: В базе данных ZenphotoCMS нет таблицы administrators или она пуста.

source: Install signature change detected.
ru_ru: Обнаружено изменение подписи установки.

source: Setup run recommended.
ru_ru: Рекомендуется произвести повторный запуск программы установки.

source: an unknown release
da_dk: en ukendt version
es_uy: un lanzamiento desconocido
ru_ru: неизвестный релиз

source: Ignore, I know what I am doing!
es_uy: Ignorar, sé lo que estoy haciendo!
ru_ru: Игнорировать, я знаю, что делаю!

source: You don't have the rights to run setup. Please contact your site's administrator or login with your administrator user account.
es_uy: No tiene los derechos para ejecutar la configuración. Póngase en contacto con el administrador de su sitio o inicie sesión con su cuenta de usuario administrador.
ru_ru: У вас нет прав для запуска программы установки. Пожалуйста, свяжитесь с администратором вашего сайта или войдите в систему под своей учетной записью администратора.

source: Zenphoto has detected a change in your installation.
es_uy: Zenphoto ha detectado un cambio en su instalación.
ru_ru: Zenphoto: обнаружены изменения в вашей инсталляции.

source: Your server software has changed from %1$s to %2$s.
da_dk: Din serversoftware er ændret fra %1$s til %2$s.
es_uy: El software de su servidor ha cambiado de %1$s a %2$s.
ru_ru: Программное обеспечение вашего сервера изменилось с %1$s на %2$s.

source: Your database software has changed from %1$s to %2$s.
da_dk: Din database software er ændret fra %1$s til %2$s.
es_uy: Su software de Base de datos ha cambiado de %1$s a %2$s.
ru_ru: Программное обеспечение вашей базы данных было изменено с %1$s на %2$s.

source: Zenphoto %1$s has been copied over %2$s.
es_uy: Zenphoto %1$s ha sido copiado sobre %2$s.
ru_ru: Zenphoto %1$s скопирован поверх %2$s.

source: Your installation has moved from %1$s to %2$s.
da_dk: Din installation er flyttet fra %1$s til %2$s.
es_uy: Su instalación fue movida de %1$s a %2$s.
ru_ru: Ваша инсталляция перемещена из %1$s в %2$s.

source: The script <code>%1$s</code> has changed.
da_dk: Skriptet <code>%1$s</code> er ændret.
es_uy: El script <code>%s</code> ha cambiado.
ru_ru: Скрипт <code>%1$s</code> был изменeн.

source: The change detected is critical. You <strong>must</strong> run setup for your site to function.
es_uy: El cambio detectado es crítico. <strong>DEBE</strong> ejecutar el setup para que su sitio funcione.
ru_ru: Обнаруженные изменения критичны! <strong>Нужно</strong>незамедлительно запустить программу установки, чтобы ваш сайт заработал.

source: The change detected may not be critical but you should run setup at your earliest convenience.
es_uy: El cambio detectado puede no ser crítico, pero debe ejecutar el setup lo antes posible.
ru_ru: Обнаруженное изменение не критично, но запустить программу установки следует при первой же возможности.

source: A configuration error occurred.
ru_ru: Произошла ошибка конфигурации.

source: Please return later.
ru_ru: Пожалуйста, зайдите позднее.

source: Setup re-run ignored by admin request.
es_uy: Re-ejecución del Setup ignorado a solicitud del Admin.
ru_ru: Повторный запуск программы установки проигнорирован по запросу администратора.

source: Error processing rewrite rule: “%s”
es_uy: Error al procesar la regla de reescritura: "%s"
ru_ru: Ошибка при обработке правила перенаправления (rewrite rule): “%s”

source: most recent
da_dk: seneste
es_uy: más recientes
ru_ru: новейшее

source: oldest
da_dk: ældste
es_uy: más antiguas
ru_ru: старейшее

source: first alphabetically
da_dk: første alfabetisk
es_uy: primero alfabéticamente
ru_ru: в алфавитном порядке

source: missing
da_dk: manglende
es_uy: desaparecido
ru_ru: отсутствует

source: Using strftime() based date formats strings is deprecated. Use standard date() compatible formatting or a timestamp instead.
ru_ru: Использование строк формата даты на основе strftime() устарело. Вместо этого используйте стандартное форматирование, совместимое с date(), или временную метку.

source: Mail send failed.
da_dk: Mail Send mislykkes.
es_uy: Fallo el envío del mail.
ru_ru: Не удалось отправить почту.

source: Invalid “reply-to” mail address %s.
es_uy: Dirección de Email "Responder a:" %s Inválida.
ru_ru: Недопустимый адрес почты в поле “reply-to” %s.

source: Invalid “to” mail address %s.
es_uy: Dirección de Email "a:" %s Inválida.
ru_ru: Недопустимый адрес почты в поле “to” %s.

source: “cc” list provided without “to” address list.
es_uy: lista suministrada "cc:" sin lista de direcciones "a:".
ru_ru: список копий “cc” указан без основного списка адресов “to”.

source: Invalid “cc” mail address %s.
es_uy: Dirección de Email "cc:" %s Inválida.
ru_ru: Недопустимый адрес почты в поле “cc” %s.

source: Invalid “bcc” mail address %s.
es_uy: Dirección de Email "cco:" %s Inválida.
ru_ru: Недопустимый адрес почты в поле “bcc” %s.

source: Mail send failed. There is no mail handler configured.
da_dk: Mail Send mislykkes. Der er ikke konfigureret et postprogram.
es_uy: Falló el envío del mail. No hay gestor de correo configurado.
ru_ru: Отправить почту не удалось. Обработчик почты не сконфигурирован.

source: No “to” address list provided.
es_uy: No hay lista de direcciones "a:" suministrada.
ru_ru: Не указан список адресов для поля “to”.

source: Zenphoto found no theme scripts. Please check the <em>%s</em> folder of your installation.
es_uy: Zenphoto no encontró scripts de Tema. Verifique la carpeta <em>%s</em> de su instalación.
ru_ru: Zenphoto не обнаружил нужных скриптов для темы. Проверьте директорию <em>%s</em> вашей инсталляции.

source: 0 Bytes
ru_ru: 0 Байт

source: Zenphoto processed a 404 error on %s. See the debug log for details.
es_uy: Zenphoto procesó un error 404 error en %s. Vea el registro de depuración para más detalles.
ru_ru: Zenphoto обработал ошибку 404 для %s. Подробности смотрите в журнале отладки.

source: “%s” Cross Site Request Forgery blocked.
es_uy: Falsificación de Solicitud de Sitio Cruzada "%s" bloqueada.
ru_ru: Заблокирована подделка межсайтовых запросов “%s”.

source: Begin read_exif_data_protected(%s)
ru_ru: Начать read_exif_data_protected(%s)

source: read_exif_data(%1$s) exception: %2$s
ru_ru: read_exif_data(%1$s) исключение: %2$s

source: End read_exif_data_protected(%s) [%d]
ru_ru: Закончить read_exif_data_protected(%s) [%d]

source: EXIF metadata could not be read for %s because the native PHP EXIF extension is missing.
ru_ru: Метаданные EXIF не могут быть прочитаны для %s, так как встроенный плагин PHP EXIF отсутствует на сервере.

source: Click to show content
da_dk: Klik for at vise indhold
es_uy: Click para mostrar contenido
ru_ru: Показать содержимое

source: Click to hide content
da_dk: Klik for at skjule indhold.
es_uy: Click para ocultar contenido
ru_ru: Скрыть содержимое

source: <em>[%1$s]</em> parameter %2$d should be a number.
da_dk: <em>[%1$s]</em> parameter %2$d skal være et tal.
es_uy: <em>[%1$s]</em> el parámetro %2$d debería ser un número.
ru_ru: <em>[%1$s]</em> параметр %2$d должен быть числом.

source: <em>[%1$s]</em> parameter %2$d should be a string.
da_dk: <em>[%1$s]</em> parameter %2$d skal være en streng.
es_uy: <em>[%1$s]</em> el parámetro %2$d debería ser una cadena.
ru_ru: <em>[%1$s]</em> параметр %2$d должен быть строкой.

source: <em>[%1$s]</em> parameter %2$d should be <code>true</code> or <code>false</code>.
da_dk: <em>[%1$s]</em> parameter %2$d skal være enten <code>true</code> eller <code>false</code>.
es_uy: <em>[%1$s]</em> el parámetro %2$d debería ser <code>verdadero</code> o <code>falso</code>.
ru_ru: <em>[%1$s]</em> параметр %2$d должен быть <code>true</code> или <code>false</code>.

source: <em>[%1$s]</em> parameter %2$d is incorrectly defined.
da_dk: <em>[%1$s]</em> parameter %2$d er defineret forkert.
es_uy: <em>[%1$s]</em> el parámetro %2$d está mal definido.
ru_ru: <em>[%1$s]</em> параметр %2$d определен неверно.

source: <em>[%1$s]</em> parameter %2$d is missing.
da_dk: <em>[%1$s]</em> parameter %2$d mangler.
es_uy: <em>[%1$s]</em> parámetro %2$d desaparecido.
ru_ru: <em>[%1$s]</em> параметр %2$d отсутствует.

source: <em>[%1$s]</em> macro does not take parameters
da_dk: <em>[%1$s]</em> makro tager ikke parametre
es_uy: <em>[%1$s]</em> la macro no toma parámetros
ru_ru: <em>[%1$s]</em> макрос не принимает параметры

source: <em>[%1$s]</em> retuned no data
da_dk: <em>%1$s</em> returnerede ingen data
es_uy: <em>[%1$s]</em> no devolvió datos
ru_ru: <em>[%1$s]</em> не вернул данных

source: <em>[%1$s]</em> <code>%2$s</code> is not callable
da_dk: <em>[%1$s]</em> <code>%2$s</code> kan ikke kaldes
es_uy: <em>[%1$s]</em> <code>%2$s</code> no es invocable
ru_ru: <em>[%1$s]</em> <code>%2$s</code> нельзя вызвать

source: <em>[%1$s]</em> takes %2$d parameter
da_dk: <em>[%1$s]</em> skal have %2$d parameter.
es_uy: <em>[%1$s]</em> toma el parámetro %2$d
ru_ru: <em>[%1$s]</em> принимает %2$d параметр

source: Camera Maker
da_dk: Kamera fabrikat
es_uy: Fabricante de cámara
ru_ru: Производитель камеры

source: Camera Model
da_dk: Kamera model
es_uy: Modelo de cámara
ru_ru: Модель камеры

source: Image Title
da_dk: Billedtitel
es_uy: Título de imagen
ru_ru: Название изображения

source: Object Name
da_dk: Objekt Navn
es_uy: Nombre de objeto
ru_ru: Название объекта

source: Image Headline
da_dk: Billed Overskrift
es_uy: Encabezado de imagen
ru_ru: Заголовок изображения

source: Image Caption
da_dk: Billede billedtekst
es_uy: Subtítulo de imagen
ru_ru: Заголовок изображения

source: Image Caption Writer
da_dk: Billede billedtekst forfatter
es_uy: Escritor de subtítulos de imagen
ru_ru: Автор подписи к изображению

source: Date and Time Taken
ru_ru: Дата и время съемки

source: Original Date and Time Taken
ru_ru: Изначальная дата и время съемки

source: Date and Time Digitized
ru_ru: Дата и время оцифровки

source: Date Created
da_dk: Oprettelsesdato
es_uy: Fecha de creación
ru_ru: Дата создания

source: Time Created
da_dk: Oprettelsestid
es_uy: Hora de creación
ru_ru: Время создания

source: Digital Creation Date
da_dk: Digital Oprettelsesdato
es_uy: Fecha digital de creación
ru_ru: Дата создания цифрового файла

source: Digital Creation Time
da_dk: Digital Oprettelsestid
es_uy: Hora digital de creación
ru_ru: Время создания цифрового файла

source: Artist
da_dk: Kunstner
es_uy: Artista
ru_ru: Автор

source: Image Credit
da_dk: Billede kredit
es_uy: Créditos de la imagen
ru_ru: Фоторедактор

source: Byline
ru_ru: Подпись

source: Byline Title
da_dk: Byline Titel
es_uy: Título Byline
ru_ru: Заголовок автора

source: Image Source
da_dk: Billedkilde
es_uy: Fuente de la imagen
ru_ru: Источник изображения

source: Contact
da_dk: Kontakt
es_uy: Contacto
ru_ru: Контакт
