Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Use registerUser::getLink() instead
ru_ru: Вместо этого используйте registerUser::getLink()

source: Use registerUser::postProcessor() instead
ru_ru: Вместо этого используйте registerUser::postProcessor()

source: Use registerUser::printForm() instead
ru_ru: Вместо этого используйте registerUser::printForm()

source: Use registerUser::printLink() instead
ru_ru: Вместо этого используйте registerUser::printLink()

source: Username* (this will be your user username)
da_dk: Brugernavn* (dette vil blive dit brugernavn)
es_uy: Nombre de Usuario* (este será su nombre de usuario)
ru_ru: Имя пользователя* (это будет ваше имя пользователя)

source: Email<strong>*</strong> (this will be your user id)
da_dk: Email<strong>*</strong> (dette vil blive din bruger-ID)
es_uy: Email<strong>*</strong> (este será su ID de Usuario)
ru_ru: Электронная почта<strong>*</strong> (это будет ваш идентификатор пользователя)

source: User ID
da_dk: Bruger-ID
es_uy: ID de Usuario
ru_ru: ID Пользователя

source: <strong>*</strong>Required
da_dk: <strong>*</strong> Krævet
es_uy: <strong>*</strong> Obligatorio
ru_ru: <strong>*</strong>Обязательно

source: Provides functionality to get the related items to an item based on a tag search.
da_dk: Leverer funktionalitet for at få fat i de relaterede elementer til et element, der er baseret på en tagsøgning.
es_uy: Proporciona funcionalidad para obtener elementos relacionados con un elemento basado en una etiqueta de búsqueda.
ru_ru: Предоставляет функциональность для поиска связанных элементов для объекта на основе поиска по тегу.

source: Related albums
ru_ru: Схожие альбомы

source: Related images
ru_ru: Схожие изображения

source: Related news
ru_ru: Схожие новости

source: Related pages
ru_ru: Схожие страницы

source: Related
ru_ru: Схожие по тематике

source: Site <em>Rewrite</em> admin page.
ru_ru: Настройка <em>Rewrite</em> для сайта.

source: Rewrite Rules
da_dk: Rewrite regler
es_uy: Reglas de reescritura
ru_ru: Правила переименования

source: Error processing rewrite rule:
da_dk: Fejl i behandling af rewrite regel :
es_uy: Error procesando regla de reescritura:
ru_ru: Ошибка при обработке правила перенаправления:

source: Utility to alter the rewrite token substitutions array in the configuration file.
da_dk: Hjælpeprogram til at ændre listen af udskiftelige omskrivningssymboler i konfigurationsfilen.
es_uy: Utilidad para alterar la matriz de sustituciones de token de reescritura en el archivo de configuración.
ru_ru: Утилита для изменения Rewrite Tokens в файле конфигурации.

source: Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.
da_dk: Rewrite Tokens er ikke brugbare, medmindre <code>mod_rewrite</code> muligheden er aktiveret.
es_uy: Los Tokens de reescritura no son útiles a menos que la opción <code>mod_rewrite</code> esté habilitada.
ru_ru: Rewrite Tokens бесполезны, если не включена опция <code>mod_rewrite</code>.

source: rewriteTokens restored to default
da_dk: rewriteTokens nulstillet til standard
es_uy: tokens de reescritura restablecidos a los predeterminados
ru_ru: rewriteTokens восстановлены до значений по умолчанию

source: The <code>%1$s</code> rule defines <strong>%2$s</strong> as <em>%3$s</em>.
da_dk: <code>%1$s</code> reglen definerer <strong>%2$s</strong> som <em>%3$s</em>.
es_uy: La regla <code>%1$s</code> define <strong>%2$s</strong> como <em>%3$s</em>.
ru_ru: Правило <code>%1$s</code> определяет <strong>%2$s</strong> как <em>%3$s</em>.

source: Link for <em>%s</em> script page.
da_dk: Link for <em>%s</em> script side.
es_uy: Enlace para la página de script <em>%s</em>.
ru_ru: Ссылка на страницу скрипта <em>%s</em>.

source: <p class="notebox">Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.</p>
da_dk: <p class="notebox">Rewrite Tokens er ikke brugbare, medmindre <code>mod_rewrite</code> muligheden er aktiveret.</p>
es_uy: <p class="notebox">Los Tokens de reescritura no son útiles a menos que la opción <code>mod_rewrite</code> esté habilitada.</p>
ru_ru: <p class="notebox">Rewrite Tokens не действуют, если опция <code>mod_rewrite</code> не включена.</p>

source: <p>* denotes default core rewrite tokens.</p>
es_uy: <p>*indica los tokens de reescritura del núcleo predeterminados.</p>
ru_ru: <p>* обозначает Rewrite Tokens по умолчанию.</p>

source: Restore defaults.
da_dk: Nulstil til standard
es_uy: Restablecer predeterminados.
ru_ru: Восстановить настройки по умолчанию.

source: Rewrite tokens may not be empty.
da_dk: Rewrite tokens kan ikke være tomme.
es_uy: Los tokens de reescritura no pueden estar vacíos.
ru_ru: Токены перезаписи не могут быть пустыми.

source: Link for <em>%s</em> rule.
da_dk: Link for <em>%s</em> regel.
es_uy: Enlace para la regla <em>%s</em>.
ru_ru: Ссылка для правила <em>%s</em>.

source: The Zenphoto <em>RSS</em> handler.
es_uy: El Controlador de <em>RSS</em> de Zenphoto.
ru_ru: Настройка <em>RSS</em> для Zenphoto.

source: This plugin must be enabled to supply <em>RSS</em> feeds.
da_dk: Dette plugin skal aktiveres for at levere <em> RSS </ em> feeds.
es_uy: Este complemento debe estar habilitado para suministrar fuentes <em>RSS</em>.
ru_ru: Этот плагин должен быть включен для работы RSS-каналов.

source: <strong>Note:</strong> Theme support is required to display RSS links.
da_dk: <strong>Bemærk:</strong> Temasupport kræves for at kunne vise RSS links.
es_uy: <strong>Nota:</strong> Se requiere soporte del tema para mostrar enlaces RSS.
ru_ru: <strong>Примечание: </strong> Отображение ссылок на RSS ленты должно поддерживаться вашей темой оформления.

source: RSS feeds enabled:
da_dk: RSS feeds aktiveret:
es_uy: Fuentes RSS habilitadas:
ru_ru: RSS-ленты включены:

source: Gallery Comments
da_dk: Gallerikommentarer
es_uy: Comentarios de la Galería
ru_ru: Комментарии к галерее

source: All News
da_dk: Alle nyheder
es_uy: Todas las Noticias
ru_ru: Все новости

source: All Pages
da_dk: Alle sider
es_uy: Todas las Páginas
ru_ru: Все страницы

source: News/Page Comments
da_dk: Nyheder/Side kommentarer
es_uy: Comentarios de Noticias/Páginas
ru_ru: Комментарии к новостям/страницам

source: Check each RSS feed you wish to activate.
da_dk: Afkryds hver RSS feed do ønsker at aktivere.
es_uy: Marque cada Fuente de RSS que quiera activar.
ru_ru: Отметьте, какие RSS ленты будут активированы.

source: Image feed items:
da_dk: Billed feed emner
es_uy: Elementos de fuente de imagen:
ru_ru: RSS-лента изображений:

source: The number of new images and comments you want to appear in your site’s RSS feed
es_uy: La cantidad de nuevas imágenes y comentarios que desea aparezcan en la fuente RSS de su sitio
ru_ru: Количество новых изображений и комментариев, которые вы хотите видеть в RSS-ленте вашего сайта

source: Album feed items:
da_dk: Album feed emner
es_uy: Elementos del feed del album:
ru_ru: Элементы RSS-ленты альбома:

source: Image size
da_dk: Billedstørrelse
es_uy: Tamaño de imagen
ru_ru: Размер изображения

source: Size of RSS image feed images:
da_dk: Størrelsen af RSS feed billeder:
es_uy: Tamaño de la fuente de imágenes RSS imagen:
ru_ru: Размер изображений в RSS-ленте изображений:

source: Album image size
da_dk: Album billedstørrelse
es_uy: Tamaño de imagen de Album
ru_ru: Размер изображений в альбоме

source: Size of RSS album feed images :
da_dk: Størrelsen af RSS album feed billeder:
es_uy: Tamaño de las imágenes de Fuente RSS álbum:
ru_ru: Размер изображений в RSS-ленте альбомов:

source: Image feed sort order:
da_dk: Billed feed sorteringsorden.
es_uy: Ordenamiento de fuente de imagen:
ru_ru: Порядок сортировки RSS-ленты изображений:

source: latest by id
da_dk: sidste efter ID
es_uy: última por ID
ru_ru: новые по ID

source: latest by date
da_dk: sidste efter dato
es_uy: última por fecha
ru_ru: новые по дате

source: latest by mtime
da_dk: sidste efter mtime
es_uy: última por mTime
ru_ru: новые по дате (на сервере)

source: latest by publishdate
da_dk: Sidste efter publiser-dato
es_uy: última por fecha de publicación
ru_ru: новые по дате публикации

source: Choose between latest by id for the latest uploaded, latest by date for the latest uploaded fetched by date, or latest by mtime for the latest uploaded fetched by the file’ last change timestamp.
es_uy: Elija última por ID para la última cargada, última por fecha para la última cargada fechada, o última por mTime para la última cargada por la marca de tiempo del último cambio del archivo.
ru_ru: Выберите <em>последнее по ID</em> для последнего загруженного файла,<em>последнее по дате</em> для последнего загруженного файла, выбранного по дате, или <em>последнее по mtime</em> для последнего загруженного файла, выбранного по метке времени последнего изменения этого файла.

source: Album feed sort order:
da_dk: Album feed sorteringsorden:
es_uy: Ordenamiento de fuente de álbum:
ru_ru: Порядок сортировки элементов RSS-ленты альбома:

source: Choose between latest by id for the latest uploaded and latest updated
da_dk: Vælg mellem seneste id i de seneste uploadede og seneste opdaterede
es_uy: Elija entre últimas por ID y últimas actualizadas, para las últimas cargadas
ru_ru: Выберите "последнее по ID" для последнего загруженного и последнего обновленного изображения

source: RSS enclosure:
da_dk: RSS beholder:
es_uy: Recinto RSS:
ru_ru: RSS вложения:

source: Check if you want to enable the RSS enclosure feature which provides a direct download for full images, movies etc. from within certain RSS reader clients (only Images RSS).
da_dk: Marker hvis du ønsker at aktivere <em>RSS</em> beholder funktionen, som tillader en direkte download af originalbilleder, film osv. ifra visse RSS-læse-klienter <em>(kun billed RSS)</ em>.
es_uy: Verifique si desea habilitar la característica de fuente RSS que proporciona una descarga directa para imágenes completas, películas, etc. desde ciertos clientes de lectores RSS (solo imágenes RSS).
ru_ru: Отметьте, если хотите включить функцию вложения RSS, которая обеспечивает прямую загрузку полных изображений, фильмов и т.д. из определенных клиентов для чтения RSS (работает только для RSS-ленты изображений).

source: Media RSS:
ru_ru: Медиа RSS:

source: Check if media RSS support is to be enabled. This support is used by some services and programs (only Images RSS).
da_dk: Tjeck om media RSS understøttelse kan aktiveres. Denne support bruges af visse servicer og programmer (kun billed RSS).
es_uy: Marque si la compatibilidad con Media RSS debe estar habilitada. Este soporte es utilizado por algunos servicios y programas (solo imágenes RSS).
ru_ru: Отметьте для подключения поддержки media RSS. Этот функционал используется некоторыми сервисами и программами (только для RSS-ленты изображений).

source: Check if you want to enable static RSS feed caching. The cached file will be placed within the <em>%s</em> folder.
es_uy: Marque si desea habilitar el almacenamiento en caché estática de la fuente RSS. El archivo en caché se colocará dentro de la carpeta <em>%s</em>.
ru_ru: Отметьте, если хотите включить статическое кэширование RSS-канала. Кэшированный файл будет помещен в папку <em>%s</em>.

source: Cache expiration
da_dk: Cache udløber
es_uy: Expiración de caché
ru_ru: Срок действия кэша

source: Cache expire default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
da_dk: Cachen udløbs-standard er 86400 sekunder (1 dag = 24 timer * 60 min * 60 sek).
es_uy: Expiración de caché predeterminado es 86400 segs. (1 día = 24 hrs. x 60 min. x 60 segs.).
ru_ru: Срок действия кэша по умолчанию составляет 86400 секунд (1 день = 24 часа * 60 минут * 60 секунд).

source: Hitcounter
da_dk: Besøgstæller
es_uy: Contador de hits
ru_ru: Счетчик посещений

source: Check if you want to store the hitcount on RSS feeds.
da_dk: Marker om du ønsker at gemme hittal fra RSS feeds.
es_uy: Marque si quiere almacenar la cuenta de hits en Fuentes RSS.
ru_ru: Отметьте, если хотите сохранять количество посещений ленты RSS.

source: Gallery title
da_dk: Galleri titel
es_uy: Título de Galería
ru_ru: Название галереи

source: Website title
da_dk: website titel
es_uy: Título del sitio Web
ru_ru: Название сайта

source: Both
da_dk: Begge
es_uy: Ambos
ru_ru: Оба названия

source: Select what you want to use as the main RSS feed (channel) title. “Both” means Website title followed by Gallery title
es_uy: Seleccione que desea usar como título de la fuente RSS principal (canal). "Ambos" significa título del sitio Web seguido del título de la Galería
ru_ru: Отметьте, что вы хотите использовать в качестве заголовка основного RSS-канала. “Оба” означает название сайта, за которым следует название галереи

source: Portable RSS link
da_dk: Inkluder RSS link
es_uy: Enlace RSS portátil
ru_ru: Портативная RSS-ссылка

source: If checked links generated for logged‑in users will include a token identifying the user. Use of that link when not logged‑in will give the same feed as if the user were logged‑in.
da_dk: Hvis markeret vil links oprettet for logged-in brugere indeholde et symbol der identificerer brugeren. Brug af linket som ikke-logget-ind vil da give den samme feed som hvis brugeren var logget ind.
es_uy: Si se marca, los enlaces generados para usuarios que han iniciado sesión incluirán un token identificando al usuario. El uso de ese enlace cuando no haya iniciado sesión dará la misma fuente como si el usuario hubiera iniciado sesión.
ru_ru: Если отмечено, ссылки, созданные для зарегистрированных пользователей, будут содержать маркер, идентифицирующий пользователя. Использование этой ссылки без входа в систему даст ту же ленту, что и при входе пользователя в систему.

source: Feed text length
da_dk: RSS feed tekst længde
es_uy: Longitud del texto de la fuente
ru_ru: Длина текста RSS-ленты

source: The text length of the Zenpage RSS feed items. No value for full length.
da_dk: Tekstlængde for Zenpage RSS feed emner. Lades tom for fuld længde.
es_uy: La longitud del texto de los items de la fuente RSS de Zenpage. Dejar sin valor para longitud total.
ru_ru: Длина текста элементов RSS-ленты Zenpage. Оставьте пустым для включение полного текста.

source: Zenpage feed items
da_dk: Zenpage feed emner
es_uy: Elementos de Fuente de Zenpage
ru_ru: Элементы RSS-ленты Zenpage

source: The number of news articles you want to appear in your site’s News RSS feed.
es_uy: La cantidad de artículos de noticias que desea aparezcan en la fuente de Noticias RSS de su sitio.
ru_ru: Количество новостных статей, которые вы хотите видеть в новостной RSS-ленте вашего сайта.

source: Purge cache files
da_dk: Ryd cachefiler
es_uy: Purgar archivos de caché
ru_ru: Очистить кэш

source: If a <em>type</em> is checked, the RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
ru_ru: Если установлен флажок <em>тип</em>, кэш RSS для элемента будет удален при изменении опубликованного состояния элемента <em>типа</em>.

source: <strong>NOTE:</strong> The entire cache is cleared since there is no way to ascertain if a gallery page contains dependencies on the item.
da_dk: <strong>BEMÆRK:</strong> Hele cachen er ryddet, da der ikke er nogen måde at konstatere på, om en galleriside indeholder afhængigheder af elementet.
es_uy: <strong>NOTA:</strong> Se borra todo el caché, ya que no hay forma de determinar si una página de la galería contiene dependencias en el elemento.
ru_ru: <strong>Примечание: </strong> Очищается весь кэш, поскольку невозможно определить, содержит ли страница галереи зависимости от элемента.

source: (Latest news)
da_dk: (Seneste nyt)
es_uy: (Ultimas noticias)
ru_ru: (Последние новости)

source: (Latest news and albums)
da_dk: (Seneste nyt og albums)
es_uy: (Ultimas noticias y álbumes)
ru_ru: (Последние новости и альбомы)

source: (Latest news and images)
da_dk: (Seneste nyt og billeder)
es_uy: (Ultimas noticias e Imágenes)
ru_ru: (Последние новости и изображения)

source: (Most popular news)
da_dk: (Mest populære nyheder)
es_uy: (Noticias más populares)
ru_ru: (Самые популярные новости)

source: (Most rated news)
da_dk: (Højest vurderede nyheder)
es_uy: (Noticias más valoradas)
ru_ru: (Самые оцениваемые новости)

source: (Top rated news)
da_dk: (Top ratede nyheder)
es_uy: (Noticias mejor valoradas)
ru_ru: (Новости с самой высокой оценкой)

source: (Random news)
da_dk: (Tilfældige nyheder)
es_uy: (Noticias aleatorias)
ru_ru: (Случайные новости)

source: (Most popular pages)
da_dk: (Mest populære sider)
es_uy: (Páginas más populares)
ru_ru: (Самые популярные страницы)

source: (Most rated pages)
da_dk: (Højest vurderede sider)
es_uy: (Páginas más valoradas)
ru_ru: (Самые оцениваемые страницы)

source: (Top rated pages)
da_dk: (Topratede sider)
es_uy: (Páginas mejor valoradas)
ru_ru: (Страницы с самой высокой оценкой)

source: (Random pages)
da_dk: (Tilfældige sider)
es_uy: (Páginas aleatorias)
ru_ru: (Случайные страницы)

source: (Latest pages)
da_dk: (Seneste sider)
es_uy: (Ultimas páginas)
ru_ru: (Последние страницы)

source: (latest comments)
da_dk: (seneste kommentarer)
es_uy: (últimos comentarios)
ru_ru: (последние комментарии)

source: No items available.
es_uy: No hay elementos disponibles.
ru_ru: Нет доступных объектов.

source: Purge RSS cache
da_dk: Ryd RSS cache
es_uy: Purgar la caché RSS
ru_ru: Очистить кэш RSS

source: Delete all files from the RSS cache
da_dk: Slet alle filer fra RSS cachen
es_uy: Borrar todos los archivos del caché RSS
ru_ru: Удалить все файлы из RSS кэша

source: A Zenphoto plugin that provides scriptless and privacy friendly sharing and social network profile buttons.
ru_ru: Плагин Zenphoto, добавляющий кнопки профилей социальных сетей и обеспечивающий удобный и приватный функционал для постинга без использования скриптов.

source: RSS custom URL
ru_ru: Пользовательский USR для RSS

source: Enter the custom RSS URL and choose the custom mode below to use it.
ru_ru: Введите пользовательский URL для RSS и выберите "Пользовательский режим" ниже, чтобы использовать этот адрес.

source: %s profile URL
ru_ru: %s URL профиля

source: Enter the URL to your profile on %s.
ru_ru: Введите URL вашего профиля на %s.

source: Custom URL (URL entered above)
ru_ru: Пользовательский URL (используется URL, введенный вами выше)

source: Gallery: Latest images
ru_ru: Галерея: Последние изображения

source: Gallery: Latest albums
ru_ru: Галерея: Последние альбомы

source: Merged RSS
ru_ru: Объединенный RSS

source: News: latest articles
ru_ru: Новости: последние статьи

source: Social networks
es_uy: Redes sociales
ru_ru: Социальные сети

source: Select the social networks you wish sharing buttons to appear for.
ru_ru: Выберите социальные сети, для которых будут отображаться кнопки.

source: Icon font and default CSS
es_uy: Fuente de icono y CSS por defecto
ru_ru: Шрифт иконки и CSS по умолчанию

source: Uncheck to disable loading the included font and CSS and use your own theme based icon font and CSS.
es_uy: Desmarque para desactivar la carga de la fuente incluida y CSS y use su propia fuente de icono basada en tema y CSS.
ru_ru: Снимите отметку, чтобы отключить загрузку включенного шрифта и CSS и использовать свой собственный тематический шрифт для значков и CSS.

source: Icons only
es_uy: Sólo íconos
ru_ru: Только иконки

source: Check to hide the service name and only show icon buttons.
es_uy: Marque para ocultar los nombres de las redes y mostrar sólo los botones con íconos.
ru_ru: Отметьте, если вы хотите скрыть название сервиса и показывать только кнопки со иконками.

source: Twitter user name
es_uy: Nombre de Usuario de Twitter
ru_ru: Имя пользователя Twitter

source: Enter your Twitter name without @ here if you like to have it appended to tweets made.
es_uy: Ingrese su nombre de Twitter sin @ aquí si desea tenerlo agregado a los tweets realizados.
ru_ru: Введите свое имя в Twitter без @ здесь, если вы хотите, чтобы оно добавлялось к созданным твитам.

source: Profile links
ru_ru: Ссылки на профили

source: RSS URL mode
ru_ru: Режим RSS URL

source: Select the RSS mode to use. If the RSS and/or mergedRSS plugin are not enabled only the custom mode is available.
ru_ru: Выберите режим RSS для использования. Если плагины RSS и/или mergedRSS не включены, будет доступен только "Пользовательский режим".

source: Profile links alignment
ru_ru: Выравнивание ссылок на профили

source: Left
da_dk: Venstre
es_uy: Izquierdo
ru_ru: Слева

source: Center
es_uy: Centro
ru_ru: По центру

source: Right
da_dk: Højre
es_uy: Derecho
ru_ru: Справа

source: Select profile buttons alignment. The theme used may override this and may require an update to work properly.
ru_ru: Выберите тип выравнивание для кпопок со ссылками на профили в социальных сетях. Используемая вами тема оформления может изменить стиль отображения и потребовать внесения изменений здесь для правильной работы.

source: Please enter your Mastodon instance first, e.g mastodon.social.
ru_ru: Введите ваш Mastodon-узел, например, mastodon.social.

source: Subscribe to the RSS feed
ru_ru: Подписаться на RSS

source: Follow on %s
ru_ru: Подписаться на %s

source: Collects and displays search criteria.
da_dk: Indsamler og viser søgekriterier.
es_uy: Recopila y muestra los criterios de búsqueda.
ru_ru: Собирает и отображает критерии поиска.

source: Search statistics
da_dk: Søgestatistikker
es_uy: Estadísticas de búsqueda
ru_ru: Статистика поиска

source: Analyze searches
da_dk: Analyser søgninger
es_uy: Analizar búsquedas
ru_ru: Анализ поисковых запросов

source: Successful search criteria
da_dk: Succesfulde søgekriterier
es_uy: Criterios de búsqueda exitosos
ru_ru: Успешные критерии поиска

source: Failed search criteria
da_dk: Mislykkede søgekriterier
es_uy: Criterio de búsqueda fallido
ru_ru: Неудачные критерии поиска

source: Search terms used
da_dk: Søgeudtryk brugt
es_uy: Términos de búsqueda usados
ru_ru: Поисковые запросы

source: Search IPs
da_dk: Søge-IPer
es_uy: IPs de búsqueda
ru_ru: IP-адреса поиска

source: (The search_statistics plugin is not enabled.)
ru_ru: (Плагин search_statistics не включен.)

source: Note: The search_statistics plugin is not enabled, therefore any existing values will not get updated.
ru_ru: Примечание: Плагин search_statistics не включен, поэтому любые существующие значения обновляться не будут.

source: Search analysis
da_dk: Søge-analyse
es_uy: Buscar análisis
ru_ru: Анализ поисковых запросов

source: The search_statistics plugin is not active
ru_ru: Плагин search_statistics не активен

source: Reset all search statistics
ru_ru: Сбросить всю статистику поиска

source: Logs selected security events.
da_dk: Fører log over udvalgte sikkerhedshændelser.
es_uy: Registra eventos de seguridad seleccionados.
ru_ru: Регистрирует выбранные события безопасности.

source: Record logon attempts of
da_dk: Logger logindforsøg af
es_uy: Registro de intentos de inicio de sesión de
ru_ru: Запись попыток входа в систему

source: Administrators
da_dk: Administratorer
es_uy: Administradores
ru_ru: Администраторы

source: Guests
da_dk: Gæster
es_uy: Invitados
ru_ru: Гости

source: If checked login attempts will be logged.
da_dk: Hvis markeret vil fosøg blive logget.
es_uy: Si se marca, serán registrados los intentos de inicio de sesión.
ru_ru: Если отмечено, включит фиксацию попыток залогиниться в отчете по безопасности.

source: Record failed admin access
da_dk: Post mislykkedes for administratoradgang
es_uy: Registra accesos fallidos del Admin
ru_ru: Запись попыток входа в систему

source: All attempts
da_dk: Alle forsøg
es_uy: Todos los intentos
ru_ru: Все попытки

source: Only user attempts
da_dk: Kun bruger forsøger
es_uy: Sólo intentos de usuarios
ru_ru: Только пользователей

source: Record admin page access failures.
da_dk: Post adgang til aministratorsiden mislykkedes.
es_uy: Registro de fallos de acceso a la página de administrador.
ru_ru: Фиксируйте сбои при попытках доступе к странице администратора.
