Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: This web-based upload accepts the file formats: %s and %s.
da_dk: Denne webbaserede overførsel aksepterer filformaterne: %s og %s.
es_uy: Esta subida basada en la web acepta los formatos de archivo: %s y %s.
ru_ru: Эта веб-загрузка поддерживает следующие типы файлов: %s, и %s.

source: <strong>Note: </strong>
da_dk: <strong>Bemærk: </strong>
es_uy: <strong>Nota: </strong>
ru_ru: <strong>Примечание: </strong>

source: ZIP files must contain only Zenphoto supported <em>image</em> types.
es_uy: Archivos ZIP deben contener sólo los tipos de <em>imagen</em> compatibles con Zenphoto.
ru_ru: ZIP-архивы должны содержать только поддерживаемые Zenphoto типы <em>изображений</em>.

source: The maximum size for any one file is <strong>%sB</strong> and the maximum size for one total upload is <strong>%sB</strong> which are set by your PHP configuration <code>upload_max_filesize</code> and <code>post_max_size</code>.
da_dk: Den maksimale størrelse for en hvilken som helst fil er <strong>%sB</strong> og den maksimale størrelse for en total upload er <strong>%sB</strong>, som er fastsat af din PHP-konfiguration <code>upload_max_filesize</code> og <code>post_max_size</code>.
es_uy: El tamaño máximo para un archivo es <strong>%sBytes</strong> y el tamaño máximo para una carga total es <srong>%sBytes</strong>, el cual está establecido en su configuración de PHP <code>upload_max_filesize</code> y <code>post_max_size</code>.
ru_ru: Максимальный объем одного файла не может превышать <strong>%sB</strong> и общий объем одновременно загружаемых файлов не может превышать <strong>%sB</strong> (лимит задан в конфигурации PHP вашего сервера <code>upload_max_filesize</code> и <code>post_max_size</code>).

source: The maximum size for your total upload is <strong>%sB</strong> which is set by your PHP configuration <code>post_max_size</code>.
da_dk: Den maksimale størrelse for en total upload er <strong>%sB</strong>, som er fastsat af din PHP-konfiguration <code>post_max_size</code>.
es_uy: El tamaño máximo para su carga total es <strong>%sBytes</strong> el cual está establecido en su configuración de PHP <code>post_max_filesize</code>.
ru_ru: Максимальный объем загружаемых файлов не может превышать <strong>%sB</strong> (лимит конфигурации PHP вашего сервера <code>post_max_size</code>).

source: Don’t forget, you can also use <acronym title="File Transfer Protocol">FTP</acronym> to upload folders of images into the albums directory!
es_uy: No olvide, también puede usar <acronym title="File Transfer Protocol">FTP</acronym> para subir carpetas de imágenes en el directorio de álbumes!
ru_ru: Не забывайте, вы также можете использовать <acronym title="File Transfer Protocol">FTP</acronym> для загрузки папок с изображениями в директорию <code>/albums</code>!

source: Upload Error
da_dk: Upload Fejl
es_uy: Error al subir
ru_ru: Ошибка при загрузке

source: There was an error submitting the form. Please try again.
da_dk: Der opstod en fejl under afsendelse af formular. Prøv igen.
es_uy: Hubo un error enviando el formulario. Intente nuevamente.
ru_ru: При отправке формы произошла ошибка. Попробуйте еще раз.

source: Upload complete
da_dk: Upload komplet
es_uy: Subida completa
ru_ru: Загрузка завершена

source: Upload to:
da_dk: Upload til:
es_uy: Subir a:
ru_ru: Загрузить в:

source: That name is already used.
da_dk: Det navn er allerede i brug.
es_uy: Ese nombre ya está en uso.
ru_ru: Это название уже используется.

source: This upload has to have a folder. Type a title or folder name to continue...
da_dk: Denne upload skal have en mappe. Skriv en titel eller et mappenavn for at fortsætte...
es_uy: Esta subida tiene que tener una carpeta. Ingrese un título o nombre de carpeta para continuar...
ru_ru: У этой загрузки должна быть папка. Введите заголовок или название папки, чтобы продолжить.

source: Create a new album
ru_ru: Создать новый альбом

source: Publish the album.
ru_ru: Опубликовать альбом.

source: Folder name
ru_ru: Название папки

source: Auto-generate
da_dk: Opret automatisk
es_uy: Auto-generar
ru_ru: Автоматическая генерация

source: There are no albums to which you can upload.
da_dk: Der ikke nogen albums som du kan uploade til.
es_uy: No hay álbumes a los cuales pueda subir.
ru_ru: Нет альбомов, в которые вы могли бы загружать фотографии.

source: %s email is already used by another user!
es_uy: El Email %s ya está en uso por otro usuario!
ru_ru: %s этот e-mail уже используется другим пользователем!

source: %s password may not be empty!
da_dk: %s adgangskode må ikke være tomt!
es_uy: %s contraseñas no pueden estar vacías!
ru_ru: %s пароль не может пустым!

source: Password reset request.<br />You may now set admin usernames and passwords.
da_dk: Nulstilling af adgangskode.<br />Du kan nu indstille admin brugernavne og adgangskoder.
es_uy: Solicitud de restablecimiento de contraseña.<br />Ahora puede establecer nombres de usuario y contraseñas de administrador.
ru_ru: Запрос на сброс пароля. <br />Теперь вы можете установить имена и пароли пользователей-администраторов.

source: Saved
da_dk: Gemt
es_uy: Salvado
ru_ru: Сохранено

source: Rights migration failed.
da_dk: Rettighedsoverførsel mislykkes.
es_uy: Falló la migración de derechos.
ru_ru: Права не удалось перенести .

source: User id already used.
da_dk: Bruger-id bruges allerede.
es_uy: ID de usuario ya está en uso.
ru_ru: Уже используемый ID пользователя.

source: User name not provided
da_dk: Brugernavn er ikke angivet
es_uy: Nombre de usuario no proporcionado
ru_ru: Имя пользователя не указано

source: Your Website URL is not valid
da_dk: Dit websted URL-adresse er ikke gyldig
es_uy: La URL de su sitio Web es inválida
ru_ru: URL на ваш сайт недействительна

source: Expand all
da_dk: Udvid alle
es_uy: Expandir todo
ru_ru: Развернуть все

source: Collapse all
da_dk: Skjul alle
es_uy: Contraer todo
ru_ru: Свернуть все

source: pending verification
da_dk: afventer verifikation
es_uy: verificación pendiente
ru_ru: ожидает подтверждения

source: no group
da_dk: ingen gruppe
es_uy: sin grupo
ru_ru: нет групп

source: Master
es_uy: Maestro
ru_ru: Главный

source: Show details
da_dk: Vis detaljer
es_uy: Mostrar detalles
ru_ru: Показать детали

source: Hide details
da_dk: skjul detaljer
es_uy: Ocultar detalles
ru_ru: Скрыть детали

source: Show details for user %s
da_dk: Vis detaljer for bruger %s
es_uy: Mostrar detalles del usuario %s
ru_ru: Показать детали о пользователе %s

source: Hide details for user %s
da_dk: Skjul detaljer for bruger %s
es_uy: Ocultar detalles del usuario %s
ru_ru: Скрыть детали о пользователе %s

source: New User
da_dk: Ny bruger
es_uy: Nuevo usuario
ru_ru: Новый пользователь

source: Authenticate user
da_dk: Godkend bruger
es_uy: Autenticar usuario
ru_ru: Авторизовать пользователя

source: Send verification request email
ru_ru: Отправить письмо верификации

source: Do nothing
ru_ru: Ничего не делать

source: Are you sure you want to delete this user?
da_dk: Er du sikker på at du vil slette denne bruger?
es_uy: ¿Esta seguro que quiere borrar este usuario?
ru_ru: Вы уверены, что хотите удалить этого пользователя?

source: This is the master user account. If you delete it another user will be promoted to master user.
da_dk: Dette er master brugerkontoen. Hvis du sletter den vil en anden bruger blive forfremmet til master bruger.
es_uy: Esta es la cuenta del usuario maestro. Si la borra otro usuario será promovido a maestro usuario.
ru_ru: Это учетная запись главного пользователя. Если вы удалите ее, другой пользователь будет повышен до главного пользователя.

source: Delete this user.
da_dk: Slet denne bruger.
es_uy: Borrar este usuario.
ru_ru: Удалить этого пользователя.

source: <strong>Note:</strong> You must have ADMIN rights to alter anything but your personal information.
da_dk: <strong>OBS:</strong> Du skal have ADMIN rettigheder for at ændre noget ud over dine personlige oplysninger.
es_uy: <strong>Nota:</strong> Debe tener derechos ADMIN para modificar cualquier cosa que no sea su información personal.
ru_ru: <strong>Примечание: </strong> У вас должны быть права АДМИНИСТРАТОРА, чтобы изменять что-либо, кроме вашей личной информации.

source: Challenge phrase
da_dk: Sikkerhedsspørgsmål
es_uy: Pregunta desafío por si olvida contraseña
ru_ru: Секретный вопрос

source: Challenge response
da_dk: Svar på sikkerhedsspørgsmål
es_uy: Respuesta desafío por si olvida contraseña
ru_ru: Ответ на секретный вопрос

source: Full name
da_dk: Fulde navn
es_uy: Nombre completo
ru_ru: Полное имя

source: create primary album
da_dk: Opret primært album
es_uy: crear el Album primario
ru_ru: создать основной альбом

source: delink primary album <strong>%1$s</strong>(<em>%2$s</em>)
da_dk: afkoble primære album <strong>%1$s</strong>(<em>%2$s</em>)
es_uy: desvincular álbum primario <strong>%1$s</strong> (<em>%2$s</em>)
ru_ru: отсоединить основной альбом <strong>%1$s</strong>(<em>%2$s</em>)

source: The primary album was created in association with the user. It will be removed if the user is deleted unless you enable the related option on Options > Security.
ru_ru: Основной альбом был создан для пользователем. Альбом будет удален при удалении пользователя, если опция "сохранять альбом" не будет включена в Настройки > Безопасность.

source: The <em>master</em> account has full rights to all objects.
es_uy: La cuenta <em>maestra</em> tiene derechos totales en todos los objetos.
ru_ru: Учетная запись <em>главный пользователь</em> имеет полные права на все объекты.

source: The <em>Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
ru_ru: Текущий уровень прав пользователя может быть расширен, т.к. объект <em>Zenphoto_Authority</em> предоставляет более высокий уровень функциональности. Возможно, вы захотите перенести права пользователя, чтобы получить новые функциональные возможности, предоставляемые этой версией.

source: Migrate rights
da_dk: Migrationsrettigheder.
es_uy: Migrar derechos
ru_ru: Перенести права

source: You may wish to revert the <em>Authority</em> user rights to version %s for backwards compatibility with prior Zenphoto releases.
ru_ru: Для обратной совместимости с предыдущими выпусками Zenphoto, можно откатить права пользователя к <em>Zenphoto_Authority</em> версии %s.

source: Revert rights
da_dk: Tilbagefør rettigheder
es_uy: Revertir derechos
ru_ru: Откатить права

source: User names may not contain “?”, “&", or quotation marks.
es_uy: Los nombres de usuario no pueden contener "?", "&", o comillas.
ru_ru: Имена пользователей не могут содержать знаки "?”, “&" или кавычек.

source: The user “%s” already exists.
es_uy: El usuario "%s" ya existe.
ru_ru: Пользователь “%s” уже существует.

source: Image cache cleared.
da_dk: Billedcache tømt
es_uy: Caché de imágenes borrada.
ru_ru: Кэш изображений удален.

source: RSS cache cleared.
da_dk: RSS cache tømt
es_uy: Caché RSS borrado.
ru_ru: Кэш RSS удален.

source: HTML cache cleared.
da_dk: HTML cache tømt
es_uy: Caché HTML borrado.
ru_ru: HTML кэш удален.

source: Search cache cleared.
es_uy: Caché de Búsqueda borrado.
ru_ru: Кеш поиска удален.

source: enabled
da_dk: Aktiver
es_uy: habilitado
ru_ru: включено

source: Setup files restored.
da_dk: Installationsfiler genoprettede.
es_uy: Archivos de instalación (Setup) restaurados.
ru_ru: Установочные файлы восстановлены.

source: Setup files protected.
da_dk: Installationsfiler beskyttede.
es_uy: Archivos de instalación (Setup) protegidos.
ru_ru: Установочные файлы защищены.

source: purge Image cache
da_dk: Tøm billed cache
es_uy: purgar imagen de caché
ru_ru: удалить кэш изображений

source: purge RSS cache
da_dk: Tøm RSS cache
es_uy: purgar caché RSS
ru_ru: удалить кэш RSS

source: reset all hitcounters
da_dk: Nulstil alle træftællere
es_uy: restablecer todos los contadores de hits
ru_ru: обнулить все счетчики посещений

source: purge search cache
es_uy: purgar caché de búsqueda
ru_ru: удалить кеш поиска

source: You do not have proper rights to %s.
da_dk: Du har ikke rettigheder til %s
es_uy: No tiene derechos apropiados para %s.
ru_ru: У вас нет надлежащих прав для %s.

source: You do not have proper rights to access %s.
da_dk: Du har ikke rettigheder til at tilgå %s
es_uy: No tiene derechos apropiados de acceso a %s.
ru_ru: У вас нет надлежащих прав доступа к %s.

source: Setup » restore scripts
da_dk: Setup » genopretter scripts
es_uy: Configuración » restaurar scripts
ru_ru: Восстановить установочные файлы

source: Restores setup files so setup can be run.
da_dk: Genopretter setup-filer så setup kan køres.
es_uy: Restaura los archivos de configuración (setup) para que el setup pueda ejecutarse.
ru_ru: Восстанавливает установочные файлы, чтобы можно было запустить программу установки.

source: Setup » protect scripts
da_dk: Setup » beskytte scripts
es_uy: Configuración » proteger scripts
ru_ru: Защитить установочные файлы

source: Protects setup files so setup cannot be run.
da_dk: Beskytter setup-filer så setup ikke kan køres.
es_uy: Protege los archivos de configuración (setup) para que no pueda ejecutarse.
ru_ru: Защитить установочные файлы от несанкционированного запуска.

source: Run setup
es_uy: Ejecutar programa de instalación (setup)
ru_ru: Запустить установку

source: Run the setup script.
es_uy: Ejecutar el script de configuración (setup).
ru_ru: Выполнить установку/переустановку.

source: Your Setup scripts are not protected.
da_dk: Installationsfiler er ikke beskyttede.
es_uy: Sus scripts del setup no están protegidos.
ru_ru: Ваши установочные файлы не защищены.

source: The Setup environment is not totally secure, you should protect the scripts to thwart hackers. Use the <strong>Setup » protect scripts</strong> button in the <em>Admin</em> section of the <em>Utility functions</em>.
ru_ru: Директория установки небезопасна, защитите установочные скрипты от хакерских атак: <strong>Установка » защитить скрипты</strong> в разделе <em>Админ -> Утилиты</em> закладки <em>Общие</em>.

source: Installation information
da_dk: Installations information
es_uy: Información de la instalación
ru_ru: Информация об установке

source: clone
da_dk: Klon
es_uy: clonar
ru_ru: клонировать

source: source: %s
es_uy: origen: %s
ru_ru: источник: %s

source: Zenphoto version <strong>%1$s</strong>
ru_ru: Версия Zenphoto <strong>%1$s</strong>

source: This is a pre-release version. Review changes on GitHub.
ru_ru: Это тестовая версия. Ознакомьтесь со списком изменений на GitHub.

source: Current locale setting: <strong>%1$s</strong>
da_dk: Aktuelle lokalitetsindstilling: <strong>%1$s</strong>
es_uy: Configuración regional actual: <strong>%1$s</strong>
ru_ru: Текущая кодировка (locale): <strong>%1$s</strong>

source: <strong>Locale setting has failed</strong>
da_dk: <strong>Lokalitetsindstilling mislykket</strong>
es_uy: <strong>Falló la configuración regional</strong>
ru_ru: <strong>Ошибка настройки локали</strong>

source: Server path:
da_dk: Server sti:
es_uy: Ruta del servidor:
ru_ru: Адрес на сервере:

source: WEB path:
da_dk: WEB sti:
es_uy: Ruta WEB:
ru_ru: ВЕБ-адрес:

source: PHP Session path:
da_dk: PHP Sessionssti:
es_uy: Ruta de sesión PHP:
ru_ru: Путь к сеансу PHP:

source: Current gallery theme: <strong>%1$s</strong>
da_dk: Aktuelle galleritema: <strong>%1$s</strong>
es_uy: Tema de Galería actual: <strong>%1$s</strong>
ru_ru: Текущая тема галереи: <strong>%1$s</strong>

source: Server software: <strong>%1$s</strong>
ru_ru: Программное обеспечение сервера: <strong>%1$s</strong>

source: PHP version: <strong>%1$s</strong>
es_uy: Versión PHP: <strong>%1$s</strong>
ru_ru: Версия PHP: <strong>%1$s</strong>

source: TEST_RELEASE mode (%s) enabled
ru_ru: TEST_RELEASE режим (%s) включен

source: Debug modes enabled: <strong>%s</strong>
ru_ru: Режим отладки включен: <strong>%s</strong>

source: PHP Error reporting: <strong>%s</strong>
da_dk: PHP Fejlmelding: <strong>%s</strong>
es_uy: PHP informa el Error: <strong>%s</strong>
ru_ru: Сообщения об ошибках PHP: <strong>%s</strong>

source: <em>display_errors</em> is <strong>On</strong>: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
ru_ru: <em>display_errors</em>: <strong>ВКЛЮЧЕНО</strong>. На WEB-страницах могут отображаться сообщения об ошибках PHP. Это может раскрыть конфиденциальную информацию сайта.

source: <em>display_errors</em> is <strong>Off</strong>
da_dk: <em>vis_fejl</em> er <strong>Fra</strong>
es_uy: <em>display_errors</em> está en <strong>OFF</strong>
ru_ru: <em>display_errors</em> <strong>Отключен</strong>

source: Graphics support: <strong>%s</strong>
da_dk: Grafiks support: <strong>%s</strong>
es_uy: Soporte Gráfico: <strong>%s</strong>
ru_ru: Поддержка графики: <strong>%s</strong>

source: supporting: %s
da_dk: understøtter: %s
es_uy: soportando: %s
ru_ru: поддержка: %s

source: PHP memory limit: <strong>%1$s</strong> (Note: Your server might allocate less!)
da_dk: PHP hukommelsesgrænse: <strong>%1$s</strong> (Obs: Din server kan allokere mindre!)
es_uy: Límite de memoria PHP: <strong>%1$s</strong> (Nota: su servidor podría asignar menos!)
ru_ru: Лимит памяти PHP: <strong>%1$s</strong> (Примечание: ваш сервер может выделить меньше!)

source: Database: <strong>%1$s %2$s</strong>
ru_ru: Базы данных: <strong>%1$s %2$s</strong>

source: Database handler: <strong>%1$s</strong>
ru_ru: Управление базой данных: <strong>%1$s</strong>

source: Database client: <strong>%1$s</strong>
ru_ru: Клиент базы данных: <strong>%1$s</strong>

source: Database name: <strong>%1$s</strong>
da_dk: Database navn: <strong>%1$s</strong>
es_uy: Nombre Base de datos: <strong>%1$s</strong>
ru_ru: Название базы данных: <strong>%1$s</strong>

source: Database table prefix: <strong>%1$s</strong>
ru_ru: Приставка таблиц: <strong>%1$s</strong>

source: No spam filter configured
da_dk: Intet spamfilter konfigureret
es_uy: No hay filtro de SPAM configurado
ru_ru: Спам-фильтр не подключен

source: Spam filter: <strong>%s</strong>
es_uy: Filtro de Spam : <strong>%s</strong>
ru_ru: СПАМ-фильтр: <strong>%s</strong>

source: CAPTCHA generator: <strong>%s</strong>
es_uy: Generador de CAPTCHA: <strong>%s</strong>
ru_ru: Генератор защитного кода Captcha: <strong>%s</strong>

source: There is no mail handler configured!
da_dk: Der er ikke konfigureret noget mailprogram!
es_uy: No hay gestor de Email configurado!
ru_ru: Обработчик почты не найден!

source: %u active plugin:
da_dk: %u aktiv plugin:
es_uy: %u plugin activo:
ru_ru: %u плагин активен:

source: <em>none</em>
da_dk: <em>ingen</em>
es_uy: <em>ninguno</em>
ru_ru: <em>отсутствуют</em>

source: %u active filter:
da_dk: %u aktivt filter:
es_uy: %u filtro activo:
ru_ru: %u фильтр активен:

source: Utility functions
da_dk: Hjælpefunktioner
es_uy: Funciones de utilidad
ru_ru: Утилиты

source: Gallery Stats
da_dk: Galleri statistikker
es_uy: Estadísticas de Galería
ru_ru: Статистика галереи

source: <strong>%1$u</strong> Image (%2$u un-published)
da_dk: <strong>%1$u</strong> Billede (%2$u upubliseret)
es_uy: <strong>%1$u</strong> Imagen (%2$u no publicada)
ru_ru: <strong>%1$u</strong> изображение (не опубликовано %2$u)

source: <strong>%u</strong> Image
da_dk: <strong>%1$u</strong> Billede
es_uy: <strong>%u</strong> Imagen
ru_ru: <strong>%u</strong> изображение

source: <strong>%1$u</strong> Album (%2$u un-published)
da_dk: <strong>%1$u</strong> Album (%2$u upubliceret)
es_uy: <strong>%1$u</strong> Álbum (%2$u no publicado)
ru_ru: <strong>%1$u</strong> альбом (не опубликовано %2$u)

source: <strong>%u</strong> Album
es_uy: <strong>%u</strong> Álbum
ru_ru: <strong>%u</strong> альбом

source: <strong>%1$u</strong> Comment (%2$u in moderation)
da_dk: <strong>%1$u</strong> Kommentar (%2$u under moderation )
es_uy: <strong>%1$u</strong> Comentario (%2$u en moderación)
ru_ru: <strong>%1$u</strong> комментарий (%2$u в обработке)

source: <strong>%u</strong> Comment
da_dk: <strong>%u</strong> Kommentar
es_uy: <strong>%u</strong> Comentario
ru_ru: <strong>%u</strong> комментарий

source: Your user rights do not allow access to administrative functions.
da_dk: Dine brugerrettigheder giver ikke adgang til administrative funktioner.
es_uy: Sus derechos de usuario no le permiten acceder a las funciones de administrador.
ru_ru: Ваши права пользователя не разрешают доступ к административным функциям.

source: No captcha handler is enabled.
da_dk: Chaptcha håndtering ikke aktiveret.
es_uy: No hay gestor de Captcha habilitado.
ru_ru: Генератор защитного кода не подключен.

source: General statistics
ru_ru: Общая статистика

source: Images statistics
ru_ru: Статистика изображений

source: Albums statistics
ru_ru: Статистика альбомов

source: Tags statistics
ru_ru: Статистика тегов

source: RSS statistics
ru_ru: Статистика RSS

source: Pages statistics
ru_ru: Статистика страниц

source: News articles statistics
ru_ru: Статистика новостей

source: News categories statistics
ru_ru: Статистика новостных категорий

source: Downloads
ru_ru: Загрузки

source: Download statistics
da_dk: Download statistikker
es_uy: Descargar estadísticas
ru_ru: Статистика скачиваний

source: From
da_dk: Fra
es_uy: De
ru_ru: От

source: to
da_dk: til
es_uy: a
ru_ru: до

source: Show
da_dk: Vis
es_uy: Mostrar
ru_ru: Показать

source: most used
da_dk: Mest brugte
es_uy: más usados
ru_ru: по частоте использования

source: most viewed
da_dk: Mest viste
es_uy: más vistos
ru_ru: лидеры просмотров

source: most viewed images
es_uy: imágenes más vista os
ru_ru: по количеству просмотров

source: most rated
da_dk: mest bedømt
es_uy: más valorados
ru_ru: по количеству выставленных рейтингов

source: top rated
da_dk: bedømte som bedste
es_uy: mejor valorados
ru_ru: топ-рейтинг

source: most commented
da_dk: mest kommenterede
es_uy: más comentados
ru_ru: по количеству по комментариям

source: most images
da_dk: med flest billeder
es_uy: mejores imágenes
ru_ru: по количеству изображений

source: latest
da_dk: seneste
es_uy: último
ru_ru: последние

source: latest updated
da_dk: Sidst opdateret
es_uy: última actualizada
ru_ru: последние обновления

source: Most downloaded
ru_ru: Наиболее скачиваемые файлы

source: Gallery Statistics
da_dk: Galleri-statistikker
es_uy: Estadísticas de la Galería
ru_ru: Статистика галереи

source: Gallery Statistics: %s
ru_ru: Статистика галереи: %s

source: (The hitcounter plugin is not enabled.)
da_dk: (Besøgstæller-plugin er ikke aktiveret.)
es_uy: (La extensión hitcounter -contador de hits- no está habilitada.)
ru_ru: (Плагин hitcounter не включен.)

source: (The downloadlist plugin is not enabled.)
ru_ru: (Плагин downloadList не активен.)

source: No statistic available.
da_dk: Ingen statistik tilgængelig.
es_uy: Sin estadísticas disponibles.
ru_ru: Статистика недоступна.

source: Note: The hitcounter plugin is not enabled, therefore any existing values will not get updated.
da_dk: Bemærk: Besøgstæller plugin er ikke aktiveret, derfor vil eksisterende værdier ikke blive opdateret
es_uy: Nota: La extensión hitcounter no está habilitada, por lo tanto los valores existentes no se actualizarán.
ru_ru: Примечание: Плагин hitcounter не включен, поэтому любые существующие значения обновляться не будут.

source: %s images
da_dk: %s billeder
es_uy: %s imágenes
ru_ru: %s изображений

source: Preview
ru_ru: Просмотр

source: Back to the top 10 lists
da_dk: Tilbage til top-10 listen.
es_uy: Volver a las listas de los 10 mejor valorados
ru_ru: Обратно к ТОП-10

source: View more
da_dk: Se mere
es_uy: Ver más
ru_ru: Подробнее

source: View
da_dk: Vis
es_uy: Ver
ru_ru: Просмотреть

source: other
ru_ru: другое

source: General image mime types
ru_ru: Основные MIME-типы
