Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Layers list
es_uy: Lista de capas
ru_ru: Список слоев

source: Choose layers list to show in layers controls. No need to select the default layer again, otherwise it will be de-duplicated.
es_uy: Elija la lista de capas para mostrar en los controles de capas. No es necesario volver a seleccionar la capa predeterminada, de lo contrario, se eliminará la duplicación.
ru_ru: Выберите список слоев для отображения в элементах управления слоями. Нет необходимости повторно выбирать слой по умолчанию, иначе он будет дублироваться.

source: Layers controls position
es_uy: Posición de los controles de capas
ru_ru: Управления слоями

source: Position of the layers controls
es_uy: Posición de los controles de capas
ru_ru: Расположение элементов управления слоями

source: Show scale
es_uy: Mostrar escala
ru_ru: Показывать масштаб

source: Enable if you want to show scale overlay (kilometers and miles).
es_uy: Marque si desea mostrar la superposición de escala (kilómetros y millas).
ru_ru: Отметьте, если хотите отображать наложение масштаба (километры и мили).

source: Show cursor position
es_uy: Mostrar Posición del cursor
ru_ru: Показывать позицию курсора

source: Enable if you want to show the coordinates if moving the cursor over the map.
es_uy: Marque si quiere mostrar las coordenadas al mover el cursor sobre el mapa.
ru_ru: Отметьте, если хотите отображать координаты при наведении курсора на карту.

source: Show album markers
es_uy: Mostrar marcadores del álbum
ru_ru: Показывать другие изображения из альбома

source: Enable if you want to show the map on the single image page not only the marker of the current image but all markers from the album. The current position will be highlighted.
es_uy: Habilite si desea mostrar el mapa en la página de una sola imagen, y no solo el marcador de la imagen actual, sino todos los marcadores del álbum. La posición actual se resaltará.
ru_ru: Отметьте, если хотите отобразить карту на странице с одним изображением, не только маркер текущего изображения, но и все маркеры из альбома. Текущая позиция будет выделена.

source: Mini map
es_uy: Minimapa
ru_ru: Мини-карта

source: Enable if you want to show an overview mini map in the lower right corner.
es_uy: Marque si quiere mostrar un minimapa de vista general en la esquina inferior derecha.
ru_ru: Отметьте, если хотите отображать обзорную мини-карту в правом нижнем углу.

source: Mini map: width
es_uy: Ancho del minimapa
ru_ru: Мини-карта: ширина

source: Pixel width
es_uy: Ancho de pixel
ru_ru: Ширина в пикселях

source: Mini map: height
es_uy: Alto del minimapa
ru_ru: Мини-карта: высота

source: Pixel height
es_uy: Alto de pixel
ru_ru: Высота в пикселях

source: Mini map: Zoom level
es_uy: Nivel de aumento del minimapa
ru_ru: Мини-карта: уровень масштабирования

source: The offset applied to the zoom in the minimap compared to the zoom of the main map. Can be positive or negative, defaults to -5.
es_uy: El desplazamiento aplicado al zoom en el minimapa comparado con el zoom del mapa principal. Puede ser positivo o negativo, por defecto configurado en -5.
ru_ru: Смещение, применяемое к масштабированию миникарты по сравнению с масштабированием основной карты. Может быть положительным или отрицательным, по умолчанию -5.

source: Mapbox - Access token
es_uy: Token de acceso - Mapbox
ru_ru: Mapbox - токен доступа

source: Jawg - Access token
ru_ru: Jawg - токен доступа

source: Use openStreetMap::printOpenStreetMap() instead
ru_ru: Вместо этого используйте openStreetMap::printOpenStreetMap()

source: Prints a paged thumbs navigation on image.php, independent of the album.php’s thumbs.
es_uy: Imprime una navegación con las miniaturas paginados en image.php, independientemente de las miniaturas de album.php.
ru_ru: Печатает навигацию с разделением по страницам с помощью миниатюр на image.php, независимо от миниатюр album.php.

source: Thumbs per page
da_dk: Miniaturer pr side
es_uy: Miniaturas por página
ru_ru: Миниатюр на странице

source: Controls the number of images on a page. You might need to change this after switching themes to make it look better.
da_dk: Kontrollerer antallet af billeder på en side. Du skal måske ændre dette efter et temaskift for at få det til at se bedre ud.
es_uy: Controla el número de imágenes por página. Es posible que deba cambiar esto después de cambiar de tema para que se vea mejor.
ru_ru: Управляет количеством изображений на странице. Возможно, вам потребуется изменить эту настройку после смены темы оформления, чтобы она выглядела лучше.

source: Counter
da_dk: Tæller
es_uy: Contador
ru_ru: Счeтчик

source: If you want to show the counter “x - y of z images”.
es_uy: Si quiere mostrar el contador de imágenes "x - y de z".
ru_ru: Отметьте, если хотите отобразить счетчик “x - y из z изображений”.

source: Prevtext
da_dk: Forrige tekst
es_uy: Texto previo
ru_ru: Текст для предыдущего

source: The text for the previous thumbs. Leave empty to use the default text.
ru_ru: Текст для предыдущей миниатюры. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Nexttext
da_dk: Næste tekst
es_uy: Texto siguiente
ru_ru: Текст для следующего

source: The text for the next thumbs. Leave empty to use the default text.
ru_ru: Текст для следующей миниатюры. Оставьте пустым, чтобы использовать текст по умолчанию.

source: The thumb crop width is the maximum width when height is the shortest side
da_dk: Miniaturens beskæringsbredde er maximum bredde når højden er den korteste side.
es_uy: El ancho del recorte de la miniatura es el ancho máximo cuando la altura es el lado más corto
ru_ru: Ширина кадрирования миниатюры - это максимальная ширина, когда высота - самая короткая сторона

source: The thumb crop height is the maximum height when width is the shortest side
da_dk: Miniaturesn beskæringshøjde er maximun højde når bredden er den korteste side.
es_uy: El alto del recorte de la miniatura es el alto máximo cuando el ancho es el lado más corto
ru_ru: Высота кадрирования миниатюры - это максимальная высота, когда ширина - самая короткая сторона

source: Crop
da_dk: Beskær
es_uy: Recorte
ru_ru: Кадрирование

source: If checked the thumbnail will be a centered portion of the image with the given width and height after being resized to thumb size (by shortest side). Otherwise, it will be the full image resized to thumb size (by shortest side).
da_dk: Hvis markeret vil miniaturen blive en centreret del af billedet med den givne bredde og højde efter at være dimensioneret til miniaturestørrelse (efter korteste side). Ellers vil det blive originalbilledet reduceret til miniaturestørrelse (efter korteste side).
es_uy: Si se marca, la miniatura será una porción centrada de la imagen con el ancho y la altura dados después de cambiar el tamaño al tamaño de la miniatura (por el lado más corto). De lo contrario, será el tamaño de la imagen completa cambiado al tamaño de la miniatura (por el lado más corto).
ru_ru: Если отмечено, миниатюра будет представлять собой центрированную часть изображения с заданными шириной и высотой после изменения размера до размера миниатюры (по короткой стороне). В противном случае это будет полное изображение, измененное до размера миниатюры (по короткой стороне).

source: Placeholders
da_dk: Pladsholdere
es_uy: Marcadores de posición
ru_ru: Заглушки

source: if you want to use placeholder for layout reasons to fill up the thumbs if the number of thumbs does not match images per page. Recommended only for cropped thumbs.
da_dk: Hvis du ønsker at bruge pladsholdere af hensyn til layoutet, for at fylde miniaturerne op hvis antal miniaturer ikke stemmer med billeder pr side. Anbefales kun for beskårne miniaturer.
es_uy: marque si desea utilizar el marcador de posición por motivos de diseño para rellenar las miniaturas, si el número de ellas no coincide con las imágenes por página. Recomendado solo para miniaturas recortadas.
ru_ru: если вы хотите использовать заглушку для оформления, чтобы заполнить миниатюры, если количество миниатюр не соответствует выбранному параметру количества изображениям на странице. Рекомендуется только для обрезанных миниатюр.

source: Page list
da_dk: Sideliste
es_uy: Lista de páginas
ru_ru: Список страниц

source: If you want the list of the pages to be shown.
da_dk: Hvis du ønsker listen af sider der vises.
es_uy: Si quiere que la lista de páginas sea mostrada.
ru_ru: Отметьте, если вы хотите, чтобы был показан список страниц.

source: Pages list prev and next links
da_dk: Sideliste forrige og næste links
es_uy: Enlaces a lista de páginas previas y siguientes
ru_ru: Навигационные ссылки для списка страниц

source: If you want to show previous and next thumb page links with the page list.
da_dk: Hvis du ønsker at vise forrige og næste sidelinks med sidelisten.
es_uy: Si quiere mostrar los enlaces a miniaturas de páginas previas y siguientes con la lista de páginas.
ru_ru: Отметьте, если вы хотите показать ссылки на предыдущую и следующую страницу со списком страниц.

source: Pages list length
da_dk: Sideliste længde
es_uy: Longitud de la lista de páginas
ru_ru: Длина списка страниц

source: The number of links for the page list.
da_dk: Antallet af links for sidelisten.
es_uy: La cantidad de enlaces de la lista de páginas.
ru_ru: Количество ссылок для списка страниц.

source: previous thumbs
da_dk: forrige miniaturer
es_uy: miniaturas previas
ru_ru: предыдущие миниатюры

source: next thumbs
da_dk: Næste miniaturer
es_uy: miniaturas siguientes
ru_ru: следующие миниатюры

source: Images %1$u-%2$u of %3$u (%4$u/%5$u)
da_dk: Billeder %1$u-%2$u of %3$u (%4$u/%5$u)
es_uy: Imágenes %1$u-%2$u de %3$u (%4$u/%5$u)
ru_ru: Изображения %1$u-%2$u из %3$u (%4$u/%5$u)

source: Adds a theme function to print an album menu either as a nested list or as a dropdown menu.
da_dk: Tilføjer et tema funktion til at printe en albummenu enten som en indlejret liste eller som en dropdown menu.
es_uy: Agrega una función de tema para imprimir un menú de álbum ya sea como una lista anidada o como un menú desplegable.
ru_ru: Добавляет на страницы галереи меню всех альбомов в виде обычного или раскрывающегося списка.

source: "List" subalbum level
da_dk: "List" underalbum niveau
es_uy: Nivel de "Lista" de sub-álbumes
ru_ru: Уровней субальбомов

source: The depth of subalbum levels shown with the <code>printAlbumMenu</code> and <code>printAlbumMenuList</code> “List” option. Note: themes may override this default.
es_uy: La profundidad de los niveles de sub álbum mostrados con la opción "Lista" <code>printAlbumMenu</code> y <code>printAlbumMenuList</code>. Nota: los temas pueden anular este valor predeterminado.
ru_ru: Глубина уровней вложенного альбома отображается с помощью опции <code>printAlbumMenu</code> и <code>printAlbumMenuList</code> “Список”. Примечание: темы могут переопределять это значение по умолчанию.

source: Show counts
da_dk: Vis tæller
es_uy: Mostrar cantidad
ru_ru: Показывать счетчики

source: If checked, image and album counts will be included in the list. Note: Themes may override this option.
da_dk: Hvis markeret vil billed og album antal blive inkluderet i listen. Bemærk:Temaer kan tilsidesætte denne indstilling.
es_uy: Si está marcado, la cantidad de imágenes y álbumes será incluida en la lista. Nota: los Temas pueden anular esta opción.
ru_ru: Отметьте, если вы хотите выводить данные о количестве изображений и субальбомов для каждой позиции меню.<br> <em>Замечание:</em> настройки темы оформления могут перекрывать этот параметр.

source: * These options may be set via the <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a> plugin options.
es_uy: * Estas opciones deben ser configuradas a través de las opciones del complemento <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a>.
ru_ru: * Эти параметры можно редактировать в настройках плагина <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options may be shared with other plugins.</p>
da_dk: <p class="notebox">*<strong>Note:</strong> Indstillingen af disse muligheder kan deles med andre plugins.</p>
es_uy: <p class="notebox">*<strong>Nota:</strong> La configuración de estas opciones puede ser compartida con otros complementos.</p>
ru_ru: <p class="notebox">*<strong>Замечание:</strong> Настройки этих параметров могут использоваться совместно с другими плагинами.</p>

source: A single place to quickly review your unpublished content.
da_dk: Et enkelt sted til hurtigt at få en oversigt over dit ikke-offentliggjorte indhold.
es_uy: Un único lugar para revisar rápidamente su contenido no publicado.
ru_ru: Единое место для быстрого просмотра вашего неопубликованного контента.

source: Publish content
da_dk: Offentliggør indhold
es_uy: Publicar contenido
ru_ru: Управление публикацией

source: Manage published state of content in your gallery.
da_dk: Håndter status for offentliggørelse for indhold i dit galleri.
es_uy: Gestiona el estado de publicación de contenido en su galería.
ru_ru: Управляет публикацией материалов вашей галереи.

source: Manage content publication
da_dk: Administrer indholdsudgivelse
es_uy: Gestionar la publicación de contenido
ru_ru: Управление публикацией материалов

source: Image and album <em>Discovery</em> options
da_dk: Billed og album <em>Discovery</em> indstillinger
es_uy: Opciones de imagen y álbum <em>Discovery</em>
ru_ru: Параметры <em>поиска</em> изображений и альбомов

source: Defaults applied
da_dk: Standarder anvendt
es_uy: Predeterminados aplicados
ru_ru: Применены настройки по умолчанию

source: Set defaults for album publishing and image visibility.
da_dk: Sæt standard for album udgivelse og billedsynlighed.
es_uy: Establece los valores por defecto de publicación de los álbumes y visibilidad de las imágenes.
ru_ru: Устанавливает настройки по умолчанию, касающиеся публикации альбомов и видимости изображений.

source: The number of un-published items does <strong>not</strong> include items that are un-published by <a href="https://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">inheritance</a>.
ru_ru: В число неопубликованных материалов <strong>не входят</strong> материалы, не опубликованные в силу <a href="https://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">наследования</a>.

source: Albums not published
da_dk: Albums ikke udgivet
es_uy: Albumes no publicados
ru_ru: Неопубликованные альбомы

source: %u unpublished album
da_dk: %u ikke-udgivet album
es_uy: álbum %u no publicado
ru_ru: %u неопубликованный альбом

source: Album changes applied
da_dk: Albumændringer anvendt
es_uy: Cambios en álbum aplicados
ru_ru: Изменения в альбоме сохранены

source: Unpublished state propagated
da_dk: Status ikke-udgivet videreført
es_uy: Estado no publicado propagado
ru_ru: Распространено неопубликованное состояние

source: Publish waiting albums.
da_dk: Udgiv ventende albums.
es_uy: Publica los álbumes en espera.
ru_ru: Опубликовать ожидающие публикации альбомы.

source: Publish albums
da_dk: Udgiv albums
es_uy: Publicar álbumes
ru_ru: Опубликовать альбомы

source: Set all subalbums of an un-published album to un-published.
da_dk: Sæt alle subalbums af et ikke-udgivet album til ikke-udgivet.
es_uy: Establece todos los subálbumes de un álbum sin publicar como no publicado.
ru_ru: Установить статус 'Не опубликовано' на субальбомы неопубликованного альбома.

source: Propagate un-published state
da_dk: Viderefør ikke-udgivet status
es_uy: Propagar el estado de no publicado
ru_ru: Применить к дочерним объектам

source: No albums are un-published.
da_dk: Ingen albums er upublicerede.
es_uy: No hay ningún álbum sin publicar.
ru_ru: Нет неопубликованных альбомов.

source: Images not published
da_dk: Billeder ikke publicerede
es_uy: Imagen no publicada
ru_ru: Неопубликованные изображения

source: Review images older than: %s
da_dk: Gennemse billeder ældre end: %s
es_uy: Revisar imágenes anteriores a: %s
ru_ru: Проверка изображений, старше чем: %s

source: Review un-published images.
da_dk: Gennemse upublicerede billeder.
es_uy: Revisa las imágenes no publicadas.
ru_ru: Просмотр неопубликованных изображений.

source: Review images
da_dk: Gennemse billeder
es_uy: Revisar imágenes
ru_ru: Проверка изображений

source: Image changes applied
da_dk: Billedændringer anvendte
es_uy: Cambios en imagen aplicados
ru_ru: Изменения сохранены для изображений

source: Set all to be published
da_dk: Sæt alle til publicerede
es_uy: Fijar todos para publicar
ru_ru: Отметить все для публикации

source: Set all to be un-published
da_dk: Sæt alle til upublicerede
es_uy: Fijar todos para ser no publicados
ru_ru: Отметить все для отмены публикации

source: Set all to be deleted
da_dk: Sæt alle til at slettes
es_uy: Fijar todos para ser borrados
ru_ru: Отметить все для удаления

source: Publish
da_dk: Publicer
es_uy: Publicar
ru_ru: Опубликовать

source: Do not publish
da_dk: Publicer ikke
es_uy: No publicar
ru_ru: Не публиковать

source: all images
da_dk: alle billeder
es_uy: todas las imágenes
ru_ru: все изображения

source: Process the above changes.
da_dk: Anvend ovenstående ændringer.
es_uy: Procesar los cambios.
ru_ru: Применить вышеуказанные изменения.

source: Process changes
da_dk: Anvend ændringer
es_uy: Guardar Cambios
ru_ru: Применить изменения

source: %u album with unpublished images
da_dk: %u album med upublicerede billeder
es_uy: álbum %u con imágenes No publicadas
ru_ru: %u альбом с неопубликованными изображениями

source: No images meet the criteria.
da_dk: Ingen billeder møder kriterierne.
es_uy: Ninguna imagen cumple los criterios.
ru_ru: Нет изображений, соответствующих критерию.

source: Categories not published
da_dk: KAtegorier ikke publicerede
es_uy: Categorías no publicadas
ru_ru: Неопубликованные категории

source: %u unpublished category
da_dk: %u upubliceret kategori
es_uy: %u categoría no publicada
ru_ru: %u неопубликованная категория

source: Category changes applied
da_dk: Kategoriændringer anvendt
es_uy: Cambios de categoría aplicados
ru_ru: Изменения для категорий сохранены

source: Categories:
da_dk: Kategorier:
es_uy: Categorías:
ru_ru: Категории:

source: Publish waiting categories.
da_dk: Publicer ventende kategorier.
es_uy: Publicar categorías en espera.
ru_ru: Опубликовать ожидающие категории.

source: Publish categories
da_dk: Publicer kategorier
es_uy: Publicar categorías
ru_ru: Опубликовать категории

source: No unpublished categories
da_dk: Ingen upublicerede kategorier
es_uy: No hay Categorías sin publicar
ru_ru: Нет неопубликованных категорий

source: News articles not published
da_dk: Nyhedsartikler ikke publicerede
es_uy: Artículos de noticias no publicados
ru_ru: Неопубликованные новости

source: %u unpublished article
da_dk: %u upubliseret artikel
es_uy: %u artículo no publicado
ru_ru: %u неопубликованная статья

source: News article changes applied
da_dk: Nyhedsartikel-ændringer anvendt
es_uy: Cambios en artículos de noticias aplicados
ru_ru: Изменения для новостных статей сохранены

source: Articles:
da_dk: Artikler:
es_uy: Artículos:
ru_ru: Статьи:

source: Publish waiting articles.
da_dk: Publicer ventende artikler.
es_uy: Publicar artículos en espera.
ru_ru: Опубликовать ожидающие публикации статьи.

source: Publish articles
da_dk: Publicer artikler
es_uy: Publicar artículos
ru_ru: Опубликовать статьи

source: No unpublished articles
da_dk: Ingen upublicerede artikler
es_uy: No hay artículos sin publicar
ru_ru: Нет неопубликованных статей

source: Pages not published
da_dk: Sider ikke publicerede
es_uy: Páginas no publicadas
ru_ru: Неопубликованные страницы

source: Pages changes applied
da_dk: Sideændringer anvendt
es_uy: Cambios de páginas aplicados
ru_ru: Изменения страницы сохранены

source: %u unpublished page
da_dk: %u upubliceret side
es_uy: página %u no publicada
ru_ru: %u неопубликованная страница

source: Pages:
da_dk: Sider:
es_uy: Páginas:
ru_ru: Страницы:

source: Publish waiting pages.
da_dk: Publicer ventende sider.
es_uy: Publicar páginas en espera.
ru_ru: Опубликовать ожидающие публикации страницы.

source: Publish pages
da_dk: Publicer sider
es_uy: Publicar páginas
ru_ru: Опубликовать страницы

source: No unpublished pages
da_dk: Ingen upublicerede sider
es_uy: No hay páginas sin publicar
ru_ru: Нет неопубликованных страниц

source: Provides a quota management system to limit the sum of sizes of images a user uploads.
da_dk: Giver et kvoteforvaltningssystem for at begrænse summen af ​​størrelsen af billederne en bruger overfører.
es_uy: Proporciona un sistema de administración de cuotas para limitar la suma de tamaños de imágenes que carga un usuario.
ru_ru: Предоставляет систему управления квотами для ограничения объемов и размеров изображений, загружаемых пользователями.

source: <strong>Note:</strong> if FTP is used to upload images, manual user assignment is necessary. ZIP file upload is disabled by default as quotas are not applied to the files contained therein.
da_dk: <strong>Bemærk:</strong> hvis FTP bruges til at overføre billeder, manuel brugertildeling er nødvendig. ZIP-fil upload er som standard deaktiveret idet kvoter ikke anvendes på de filer, der er indeholdt deri.
es_uy: <strong>Nota:</strong> si se usa FTP para cargar imágenes, se necesita asignación manual del usuario. La carga de archivos ZIP está predeterminada en deshabilitada pues las cuotas no aplican a los archivos contenidos en ellos.
ru_ru: <strong>Примечание: </strong> если для загрузки изображений используется FTP, необходимо ручное назначение пользователя. Загрузка ZIP-архивов по умолчанию отключена, поскольку к содержащимся в них файлам не применяются квоты.

source: <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: <a href="#%1$s"><code>%1$s</code></a> уже разрешeн.

source: Default quota
da_dk: Standard kvota
es_uy: Cuota Predeterminada
ru_ru: Квота по умолчанию

source: Default size limit in kilobytes.
da_dk: Standard begrænsning i størrelse i kilobyte
es_uy: Límite de tamaño predeterminado en Kilobytes.
ru_ru: Максимальный размер суммы загруженных файлов по умолчанию (в килобайтах).

source: Allow ZIP files
da_dk: Tillad ZIPfiler
es_uy: Permitir archivos ZIP
ru_ru: Разрешить ZIP-архивы

source: The size of a ZIP file may be slightly smaller than the sum of the <em>image</em> files it contains. Un-check this box if you wish to disable uploading of ZIP files.
da_dk: Størrelsen af ​​en ZIP-fil kan være lidt mindre end summen af ​​de <em>billede</em>-filer, den indeholder. Fjern tjek fra dette felt, hvis du ønsker at deaktivere overførsel af ZIP-filer.
es_uy: El tamaño de un archivo ZIP puede ser ligeramente más pequeño que la suma de los archivos de <em>imagen</em> que contiene. Desmarque esta casilla si desea desactivar la carga de archivos ZIP.
ru_ru: Размер ZIP-архива может быть несколько меньше, чем размер содержащихся в нeм изображений. Снимите отметку, чтобы отключить возможность загрузки ZIP-архивов.

source: (%s kb used)
da_dk: (%s kb brugt)
es_uy: (%s Kb usados)
ru_ru: (%s kb использовано)

source: Image storage quota:
da_dk: Billedlager kvote:
es_uy: Cuota de almacenamiento de imagen:
ru_ru: Квота на хранение изображений:

source: Allowed: %s kb
da_dk: Tilladt: %s kb
es_uy: Permitido: %s Kb
ru_ru: Разрешено: %s kb

source: Uploading is disabled.
da_dk: Overførsel er deaktiveret.
es_uy: La Carga está deshabilitada.
ru_ru: Загрузка отключена.
