Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Formats for date and time. Select from the lists or set to <code>custom</code> and provide a <a href="https://www.php.net/manual/en/datetime.format.php">datetime</a> format string for date and time in the custom boxes.
ru_ru: Форматы даты и времени. Выберите из списков или установите значение <code>Пользовательский</code> и укажите строку формата <a href="https://www.php.net/manual/en/datetime.format.php">datetime</a> для даты и времени в соответствующих полях.

source: If time is disabled for display standard theme and admin functions will not display it.
ru_ru: Если время отключено для отображения, стандартная тема и функции администратора не будут отображать его.

source: NOTE: If localized dates are enabled and you are using a custom date format you need to provide an <a href="https://unicode-org.github.io/icu/userguide/format_parse/datetime/">ICU dateformat string</a>.
ru_ru: ПРИМЕЧАНИЕ: Если включены локализованные даты и вы используете пользовательский формат даты, вам необходимо указать строку формата <a href="https://unicode-org.github.io/icu/userguide/format_parse/datetime/"> ICU dateformat</a>.

source: The intl PHP extension is not installed and localized dates are not available on your system.
ru_ru: Расширение <em>intl</em>PHP не установлено, и локализованные даты недоступны в вашей системе.

source: Charset:
da_dk: Karaktersæt:
es_uy: Conjunto de caracteres:
ru_ru: Кодировка:

source: The character encoding to use internally. Leave at <em>Unicode (UTF-8)</em> if you are unsure.
da_dk: Karakterkodningen som skal bruges internt. Hvis du er i tvivl, brug <em>Unicode (UTF-8)</em>.
es_uy: El conjunto de caracteres codificado para uso interno. Si no está seguro, manténgalo en <em>Unicode (UTF-8)</em>.
ru_ru: Кодировка символов для внутреннего использования. Оставьте <em>Unicode (UTF-8)</em>, если вы не уверены.

source: Character sets <span style="color:gray">shown in gray</span> have no character translation support.
da_dk: Karaktersæt <span style="color:gray">vist i gråt</span> har ingen understøttelse for tegnoversættelse.
es_uy: Los conjuntos de caracteres <span style="color:gray">mostrados en gris</span> no tienen traducción soportada.
ru_ru: Кодировки Наборы символов, выделенные <span style="color:gray">серым</span>, не поддерживают перевод символов.

source: Filesystem Charset:
es_uy: Conjunto de caracteres del sistema de archivos:
ru_ru: Кодировка файловой системы:

source: The character encoding to use for the filesystem. Leave at <em>Unicode (UTF-8)</em> if you are unsure.
es_uy: El conjunto de caracteres codificados para uso del sistema de archivos. Si no está seguro, manténgalo en <em>Unicode (UTF-8)</em>.
ru_ru: Кодировка, которую следует использовать для файловой системы. Если вы не уверены, оставьте <em>Unicode (UTF-8)</em>.

source: Allowed tags:
da_dk: Tilladte tags:
es_uy: Etiquetas permitidas:
ru_ru: Разрешенные теги:

source: Tags and attributes allowed in comments, descriptions, and other fields.
da_dk: Tags og attributter der er tilladt i kommentarer, beskrivelser og andre felter.
es_uy: Etiquetas y atributos permitidos en comentarios, descripciones y otros campos.
ru_ru: Теги и атрибуты, которые разрешено использовать в комментариях, описаниях и других полях.

source: Follow the form: <em>tag</em> =&gt; (<em>attribute</em> =&gt;() <em>attribute</em>=&gt;() <em>attribute</em> =&gt;()....etc.)
ru_ru: Следуйте шаблону: <em>tag</em> =&gt; (<em>attribute</em> =&gt;() <em>attribute</em>=&gt;() <em>attribute</em> =&gt;()....etc.)

source: <strong>Note:</strong> visual editing is enabled so the editor overrides these settings on tags where it is active.
es_uy: <strong>Nota:</strong> la edición visual está habilitada, por lo que el editor anula esta configuración en las etiquetas donde está activa.
ru_ru: <strong>Примечание:</strong> Если включено визуальное редактирование, редактор переопределяет эти настройки для тегов, в полях, где он активирован.

source: reset to default
da_dk: nulstil til standard
es_uy: restablecer a los predeterminados
ru_ru: сбросить до настроек по умолчанию

source: Cookies:
ru_ru: Файлы cookie:

source: Path
da_dk: Sti
es_uy: Ruta
ru_ru: Путь

source: Duration
da_dk: Varighed
es_uy: Duración
ru_ru: Длительность

source: enable gallery sessions
da_dk: Aktiver gallerisessioner
es_uy: habilitar sesiones de galería
ru_ru: использовать сессии

source: The <em>path</em> Zenphoto will use when storing cookies. (Leave empty to default to <em>%s</em>)
es_uy: La <em>ruta</em> que utilizará Zenphoto cuando almacene las cookies. (Dejar vacío para predeterminar en <em>%s</em>)
ru_ru: Zenphoto будет использовать <em>Путь</em> при сохранении файлов cookie. (Оставьте пустым для значение по умолчанию <em>%s</em>)

source: Set to the time in seconds that cookies should be kept by browsers.
da_dk: Indstil til den tid i sekunder, at cookies skal bevares af browsere.
es_uy: Configure el tiempo en segundos que las cookies serán mantenidas por los navegadores.
ru_ru: Установите время в секундах, в течение которого браузеры должны сохранять файлы cookie.

source: If this option is selected Zenphoto will use <a href="https://www.php.net/manual/en/intro.session.php">PHP sessions</a> instead of cookies to make visitor settings persistent.
ru_ru: Если выбран этот параметр, Zenphoto будет использовать <a href="https://www.php.net/manual/en/intro.session.php">PHP sessions</a> вместо файлов cookie, чтобы сохранить настройки посетителя.

source: <strong>NOTE</strong>: Sessions will normally close when the browser closes causing all password and other data to be discarded. They may close more frequently depending on the runtime configuration. Longer <em>lifetime</em> of sessions is generally more conducive to a pleasant user experience. Cookies are the prefered storage option since their duration is determined by the <em>Cookie duration</em> option.
da_dk: Sessioner vil normalt lukke når browseren lukkes, hvilket medfører at alle adgangskoder og andre data til at blive kasseret. De kan lukke oftere afhængigt af konfigurationen af runtime. Længere <em>levetid</em> for sessioner er generelt mere befordrende for en behagelig brugeroplevelse. Cookies er den foretrukne løsning, da deres løbetid bestemmes af indstillingen <em>Cookie varighed</em>.
es_uy: <strong>NOTA</strong>: las sesiones normalmente se cierran cuando el navegador se cierra, lo que provoca que se descarten todas las contraseñas y otros datos. Pueden cerrarse más frecuentemente dependiendo de la configuración del tiempo de ejecución. Una <em>vida útil</em> más larga de las sesiones es generalmente más propicia para una experiencia agradable para el usuario. Las cookies son la opción de almacenamiento preferida ya que su duración está determinada por la opción <em>Duración de las cookies</em>.
ru_ru: <strong>Примечание: </strong>: Сеансы обычно заканчиваются при закрытии браузера, в результате чего все пароли и другие данные удаляются. Они могут заканчиваться чаще в зависимости от конфигурации среды. Более длительный <em>срок жизни</em> сеансов, как правило, более благоприятен для работы пользователя с сайтом. Файлы cookie являются предпочтительным вариантом хранения, поскольку их продолжительность определяется параметром <em>Длительность</em> файлов cookie.

source: Name:
da_dk: Navn:
es_uy: Nombre:
ru_ru: Имя:

source: This email name and address will be used as the <em>From</em> address for all mails sent by Zenphoto.
es_uy: Este nombre y dirección de Email será utilizada como la dirección <em>De:</em> en todos los correos enviados por Zenphoto.
ru_ru: Это имя и адрес электронной почты будут использоваться в поле <em>От</em> для всех писем, отправляемых Zenphoto.

source: Users per page:
da_dk: Brugere pr side:
es_uy: Usuarios por página:
ru_ru: Пользователей на странице:

source: Plugins per page:
da_dk: Plugins pr side:
es_uy: Complementos por página:
ru_ru: Плагинов на странице:

source: Articles per page:
da_dk: Artikler pr side:
es_uy: Artículos por página:
ru_ru: Статей на странице:

source: These options control the number of items displayed on their paginated admin pages. If you exerience problems saving these pages, reduce the number shown here.
ru_ru: Эти параметры контролируют количество объектов, отображаемых на одной странице соответствующей вкладки Панели управления. Уменьшите значение, если страницы загружаются слишком медленно.

source: <p>%s log limit</p>
da_dk: <p>%s logstørrelses-grænse</p>
es_uy: <p>límite de registro %s</p>
ru_ru: <p>Размер журнала "%s"</p>

source: e-mail when exceeded
da_dk: mail når grænsen overskrides
es_uy: enviar Email cuando se haya excedido
ru_ru: e-mail уведомление при превышении

source: Logs will be "rolled" over when they exceed the specified size. If checked, the administrator will be e-mailed when this occurs.
da_dk: Logs vil blive "rullet" over når de overskrider det angivne størrelse. Hvis afkrydset, vil administrator få en mail når dette sker.
es_uy: Los registros se "enrollarán" cuando excedan el tamaño especificado. Si está marcado, se enviará un Email al administrador cuando esto ocurra.
ru_ru: Журналы будут "перезаписаны", когда они превысят указанный размер. Если установлен флажок, администратор сайта получит электронное письмо, когда это произойдет.

source: Daily logs:
ru_ru: Ежедневные журналы:

source: Enable daily logs
ru_ru: Включить создание ежедневных журналов

source: If checked logs will be created daily by appending the dateformat YYYY-mm-dd to the filename.
ru_ru: Если отмечено, журналы будут создаваться ежедневно путем добавления формата даты ГГГГ-мм-дд к имени файла.

source: save
da_dk: gem
es_uy: salvar
ru_ru: сохранить

source: See also the <a href="?tab=theme">Options > Theme</a> admin page for theme specific image options.
ru_ru: Смотрите также вкладку <a href="?tab=theme">Панелm управления > Настройки > Настройки темы</a>, чтобы указать параметры изображений для конкретной темы.

source: Default sort order for images.
da_dk: Standard sorteringsorden for billede.
es_uy: Ordenamiento por defecto de imágenes.
ru_ru: Порядок сортировки изображений по умолчанию.

source: Maximum image size
da_dk: Max billedstørrelse
es_uy: Tamaño máximo de imagen
ru_ru: Максимальный размер изображения

source: The limit on how large an image may be resized. Too large and your server will spend all its time sizing images.
da_dk: Grænsen for hvor stort et billede kan være for at ændres. For stort og din server vil bruge al sin tid på at dimensionere billeder.
es_uy: El límite en cuanto el tamaño de una imagen puede ser redimensionado. Si es muy grande, su servidor pasará todo su tiempo dimensionando imágenes.
ru_ru: Ограничение на допустимый размер изображения. Слишком большое, и ваш сервер будет тратить все свое время на изменение размера изображений.

source: Image quality:
da_dk: Billedkvalitet:
es_uy: Calidad de imagen:
ru_ru: Качество изображения:

source: Normal Image
da_dk: Normalt Billede
es_uy: Imagen normal
ru_ru: Изображение

source: <em>full</em> Image
da_dk: <em>fuldt</em> Billede
es_uy: Imagen <em>total</em>
ru_ru: <em>FULL</em> изображение

source: Thumbnail
da_dk: Miniature
es_uy: Miniatura
ru_ru: Миниатюра

source: Compression quality for images and thumbnails generated by Zenphoto.
es_uy: Calidad de compresión para las imágenes y miniaturas generadas por Zenphoto.
ru_ru: Качество сжатия изображений и миниатюр, созданных Zenphoto.

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
ru_ru: Диапазон качества варьируется от 0 (худшее качество, самый маленький файл) до 100 (лучшее качество, самый большой файл).

source: Interlace:
es_uy: Entrelazar:
ru_ru: Чересстрочная развертка:

source: If checked, resized images will be created <em>interlaced</em> (if the format permits).
da_dk: Hvis markeret, vil ændrede billeder blive oprettet <em>interlaced</em> (hvis formatet tillader).
es_uy: Si está marcado, imágenes redimensionadas serán creadas <em>entrelazadas</em> (si el formato lo permite).
ru_ru: Если установлен эта отметка, изображения с измененным размером будут создаваться с чересстрочной разверткой (если позволяет формат).

source: Use embedded thumbnail
da_dk: Brug integrerede miniaturer
es_uy: Usar miniatura incrustada
ru_ru: Встроенная миниатюра

source: If set, Zenphoto will use the thumbnail embedded in the image when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
ru_ru: Если этот параметр установлен, Zenphoto будет использовать миниатюру, встроенную в изображение, при создании кэшированного изображения такого же или меньшего размера. <br /><strong>Примечание:</strong> качество этого изображения зависит от камеры, и его ориентация может не совпадать с основным изображением.

source: The PHP EXIF extension is required for this option.
da_dk: PHP EXIF udvidelse er krævet for denne mulighed.
es_uy: Se requiere la extensión EXIF de PHP para esta opción.
ru_ru: Для этой опции требуется расширение PHP EXIF.

source: Allow upscale:
da_dk: Tillad opskalering:
es_uy: Permitir escalar:
ru_ru: Разрешить увеличение:

source: Allow images to be scaled up to the requested size. This could result in loss of quality, so it is off by default.
es_uy: Permite que las imágenes se amplíen hasta el tamaño requerido. Esto puede suponer pérdida de calidad (desactivado por defecto).
ru_ru: Разрешить масштабирование изображений до требуемого размера. Это может привести к потере качества, поэтому по умолчанию эта функция отключена.

source: Sharpen:
da_dk: Gør skarpere:
es_uy: Desenfoque:
ru_ru: Увеличить резкость:

source: Amount
da_dk: Skarphedsgrad
es_uy: Cantidad
ru_ru: Количество

source: Radius
es_uy: Radio
ru_ru: Радиус действия

source: Threshold
da_dk: Tærskel
es_uy: Umbral
ru_ru: Пороговое значение

source: Add an unsharp mask to images and/or thumbnails.
da_dk: Tilføj en uskarphedsmaske til billeder og / eller miniaturer.
es_uy: Agrega una máscara de desenfoque a las imágenes y/o miniaturas.
ru_ru: Добавьте нерезкую маску к изображениям и/или миниатюрам.

source: <strong>WARNING</strong>: can overload slow servers.
da_dk: <strong>ADVARSEL</strong>: Kan overbelaste langsomme servere.
es_uy: <strong>ADVERTENCIA</strong>: puede sobrecargar servidores lentos.
ru_ru: <strong>Предупреждение:</strong>: может создавать сильную нагрузку на сервер.

source: <em>Amount</em>: the strength of the sharpening effect. Values are between 0 (least sharpening) and 100 (most sharpening).
da_dk: <em>Skarphedsgrad</em>: styrken af ​​skarphes effekt. Værdier er mellem 0 (mindst skærpning) og 100 (mest skærpning).
es_uy: <em>Cantidad</em>: la fuerza del efecto de nitidez (desenfoque). Los valores están entre 0 (menor nitidez) y 100 (mayor nitidez).
ru_ru: <em>Количество</em> означает силe эффекта повышения резкости. Значения находятся в диапазоне от 0 (наименьшая резкость) до 100 (наибольшая резкость).

source: <em>Radius</em>: the pixel radius of the sharpening mask. A smaller radius sharpens smaller details, and a larger radius sharpens larger details.
da_dk: <em>Radius</em>: Radius, i pixel, af skarphedsmasken. En mindre radius skærper mindre detaljer og en større radius skærper større detaljer.
es_uy: <em>Radio</em>: el radio de píxel de la máscara de desenfoque. Un radio más pequeño agudiza los detalles más pequeños, y un radio más grande agudiza los detalles más grandes.
ru_ru: <em>Радиус</em>: радиус пикселя маски повышения резкости. Меньший радиус позволяет заострить мелкие детали, а больший - более крупные.<br>Увеличивая радиус можно исключить малые обьекты (например: зерно фотоплeнки или цифровой шум матрицы) из зоны воздействия фильтра.

source: <em>Threshold</em>: the color difference threshold required for sharpening. A low threshold sharpens all edges including faint ones, while a higher threshold only sharpens more distinct edges.
da_dk: <em>Tærskel</em>: Tærskel for farveforskel kræves for skarphed. En lav tærskel skærper alle kanter, herunder svage, mens en højere tærskel kun skærper mere tydelige kanter.
es_uy: <em>Umbral</em>: el umbral de diferencia de color requerido para el desenfoque. Un umbral bajo afila todos los bordes, incluidos los débiles, mientras que un umbral superior solo afila bordes más definidos.
ru_ru: <em>Пороговое значение</em>: порог срабатывания фильтра, т.е. степень цветового контраста, который будет идентифицироваться, как граница обьекта, требующая повышения резкости. При низком пороговом значении все грани становятся четкими, включая слабые, в то время как при более высоком пороговом значении только более четкие грани.

source: Watermarks:
da_dk: Vandmærker:
es_uy: Marcas de agua:
ru_ru: Водяные знаки:

source: Full sized images
da_dk: Originale billeder
es_uy: Imágenes tamaño completo
ru_ru: Оригиналы

source: %s thumbnails
da_dk: %s miniaturer
es_uy: %s miniaturas
ru_ru: Миниатюры (%s)

source: image thumb
da_dk: Billedminiature
es_uy: miniatura de imagen
ru_ru: миниатюра

source: cover
da_dk: dække
es_uy: cubierta
ru_ru: покрытие

source: % of image
da_dk: % af billede
es_uy: % de imagen
ru_ru: % изображения

source: offset h
es_uy: desplazamiento h
ru_ru: смещение по высоте

source: The watermark image is scaled by to cover <em>cover percentage</em> of the image and placed relative to the upper left corner of the image.
da_dk: Vandmærket skaleres ved at dække <em>dækningsprocent</em> af billedet og placeres relativt til det øverste venstre hjørne af billedet.
es_uy: La imagen de la marca de agua se escala para cubrir el <em>porcentaje de portada</em> de la imagen, y se coloca en relación con la esquina superior izquierda de la imagen.
ru_ru: Изображение водяного знака масштабируется на величину <em>% покрытия </em> изображения и размещается относительно верхнего левого угла изображения.

source: It is offset from there (moved toward the lower right corner) by the <em>offset</em> percentages of the height and width difference between the image and the watermark.
da_dk: Det er forskudt derfra (flyttet mod den nederste højre hjørne) af <em>offset</em> procentdelen af højde- og breddeforskellen mellem billede og vandmærke.
es_uy: Es el desplazamiento desde donde se mueve hacia la esquina inferior derecha, por los porcentajes de <em>desplazamiento</em> de la diferencia de altura y anchura entre la imagen y la marca de agua.
ru_ru: Оно смещено оттуда (перемещено в правый нижний угол) на величину <em>смещения</em> в процентах от разницы в высоте и ширине между изображением и водяным знаком.

source: The watermark will not be made larger than the original watermark image.
ru_ru: Водяной знак на изображении не будет увеличен больше размера исходного изображения водяного знака.

source: Custom watermarks should be placed in the <code>/%s/watermarks/</code> folder. The images must be in png-24 format.
da_dk: Brugerdefineret vandmærke skal placeres i <code>/%s/watermarks/</code> mappen. Billedet skal være i png-24 format.
es_uy: Las marcas de agua personalizadas se deben colocar en la carpeta <code>/%s/watermarks/</code>. Las imágenes deben estar en formato png-24.
ru_ru: Пользовательские водяные знаки должны быть размещены в папке: <code>/%s/watermarks/</code>. Изображения должны быть в формате png-24.

source: If a watermark image is selected for these <em>images classes</em> it will be used in place of the image thumbnail watermark.
da_dk: Hvis et vandmærkebillede er valgt til disse <em>billed-klasser</em> vil det blive brugt i stedet for miniaturebilledvandmærket.
es_uy: Si se selecciona una imagen de marca de agua para estas <em>clases de imágenes</em>, se usará en lugar de la marca de agua de la miniatura de imagen.
ru_ru: Если для этих <em>классов изображений</em> выбрано изображение водяного знака, оно будет использоваться вместо водяного знака миниатюры изображения.

source: <strong>NOTE:</strong> If you want to watermark <em>Full sized images</em> you have to enable <em>cache the full image</em> from the <em>Full image protection</em> option below.
ru_ru: <strong>Примечание: </strong> Если вы хотите использовать водяные знаки на <em>оригиналах</em>, вы должны включить <em>кэширование оригинала</em> в опции <em>Защита оригиналов</em> ниже.

source: Caching concurrency:
es_uy: Concurrencia de caché:
ru_ru: Параллельное кэширование:

source: Cache processing worker limit: %s.
da_dk: Cache processing arbejdsgrænse: %s.
es_uy: Límite de trabajadores de procesamiento de caché: %s.
ru_ru: Ограничивает количество рабочих процессов сервера, используемых в создании кэша. Текущий лимит: %s.

source: More workers will get the job done faster so long as your server does not get swamped or run out of memory.
da_dk: Større grænse vil gøre arbejdet hurtigere, så længe serveren ikke overbelastes eller løber tør for hukommelse.
es_uy: Más trabajadores harán el trabajo más rápido, siempre y cuando su servidor no se agote o se quede sin memoria.
ru_ru: Большее количество рабочих процессов будет выполнять работу быстрее, но только если ваш сервер не окажется перегружен или у него не закончится память.

source: Cache as:
da_dk: Billedcache:
es_uy: Cachear como:
ru_ru: Кэшировать как:

source: Original
ru_ru: Оригинал

source: Select a type for the images stored in the image cache. Select <em>Original</em> to preserve the original image’s type.
es_uy: Seleccione un tipo para las imágenes almacenadas en el caché de imágenes. Seleccione <em>Original</em> para conservar el tipo de imagen original.
ru_ru: Выберите файловый формат для изображений, хранящихся в кэше изображений. Выберите <em>Оригинал</em>, чтобы сохранить тип исходного изображения.

source: Protect image cache
da_dk: Beskyt billedcache
es_uy: Proteger la caché de imagen
ru_ru: Защита кэша изображений

source: If checked all image URIs will link to the image processor and the image cache will be disabled to browsers via an <em>.htaccess</em> file. Images are still cached but the image processor is used to serve the image rather than allowing the browser to fetch the file.
da_dk: Hvis markeret vil alle billed-URIer linke til billedprocessoren og billedcachen vil blive deaktiveret for browsere via en <em>.htaccess</em>-fil. Billederne er stadig cached men billedprocessoren bruges til at servere billedet stedet for at lade browseren hente filen.
es_uy: Si se marca, todos los URI de imagen se vincularán al procesador de imagen y la memoria caché de imagen se desactivará en los navegadores a través de un archivo <em>.htaccess</em>. Las imágenes aún se almacenan en caché, pero el procesador de imágenes se utiliza para servir la imagen en lugar de permitir que el navegador recupere el archivo.
ru_ru: Если отмечено, то все URI изображений будут связаны с процессором обработки изображений, а кэш изображений будет отключен для браузеров через файл <em>.htaccess</em>. Изображения по-прежнему кэшируются, но процессор обработки изображений используется для обработки изображения, а не позволяет браузеру самому извлекать файл.
