Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: a website
da_dk: en hjemmeside
es_uy: un sitio web
ru_ru: сайт

source: a phone number
da_dk: et telefonnummer
es_uy: un número de teléfono
ru_ru: номер телефона

source: a subject
da_dk: et emne
es_uy: un asunto
ru_ru: тема

source: a message
da_dk: en meddelelse
es_uy: un mensaje
ru_ru: текст сообщения

source: the correct CAPTCHA verification code
da_dk: den korrekte CAPTCHA verificationskode
es_uy: el código de verificación del CAPTCHA correcto
ru_ru: правильный защитный код Captcha

source: the correct text quiz answer
ru_ru: Верный ответ на текстовый вопрос

source: the correct math quiz answer
ru_ru: Верный ответ на математическую задачу

source: Please enter %s. Thanks.
da_dk: Indtast venligst %s. Tak.
es_uy: Por favor ingrese %s. Gracias.
ru_ru: Пожалуйста, введите %s.

source: Please enter %1$s and %2$s. Thanks.
da_dk: Indtast venligst %1$s og %2$s. Tak.
es_uy: Por favor ingrese %1$s y %2$s. Gracias.
ru_ru: Пожалуйста, введите %1$s и %2$s.

source: Please enter: %sThanks.
da_dk: Indtast venligst: %s Tak.
es_uy: Por favor ingrese: %s Gracias.
ru_ru: Пожалуйста, введите: %s.

source: I agree to storage and handling of my data by this website.
es_uy: Acepto el almacenamiento y manejo de mis datos en este sitio web.
ru_ru: Я даю согласие на хранение и обработку моих данных этим сайтом.

source: <p>Please confirm that you really want to send this email. Thanks.</p>
da_dk: <p>Bekræft venligst at du ønsker at sende denne email. Tak.</p>
es_uy: <p>Por favor confirme que realmente quiere enviar este Email. Gracias.</p>
ru_ru: <p>Пожалуйста, подтвердите, что вы действительно хотите отправить это сообщение.</p>

source: Confirm
da_dk: Bekræft
es_uy: Confirmar
ru_ru: Подтвердить

source: Discard
da_dk: Kassér
es_uy: Deshechar
ru_ru: Отмена

source: Error sending mail:
da_dk: Fejl ved afsendelse af mail:
es_uy: Error enviando mail:
ru_ru: Ошибка при отправке почты:

source: Send another message.
da_dk: Send en meddelelse mere.
es_uy: Enviar otro mensaje.
ru_ru: Написать еще одно сообщение.

source: <p>Fields with <strong>*</strong> are required. HTML or any other code is not allowed.</p>
da_dk: <p>Felter med <strong>*</strong> skal udfyldes. HTML eller anden kode er ikke tilladt.</p>
es_uy: <p>Campos con <strong>*</strong> son obligatorios. No se permite código HTML ni ningún otro.</p>
ru_ru: <p>Поля отмеченные <strong>*</strong> обязательны для заполнения. Не допускается использование HTML или другой кода.</p>

source: <p>A copy of your e-mail will automatically be sent to the address you provided for your own records.</p>
da_dk: <p>En kopi af din mail vil automatisk blive sendt til den adresse du angav, for dine egne optegnelse.</p>
es_uy: <p>Se enviará automáticamente una copia de su correo electrónico a la dirección que usted proporcionó para su control.</p>
ru_ru: <p>Копия сообщения будет автоматически отправлена на ваш e-mail для отчетности.</p>

source: Set %1 to optionally override the subject.
es_uy: Configure %1 para anular opcionalmente el asunto.
ru_ru: Установите %1, чтобы при необходимости переопределить заголовок/название.

source: Use contactForm::getField() instead
ru_ru: Вместо этого используйте contactForm::getField()

source: Use contactForm::printContactForm() instead
ru_ru: Вместо этого используйте contactForm::printContactForm()

source: Use contactForm::isVisibleField() instead.
ru_ru: Вместо этого используйте contactForm::isVisibleField()

source: Use contactForm::getRequiredFieldMark() instead
ru_ru: Вместо этого используйте contactform::getRequiredFieldMark()

source: Use contactForm::printMacro() instead
ru_ru: Вместо этого используйте contactform::printMacro()

source: Use contactForm::getMacros() instead
ru_ru: Вместо этого используйте contactform::getMacros()

source: Title%s
da_dk: Titel%s
es_uy: Título%s
ru_ru: Обращение%s

source: Username:
ru_ru: Имя пользователя:

source: Company%s
da_dk: Firma%s
es_uy: Empresa %s
ru_ru: Компания%s

source: Phone%s
da_dk: Telefon%s
es_uy: Teléfono%s
ru_ru: Телефон%s

source: Subject<strong>*</strong>
da_dk: Emne<strong>*</strong>
es_uy: Asunto <strong>*</strong>
ru_ru: Тема<strong>*</strong>

source: Message<strong>*</strong>
da_dk: Meddelelse<strong>*</strong>
es_uy: Mensaje <strong>*</strong>
ru_ru: Сообщение<strong>*</strong>

source: Send e-mail
es_uy: Enviar E-mail
ru_ru: Отправить e-mail

source: A plugin to add a cookie notify dialog to comply with the EU cookie law and Google's request regarding usages of Google Adwords, Analytics and more. Based on <a href='https://cookieconsent.osano.com/'>https://cookieconsent.osano.com/</a>
ru_ru: Плагин для добавления диалогового окна уведомления о файлах cookie в соответствии с законом ЕС о файлах cookie и запросом Google относительно использования Google Adwords, аналитики и многого другого. На основе <a href="https://cookieconsent.osano.com/">https://cookieconsent.osano.com/</a>

source: Note: This plugin cannot block or delete cookies by itself without proper configuration that also may require customisations to your site.
ru_ru: Примечание: Этот плагин не может блокировать или удалять файлы cookie сам по себе без надлежащей настройки, что также может потребовать настройки вашего сайта.

source: Button: Agree
es_uy: Botón: De acuerdo
ru_ru: Кнопка: Согласиться

source: Text used for the dismiss button in info complicance. Leave empty to use the default text.
ru_ru: Текст, используемый для кнопки "Отклонить" при вариантах реализации политики <em>Информирование</em>. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Button: Allow cookies
ru_ru: Кнопка: Разрешить

source: Text used for the button to allow cookies in opt-in and opt-out complicance. Leave empty to use the default text.
ru_ru: Текст, используемый для кнопки разрешения использования файлов cookie при вариантах реализации политики <em>Требуется подтверждение</em> и <em>Требуется отказ</em>. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Button: Decline cookies
ru_ru: Кнопка: Отклонить

source: Text used for the button to decline cookies in opt-in and opt-out complicance. Leave empty to use the default text.
ru_ru: Текст, используемый для кнопки отклонения файлов cookie при вариантах реализации политики <em>Требуется подтверждение</em> и <em>Требуется отказ</em>. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Button: Learn more
es_uy: Botón: Saber más
ru_ru: Кнопка: Узнать больше

source: Text used for the learn more info button. Leave empty to use the default text.
es_uy: Texto usado para el botón de información Saber más. Deje en blanco para usar el predeterminado.
ru_ru: Текст, используемый для кнопки "Узнать больше". Оставьте пустым, чтобы использовать текст по умолчанию.

source: Button: Learn more - URL
es_uy: Botón URL - Saber más
ru_ru: Кнопка: Узнать больше - URL

source: URL to your cookie policy / privacy info page.
es_uy: URL a su página de información sobre política de privacidad de cookies.
ru_ru: URL на вашу страницу о политики конфиденциальности и использования файлов cookie.

source: Message
es_uy: Mensaje
ru_ru: Сообщение

source: The message shown by the plugin. Leave empty to use the default text.
es_uy: El mensaje mostrado por el complemento. Deje en blanco para usar el predeterminado.
ru_ru: Сообщение, отображаемое плагином. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Cookie Policy
ru_ru: Политика использования cookie-файлов

source: The policy headline for the message text on some layout/theme settings.
ru_ru: Заголовок для текста сообщения о политики в настройках макета некоторых тем оформления.

source: Header
ru_ru: Заголовок

source: The header shown on some layout/theme settings.
ru_ru: Заголовок, отображаемый в настройках макета некоторых тем оформления.

source: Domain
es_uy: Dominio
ru_ru: Домен

source: The domain for the consent cookie that Cookie Consent uses, to remember that users have consented to cookies. Useful if your website uses multiple subdomains, e.g. if your script is hosted at <code>www.example.com</code> you might override this to <code>example.com</code>, thereby allowing the same consent cookie to be read by subdomains like <code>foo.example.com</code>.
es_uy: El dominio de la cookie de consentimiento que usa Consentimiento de cookies, para recordar que los usuarios han dado consentimiento a su uso. Útil si su sitio web utiliza múltiples subdominios, por ejemplo, si su script está alojado en <code>www.example.com</code>, puede anular esto con <code>example.com</code> en su lugar, permitiendo así que se lea la misma cookie de consentimiento para todos los subdominio, como <code>sub.ejemplo.com</code>.
ru_ru: Домен для файла cookie отмечающего согласие на их использование. Полезно, если ваш сайт использует несколько поддоменов, например, если ваш скрипт размещен по адресу <code>www.example.com</code> вы можете переопределить это значение на <code>example.com</code>, тем самым позволяя читать тот же файл cookie согласия поддоменам, таким как <code>foo.example.com</code>.

source: Expire
es_uy: Expira
ru_ru: Срок жизни

source: The number of days Cookie Consent should store the user’s consent information for. Use -1 for no expiry.
es_uy: La cantidad de días en que se debe almacenar la cookie de consentimiento del usuario. Utilice -1 para no expirar.
ru_ru: Количество дней, в течение которых информация о согласии пользователя должна храниться в файлах cookie. Использовать -1 без истечения срока действия.

source: Theme
da_dk: Tema
es_uy: Tema
ru_ru: Тема

source: custom
es_uy: personalizado
ru_ru: пользовательский

source: These are the included default themes. The chosen theme is added to the popup container as a CSS class in the form of .cc-style-THEME_NAME. Users can create their own themes.
es_uy: Estos son los temas por defecto incluidos. El tema elegido se agrega al contenedor emergente como una clase de CSS en forma de .cc-style-THEME_NAME. Los usuarios pueden crear sus propios temas.
ru_ru: Это включенные темы по умолчанию. Выбранная тема добавляется во всплывающий контейнер в виде CSS-класса в виде .cc-style-THEME_NAME . Пользователи могут создавать свои собственные темы.

source: Layout
ru_ru: Макет

source: The layout style of the chosen theme.
ru_ru: Стиль оформления выбранной темы.

source: Position
es_uy: Posición
ru_ru: Расположение

source: Top left
es_uy: Superior izquierda
ru_ru: Вверху слева

source: Top right
es_uy: Superior derecha
ru_ru: Вверху справа

source: Bottom
es_uy: Abajo
ru_ru: Снизу

source: Bottom left
es_uy: Abajo a la izquierda
ru_ru: Внизу слева

source: Bottom right
es_uy: Inferior derecha
ru_ru: Права

source: Choose the position of the popup. Top and Bottom = banner, Top left/right, Bottom left/right = floating
es_uy: Elija la posición de la ventana emergente. Arriba y abajo = cartel, arriba a la izquierda/derecha, abajo a la izquierda/derecha = flotante
ru_ru: Выберите положение всплывающего окна. Вверху и внизу = баннер, вверху слева / справа, внизу слева / справа = плавающий

source: Dismiss on Scroll
es_uy: Descartar al saltear
ru_ru: Отклонить при прокрутке

source: Check to dismiss when users scroll a page [other than <em>Learn more</em> page].
es_uy: Marque para descartar cuando los usuarios saltean yendo a otra página [que no sea la página <em>Saber más</em>].
ru_ru: Отметьте, если вы хотите чтобы форма исчезала при прокрутке страницы [кроме страницы <em>Подробнее</em>].

source: Color - Popup
es_uy: Color - Ventana emergente
ru_ru: Цвет - Всплывающее окно

source: Choose the color of the popup background.
es_uy: Elija el color de fondo de la ventana emergente.
ru_ru: Выберите цвет фона всплывающего окна.

source: Color - Button
es_uy: Color - Botón
ru_ru: Цвет - Кнопки

source: Choose the color of the button.
es_uy: Seleccione el color del botón.
ru_ru: Выберите цвет кнопок.

source: Compliance type
ru_ru: Тип соответствия

source: Info: Cookies are always allowed
ru_ru: Информация: Файлы cookie разрешены всегда

source: Opt-in: Cookies are allowed after consent
ru_ru: Подтверждение: Файлы cookie разрешены после получения согласия

source: Opt-out: Cookies are allowed unless declined
ru_ru: Отказ: файлы cookie разрешены, если они не отклонены

source: Choose the compliance type required for your jurisdiction. Note that your site may require modification to properly apply this to your cookies. Also see the scripts option below.
ru_ru: Выберите тип применяемой политики, необходимый для вашей юрисдикции. Обратите внимание, что на вашем сайте может потребоваться модификация, чтобы правильно применить это к вашим файлам cookie. Также смотрите опцию скриптов ниже.

source: Consent revokable
ru_ru: Согласие может быть отозвано

source: Check to allow revoking the consent as required in some jurisdictions.
ru_ru: Отметьте, если вы хотите разрешить отзывать согласие, как это требуется в некоторых юрисдикциях.

source: Scripts to allow or block
ru_ru: Скрипты разрешенные/блокируемые

source: Add privacy related executional JS code (ad trackers statistics etc.) here to allow or block opt-in/opt-out compliances (without the script wrapper). As we cannot safely delete cookies set by third party scripts, we block their execution so they can neither set nor fetch their cookies.
ru_ru: Добавьте сюда исполнительный JS-код, связанный с конфиденциальностью (статистика рекламных трекеров и т.д.), чтобы разрешить или заблокировать соответствие требованиям подписки / отказа (без оболочки скрипта). Поскольку мы не можем безопасно удалять файлы cookie, установленные сторонними скриптами, мы блокируем их выполнение, чтобы они не могли ни устанавливать, ни извлекать свои файлы cookie.

source: External Scripts to allow or block
ru_ru: Внешние скрипты: разрешить или блокировать

source: Add URLs to privacy related external JS scripts as a comma separated list (ad trackers statistics etc.) here to allow or block opt-in/opt-out compliances (without the script wrapper). As we cannot safely delete cookies set by third party scripts, we block their execution so they can neither set nor fetch their cookies.
ru_ru: Добавьте URL-адреса к внешним JS-скриптам, связанным с конфиденциальностью, в виде списка, разделенного запятыми (статистика рекламных трекеров и т.д.), чтобы разрешить или заблокировать соответствие требованиям подписки / отказа (без оболочки скрипта). Поскольку мы не можем безопасно удалять файлы cookie, установленные сторонними скриптами, мы блокируем их выполнение, чтобы они не могли ни устанавливать, ни извлекать свои файлы cookie.

source: This website uses cookies. By continuing to browse the site, you agree to our use of cookies.
es_uy: Este sitio web utiliza cookies. Al continuar navegando el sitio usted acepta nuestro uso de cookies.
ru_ru: Этот сайт использует файлы cookie. Продолжая пользоваться сайтом, вы соглашаетесь с использованием нами файлов cookie.

source: Agree
es_uy: Acepto
ru_ru: Согласиться

source: Allow cookies
ru_ru: Разрешить файлы cookie

source: Decline
ru_ru: Отклонить

source: Cookies used on the website!
ru_ru: Файлы cookie, используемые на веб-сайте!

source: An image cropping tool.
da_dk: Et billedbeskæringsværktøj.
es_uy: Una herramienta para Recorte de imagen.
ru_ru: Инструмент кадрирования изображений.

source: Crop image
da_dk: Beskær billede
es_uy: Recortar imagen
ru_ru: Кадрировать изображение

source: Permanently crop the actual image.
da_dk: Beskær aktuelle billede permanent.
es_uy: Recortar permanentemente la imagen actual.
ru_ru: Кадрировать оригинальное изображение.

source: attempt to crop an object which is not an image.
da_dk: Forsøgt at beskære et objekt der ikke er et billede.
es_uy: intento de recortar un objeto que no es una imagen.
ru_ru: попытка кадрирования объекта, который не является изображением.

source: crop image
da_dk: beskær billede
es_uy: recortar imagen
ru_ru: кадрировать изображение

source: Image cropping
da_dk: Billedbeskæring
es_uy: Recorte de imagen
ru_ru: Кадрирование изображение

source: You can crop your image by dragging the crop handles on the image
da_dk: Du kan beskære dit billede ved at trække beskæringshåndtagene på billedet
es_uy: Puede recortar su imagen arrastrando los controles de recorte en la imagen
ru_ru: С помощью кадрирующей рамки, определите границы нового изображения

source: <strong>Note:</strong> If you save these changes they are permanent!
da_dk: <strong>Bemærk:</strong> Hvis du gemmer disse ændringer, er de permanente!
es_uy: <strong>Nota:</strong> Si salva estos cambios ellos serán permanentes!
ru_ru: <strong>Примечание: </strong> После сохранения изменений, возврат к исходному изображению будет невозможен!

source: (<span id="new-width">%1$u</span> x <span id="new-height">%2$u</span> pixels)
es_uy: (<span id="new-width">%1$u</span> x <span id="new-height">%2$u</span> pixeles)
ru_ru: (<span id="new-width">%1$u</span> x <span id="new-height">%2$u</span> пикселей)

source: width:%1$s %2$s height:%3$s %4$s clear %5$s
es_uy: ancho:%1$s %2$s alto:%3$s %4$s limpio %5$s
ru_ru: ширина:%1$s %2$s высота:%3$s %4$s очистить %5$s

source: swap width and height fields
da_dk: ombyt felterne bredde og højde
es_uy: intercambiar campos de ancho y alto
ru_ru: поменять местами значения высоты и ширины

source: clear width and height fields
es_uy: limpiar campos de ancho y alto
ru_ru: очистить поля высота и ширина

source: Create default codeblocks.
da_dk: Opret en standard kodeblok
es_uy: Crear bloques de código predeterminados.
ru_ru: Создайте кодовые блоки по умолчанию.

source: News category
da_dk: Nyhedskategori
es_uy: Categoría de Noticias
ru_ru: Категория новостей

source: Page
da_dk: Side
es_uy: Página
ru_ru: Страница

source: Objects
da_dk: Emner
es_uy: Objetos
ru_ru: Объекты

source: Default codeblocks will be applied for the checked objects.
da_dk: Standard kodeblokke vil blive tilføjet for de markerede objekter.
es_uy: Bloque de código predeterminados que se aplicarán a los objetos marcados.
ru_ru: Для отмеченных объектов будут использованы блоки кода по умолчанию.

source: Codeblocks
da_dk: Kodeblokke
es_uy: Bloques de código
ru_ru: Кодовые блоки

source: Codeblocks to be inserted when the one for the object is empty.
da_dk: Kodeblok der skal indsættes, når objektets kodeblok er tom.
es_uy: Los bloques de código que serán insertados cuando el del objeto esté vacío.
ru_ru: Кодовые блоки, которые будут вставлены, когда код для объекта пуст.

source: Provides deprecated Zenphoto functions.
es_uy: Provee funciones obsoletas de Zenphoto.
ru_ru: Поиск устаревших функций Zenphoto.

source: This plugin is <strong>NOT</strong> required for the Zenphoto distributed functions.
es_uy: Este complemento <strong>no</strong> es requerido para las funciones distribuidas de Zenphoto.
ru_ru: Этот плагин <strong>НЕ</strong> требуется для функционирования Zenphoto.

source: development
da_dk: udvikling
es_uy: desarrollo
ru_ru: Разработка

source: deprecated
da_dk: forældet
es_uy: obsoleto
ru_ru: Устарело

source: Use deprecationNotice() instead
ru_ru: Вместо этого используйте deprecationNotice()

source: Check deprecated use
da_dk: Tjek forældet brug
es_uy: Verificar uso obsoleto
ru_ru: Поиск устаревших функций

source: Searches PHP scripts for use of deprecated functions.
da_dk: Søger PHP-skripter for brug af forældede funktioner.
es_uy: Busca secuencias de comandos PHP para el uso de funciones obsoletas.
ru_ru: Поиск устаревших функций в PHP скриптах.

source: Check for update
da_dk: Tjek for opdatering
es_uy: Marque para actualizar
ru_ru: Проверить обновления

source: Deprecated Functions
da_dk: Forældede Funktioner
es_uy: Funciones Obsoletas
ru_ru: Устаревшие функции

source: Functions flagged with an "*" are class methods. Ones flagged with "+" have deprecated parameters.
da_dk: Funktioner markeret med en stjerne, er klassemetoder. Dem markeret med "+" har forældede parametre.
es_uy: La funciones señaladas con "*" son métodos de clase. Las marcadas con "+" tienen parámetros obsoletos.
ru_ru: Функции, помеченные знаком"*", являются методами класса. Функции, помеченные знаком"+", имеют устаревшие параметры.

source: Locate calls on deprecated functions.
da_dk: Lokaliser kald til forældede fuktioner.
es_uy: Localiza llamadas en funciones obsoletas.
ru_ru: Найти запросы к устаревшим функциям.

source: In Themes
da_dk: I Temaer
es_uy: En Temas
ru_ru: В темах оформления

source: In User plugins
da_dk: I brugerplugins
es_uy: En complementos de usuario
ru_ru: В пользовательских плагинах

source: In Zenphoto code
es_uy: En Código de Zenphoto
ru_ru: В коде Zenphoto

source: In Codeblocks
da_dk: I Kodeblokke
es_uy: En Bloques de código
ru_ru: В кодовых блоках

source: <strong>NOTE:</strong> This search will have false positives for instance when the function name appears in a comment or quoted string. Functions flagged with an "*" are class methods. Ones flagged "+" have deprecated parameters.
da_dk: <strong>BEMÆRK:</strong> Denne søgning vil give falskpositive for eksempel når funktionens navn vises i en kommentar eller en streng i gåseøjne. Funktioner markeret med en stjerne er klassemetoder. Dem markeret med to stjerner har forældede parametre.
es_uy: <strong>NOTA:</strong> Esta búsqueda entregará falsos positivos, cuando por ejemplo, el nombre de la función aparezca en un comentario o en una cadena citada. Las funciones marcadas con un "*" son métodos de clase. Los marcados con "+" tienen parámetros en desuso.
ru_ru: <strong>Примечание: </strong> Этот поиск будет давать ложные срабатывания, например, когда имя функции появляется в комментарии или строке, заключенной в кавычки. Функции, помеченные знаком"*", являются методами класса. Параметры, помеченные знаком"+", устарели.

source: This function is obsolete and has no functionality anymore.
ru_ru: Эта функция устарела и больше не работает.

source: Use mimeTypes::getType() instead
ru_ru: Вместо этого используйте mimeTypes::getType()

source: Use AlbumBase::newAlbum() instead
ru_ru: Вместо этого используйте AlbumBase::newAlbum()

source: Use AlbumBase::isAlbumClass() instead
ru_ru: Вместо этого используйте AlbumBase::isAlbumClass()

source: Use $album->getUrParent() instead
ru_ru: Вместо этого используйте $album->getUrParent()

source: Use Image::newImage() instead
ru_ru: Вместо этого используйте Image::newImage()

source: Use Image::isImageClass() instead
ru_ru: Вместо этого используйте Image::isImageClass()

source: Use SearchEngine::getSearchQuote() instead
ru_ru: Вместо этого используйте SearchEngine::getSearchQuote()

source: Use Image object method isVideo() instead
ru_ru: Вместо этого используйте isVideo()

source: Use Image object method isPhoto() instead
ru_ru: Вместо этого используйте isPhoto()

source: Use renameOption() instead
ru_ru: Вместо этого используйте renameOption()

source: Use the isValidEmail() instead
ru_ru: Вместо этого используйте isValidEmail()

source: Use the gallery class method getAllAlbums() or getAllAlbumsFromDB() instead
ru_ru: Вместо этого используйте метод класса gallery getAllAlbums() или getAllAlbumsFromDB()

source: Use printAlbumStatistic() instead
ru_ru: Вместо этого используйте printAlbumStatistic()

source: Use printImageStatistic() instead
ru_ru: Вместо этого используйте printImageStatistic()

source: There is no replacement
ru_ru: Замены нет

source: Use the image_album_statistics plugin function getImageStatistic() with appropiate parameters
ru_ru: Вместо этого используйте функцию плагина image_album_statistics getImageStatistic() с соответствующими параметрами

source: For picture of the day functionality use the image_album_statistics plugin function getPictureOfTheDay()
ru_ru: Для функциональности "Картинка дня" используйте функцию плагина <em>image_album_statistics</em> getPictureOfTheDay()
