Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Copyright Holder
da_dk: copyright Indehaver
es_uy: Titular del Copyright
ru_ru: Правообладатель

source: Copyright Notice
da_dk: Ophavsret Meddelelse
es_uy: Aviso de Copyright
ru_ru: Уведомление об авторских правах

source: Keywords
da_dk: Stikord
es_uy: Palabras clave
ru_ru: Ключевые слова

source: Shutter Speed
da_dk: Lukkerhastighed
es_uy: Velocidad de disparo
ru_ru: Выдержка

source: Aperture
da_dk: Blændeåbning
es_uy: Apertura
ru_ru: Диафрагма

source: ISO Sensitivity
da_dk: ISO Følsomhed
es_uy: Sensibilidad ISO
ru_ru: Чувствительность ISO

source: Exposure Compensation
da_dk: Eksponeringskompensation
es_uy: Compensación de exposición
ru_ru: Компенсация экспозиции

source: Metering Mode
da_dk: lysmålingsmetode
es_uy: Modo de medición
ru_ru: Режим замера экспозиции

source: Flash Fired
da_dk: Blitz Fyret
es_uy: Disparo de flash
ru_ru: Использование вспышки

source: Original Width
da_dk: Original Bredde
es_uy: Ancho original
ru_ru: Исходная ширина

source: Original Height
da_dk: Original Højde
es_uy: Altura original
ru_ru: Исходная высота

source: Orientation
da_dk: Orientering
es_uy: Orientación
ru_ru: Ориентация

source: Software
ru_ru: Программное обеспечение

source: Contrast Setting
da_dk: Kontrast Indstilling
es_uy: Ajuste de contraste
ru_ru: Настройка контрастности

source: Sharpness Setting
da_dk: Skarphed Indstilling
es_uy: Ajuste de nitidez
ru_ru: Настройка резкости

source: Saturation Setting
da_dk: Mætning Indstilling
es_uy: Ajuste de saturación
ru_ru: Настройка насыщенности

source: White Balance
da_dk: Hvidbalance
es_uy: Balance de blancos
ru_ru: Баланс белого

source: Subject Distance
da_dk: Subjektafstand
es_uy: Distancia al objeto
ru_ru: Расстояние до объекта съемки

source: Focal Length
da_dk: Brændvidde
es_uy: Distancia focal
ru_ru: Фокусное расстояние

source: Lens Model
ru_ru: Модель объектива

source: Lens Info
da_dk: Linse Info
es_uy: Información del lente
ru_ru: Информация об объективе

source: 35mm Focal Length Equivalent
da_dk: 35 mm Brændvidde Ækvivalent
es_uy: Distancia focal equivalente de 35 mm
ru_ru: Эквивалент фокусного расстояния 35мм

source: Sub-location
da_dk: Sublokalitet
es_uy: Sub-ubicación
ru_ru: Месторасположение

source: Province/State
da_dk: Provins/Stat
es_uy: Estado/Provincia
ru_ru: Область/Край/Регион/Штат

source: Country/Primary Location Code
da_dk: Land/Primær Lokalitetskode
es_uy: País/Cód. Ubicación primaria
ru_ru: Страна: Код

source: Country/Primary Location Name
da_dk: Land/Primær Lokalitet Navn
es_uy: País/Nombre ubicación primaria
ru_ru: Страна: Название

source: Content Location Code
da_dk: Indhold Lokalitetsskode
es_uy: Código de ubicación del contenido
ru_ru: Местоположение контента: Код

source: Content Location Name
da_dk: Indhold Lokalitets navn
es_uy: Nombre de ubicación del contenido
ru_ru: Местоположение контента: Название

source: Latitude
da_dk: Breddegrad
es_uy: Latitud
ru_ru: Широта

source: Latitude Reference
da_dk: Breddegrad Reference
es_uy: Referencia de latitud
ru_ru: Привязка к широте

source: Longitude
da_dk: Længdegrad
es_uy: Longitud
ru_ru: Долгота

source: Longitude Reference
da_dk: Længdegrad reference
es_uy: Referencia de longitud
ru_ru: Привязка к долготе

source: Altitude
da_dk: Højde
es_uy: Altitud
ru_ru: Высота над уровнем моря

source: Altitude Reference
da_dk: Højde Reference
es_uy: Referencia de altitud
ru_ru: Привязка по высоте

source: Originating Program
ru_ru: Исходная программа

source: Program Version
es_uy: Versión de programa
ru_ru: Версия программы

source: Video File Format
da_dk: Video FIlformat
es_uy: Formato archivo de video
ru_ru: Формат видеофайла

source: Video File Size
da_dk: Video Filstørrelse
es_uy: Tamaño archivo de video
ru_ru: Размер видеофайла

source: Video Artist
es_uy: Artista del video
ru_ru: Видеохудожник

source: Video Title
da_dk: Videotitel
es_uy: Título del video
ru_ru: Название видео

source: Bitrate
es_uy: Tasa de bits
ru_ru: Битрейт

source: Codec
ru_ru: Кодек

source: Compression Ratio
da_dk: Komprimeringsforhold
es_uy: Tasa de compresión
ru_ru: Степень сжатия

source: Video Dataformat
es_uy: Formato datos de video
ru_ru: Видео: формат данных

source: File Encoder
es_uy: Codificador de archivo
ru_ru: Кодировщик файла

source: Sample rate
da_dk: Samplefrekvens
es_uy: Frecuencia de muestreo
ru_ru: Частота дискретизации

source: Channel mode
da_dk: kanalmodus
es_uy: Modo de canal
ru_ru: Режим каналов

source: Format
es_uy: Formato
ru_ru: Формат

source: Channels
da_dk: Kanaler
es_uy: Canales
ru_ru: Каналы

source: Frame rate
es_uy: Cuadros por segundo
ru_ru: Частота кадров

source: X Resolution
es_uy: X Resolución
ru_ru: Разрешение по оси X

source: Y Resolution
es_uy: Y Resolución
ru_ru: Разрешение по оси Y

source: Aspect ratio
es_uy: Relación de aspecto
ru_ru: Соотношение сторон

source: Play Time
da_dk: Spilletid
es_uy: Tiempo de juego
ru_ru: Продолжительность

source: XMP Rating
es_uy: Clasificación XMP
ru_ru: Рейтинг XMP

source: More info on our data privacy policy.
es_uy: Más información en nuestra política de privacidad de datos.
ru_ru: Подробнее о нашей политике конфиденциальности данных.

source: Authentication
ru_ru: Авторизация

source: Cookies set if logging in as an admin or as one of the various guest user types.
ru_ru: Файлы cookie устанавливаются при входе в систему как администратор или как один из различных типов пользователей-гостей.

source: Stores the zenphoto user login credentials.
ru_ru: Хранит учетные данные пользователя Zenphoto для входа в систему.

source: Stores guest user gallery access credentias.
ru_ru: Хранит учетные данные гостевых пользователей для доступа к галерее.

source: Stores guest user search access credentials
ru_ru: Хранит учетные данные гостевых пользователей для доступа к поиску

source: Stores guest user <em>image item</em> access credentials. <em>itemid</em> refers to the ID of the image.
ru_ru: Хранит учетные данные для доступа к объектам-<em>изображениям</em> для гостевых пользователей. <em>itemid</em> относится к ID изображения.

source: Stores guest user <em>album item</em> access credentials. <em>itemid</em> refers to the ID of the album.
ru_ru: Хранит учетные данные для доступа к объектам-<em>альбомам</em> для гостевых пользователей. <em>itemid</em> относится к ID альбома.

source: Stores guest user <em>category item</em> access credentials. <em>itemid</em> refers to the ID of the category.
ru_ru: Хранит учетные данные для доступа к объектам-<em>категориям</em> для гостевых пользователей. <em>itemid</em> относится к ID категории.

source: Stores guest user <em>page item</em> access credentials. <em>itemid</em> refers to the ID of the zenpage page.
ru_ru: Хранит учетные данные для доступа к объектам-<em>страницам</em> для гостевых пользователей. <em>itemid</em> относится к ID странице Zenpage.

source: Stores guest user access used by the <em>downloadlist</em> plugin.
ru_ru: Хранит учетные данные гостевых пользователей, используемых плагином <em>downloadlist</em>.

source: Search context (frontend)
ru_ru: Контекст поиска (frontend)

source: These cookies help keep the search result context while browsing results
ru_ru: Эти файлы cookie помогают сохранить контекст поиска при просмотре результатов

source: Stores search parameters of the most recent search.
ru_ru: Сохраняет параметры поиска для последнего поискового запроса.

source: Stores the last album in search context.
ru_ru: Сохраняет последний альбом в контексте поиска.

source: Stores the previous page within search context (either the main search results or an album result).
ru_ru: Сохраняет предыдущую страницу в контексте поиска (либо в основных результатах поиска, либо в результатах альбома).

source: Administration
ru_ru: Администрирование

source: These are set on the backend to help editing.
ru_ru: Эти cookie устанавливаются для облегчения редактирования.

source: Stores the setting for the nested album list display on the backend.
ru_ru: Сохраняет настройки отображения вложенного списка альбомов в зоне администрирования.

source: Stores the setting for the nested subalbum list display on the backend.
ru_ru: Сохраняет настройки отображения списка вложенных вложенных альбомов в зоне администрирования.

source: Stores the image count on the backend images pages.
ru_ru: Сохраняет количество изображений на внутренних страницах зоны администрирования.

source: Stores the upload method on the backend.
ru_ru: Сохраняет метод загрузки для зоны администрирования.

source: Cookie related
ru_ru: Связанное с файлами cookie

source: Used by setup to test if cookies are operational on the installation. May store the Zenphoto version number of the last unsuccessful run.
ru_ru: Используется программой установки для проверки работоспособности файлов cookie при установке. Может сохранить номер версии Zenphoto последнего неудачного запуска.

source: Stores the path for cookies.
ru_ru: Сохраняет путь для файлов cookie.

source: Various
ru_ru: Различные

source: Various cookies set by plugins, themes or otherwise
ru_ru: Различные файлы cookie, устанавливаемые плагинами, темами и тому подобным

source: Stores the HTTPS/SSL setting.
ru_ru: Сохраняет настройки HTTPS / SSL.

source: Stores the language selection set by the <em>dynamic_locale</em> plugin.
ru_ru: Сохраняет язык, выбранный плагином <em>dynamic_locale</em>.

source: Stores if the mobile theme is defined - used by the <em>mobileTheme</em> plugin.
ru_ru: Сохраняет информацию о наличии мобильной темы - используется плагином <em>mobileTheme</em>.

source: Stores the current theme selected by the <em>themeSwitcher</em> plugin.
ru_ru: Сохраняет информацию о текущей теме, выбранной плагином <em>themeSwitcher</em> plugin.

source: Stores information from the comment form POST for re-populaton of the form in the <em>comment_form</em> plugin.
ru_ru: Сохраняет информацию из формы отправки комментария для повторного заполнения формы в плагине <em>comment_form</em>.

source: Set %1 to the section to get, set %2 to the h2-h6 for the headline element to use.
ru_ru: Установите %1 для раздела, который нужно получить, установите %2 для h2-h6 для используемого элемента заголовка.

source: Forbidden(1)
da_dk: Forbudt(1)
es_uy: Prohibido(1)
ru_ru: Доступ запрещен(1)

source: The cache directory does not exist. Please create it and set the permissions to 0777.
da_dk: Cachemappen eksisterer ikke. Opret venligst mappen og sæt rettigheder til 0777.
es_uy: El directorio caché no existe. Debe crearlo y establecer los permisos en 0777.
ru_ru: Директория для кэша не существует. Пожалуйста, создайте ее и установите параметры доступа 0777.

source: The cache directory is not writable! Attempts to chmod did not work.
es_uy: ¡El directorio de caché no es de escritura! Los intentos de chmod no funcionaron.
ru_ru: Директория для кэша недоступна для записи! Попытки chmod не увенчались успехом.

source: Image not found; file %s does not exist.
da_dk: Billedet ikke fundet; filen %s eksisterer ikke.
es_uy: No se encontró la imagen; el archivo %s no existe.
ru_ru: Изображение не найдено; файл %s не существует.

source: Image processing of %s resulted in a fatal error.
da_dk: Billedbehandling af %s resulterede i en fatal fejl.
es_uy: El procesamiento de la imagen %s resultó en un error fatal.
ru_ru: Критическая ошибка при обработке изображения %s.

source: Suffix Not Allowed: %s
da_dk: Suffiks ikke tilladt: %s
es_uy: Sufijo: %s no permitido
ru_ru: Запрещенное окончание имени файла: %s

source: Zenphoto script processing %1$s:%2$.4f seconds
es_uy: Procesamiento del script Zenphoto en %1$s:%2$.4f segundos
ru_ru: Время обработка скрипта Zenphoto %1$s:%2$.4f секунды

source: Zenphoto script processing total:%.4f seconds
es_uy: Procesamiento total del script Zenphoto:%.4f segundos
ru_ru: Общее время обработки скриптов Zenphoto:%.4f секунд

source: Zenphoto License agreement
es_uy: Acuerdo de licencia de Zenphoto
ru_ru: Лицензионное соглашение Zenphoto

source: This license is in English because the <em>Free Software Foundation</em> does not approve translations as officially valid. Unofficial translations are available <a href="%s">here</a>.
da_dk: Denne licens er på engelsk fordi <em>Free Software Foundation</em> ikke godkender oversættelser som officielt gyldige. Uofficielle oversættelser foreligger <a href="%s">her</a>.
es_uy: Esta licencia está en inglés porque <em>Free Software Foundation</em> no aprueba las traducciones como oficialmente válidas. Las traducciones no oficiales están disponibles aquí <a href="%s"></a>.
ru_ru: В соответствии с порядком, определенным <em>Free Software Foundation</em>, лицензионное соглашение доступно только на английском языке. Неофициальные переводы см. <a href="%s">здесь</a>.

source: You must accept this license to continue to use Zenphoto.
es_uy: Debe aceptar esta licencia para continuar usando Zenphoto.
ru_ru: Вы должны принять лицензию для продолжения работы с Zenphoto.

source: I agree to these terms and conditions
da_dk: Jeg er enig i disse vilkår og betingelser
es_uy: Estoy de acuerdo con estos términos y condiciones
ru_ru: Я принимаю условия соглашения

source: There are no upload handlers enabled that can service your request.
da_dk: Der er ikke aktiveret noget filoverførselsprogram der kan opfylde din anmodning.
es_uy: No hay controladores de carga habilitados que puedan atender su solicitud.
ru_ru: Не включены обработчики загрузки, которые могут обслужить ваш запрос.

source: This document is generated from the plugin comment block and other items that are in English and outside of the Zenphoto translation system. This link will send the URL to the Google translation WEB to present the page in your language.
es_uy: Este documento se genera a partir del bloque de comentarios del complemento y otros elementos que están en inglés y fuera del sistema de traducción de Zenphoto. Este enlace enviará la URL a la traducción de Google WEB para presentar la página en su idioma.
ru_ru: Этот документ сгенерирован из комментария к плагину и отображается только на английском языке. Перейдите по ссылке, чтобы использовать переводчик Google.

source: Translate this page.
da_dk: Oversæt denne side.
es_uy: Traducir esta página.
ru_ru: Перевести эту страницу.

source: See also the <a href="%1$s">%2$s</a> third party plugin page for more info.
es_uy: Vea también el complemento de 3ras. partes <a href="%1$s">%2$s</a> para más información.
ru_ru: Смотрите также <a href="%1$s">%2$s</a> страницу плагина стороннего автора для получения дополнительной информации.

source: Also review the in-file documentation of the plugin file(s) itself for more detailed function usage.
es_uy: También revise la documentación en el archivo(s) de los complementos para más detalle del uso de la función.
ru_ru: Также ознакомьтесь с внутренней документацией к самим файлам плагина для получения более подробной информации об использовании функций.

source: Plugin usage information
da_dk: Plugin brugeroplysninger
es_uy: Información de uso del complemento
ru_ru: Информация об использовании плагина

source: Option:
da_dk: Valgmulighed:
es_uy: Opción:
ru_ru: Параметр:

source: Macro defined:
da_dk: Makro defineret
es_uy: Macro definida:
ru_ru: Макрос:

source: Click to restore the setup scripts and run setup.
da_dk: Klik for at genoprette installationsfilerne og kør setup.
es_uy: Haga clic para restaurar los scripts de configuración y ejecutarla.
ru_ru: Восстановить установочные скрипты и запустить установку.

source: You must restore the setup files from the %1$s release.
da_dk: Geninstaller venligst installationsfilerne fra %1$s udgaven:
es_uy: Debe restaurar los archivos de configuración desde el lanzamiento %1$s.
ru_ru: Вы должны восстановить установочные файлы из выпуска %1$s.

source: You must restore the setup files on your primary installation to run the setup operation.
da_dk: Du skal gendanne installationsfilerne på din primære installation for at kunne køre opsætningen.
es_uy: Debe restaurar los archivos de configuración en su instalación primaria para ejecutar la operación de configuración.
ru_ru: Вы должны восстановить установочные файлы из вашей основной установки, чтобы запустить операцию установки.

source: Testing %s.
da_dk: Tester %s
es_uy: Pruebas %s.
ru_ru: Тестирую %s.

source: Fail:
da_dk: Fejl:
es_uy: Falló:
ru_ru: Сбой:

source: Warn:
da_dk: Advarsel:
es_uy: Advertencia:
ru_ru: Предупреждение:

source: Pass:
da_dk: Godkendt:
es_uy: Pasar:
ru_ru: Принято:

source: Error!
da_dk: Fejl!
ru_ru: Ошибка!

source: Warning!
da_dk: Advarsel!
es_uy: Advertencia!
ru_ru: Предупреждение!

source: Notice!
da_dk: Bemærk!
es_uy: Aviso!
ru_ru: Внимание!

source: Autorun aborted
da_dk: Autorun afbrudt
es_uy: Autoejecución abortada
ru_ru: Автозапуск прерван

source: <em>%1$s</em> folder%2$s [subfolder creation failure]
da_dk: <em>%1$s</em> mappe%2$s [undermappe oprettelse fejlet]
es_uy: Carpeta <em>%1$s</em> %2$s [Error de creación de subcarpeta]
ru_ru: Директория <em>%1$s</em> %2$s [создать субдиректорию не удалось]

source: Setup could not create the following subfolders:<br />%s
da_dk: Setup kunne ikke oprette følgende undermapper:<br />%s
es_uy: El programa de instalación (setup) no pudo crear las siguientes subcarpetas:<br />%s
ru_ru: Установщик не смог создать следующие субдиректории:<br />%s

source: <em>%1$s</em> folder%2$s [permissions failure]
da_dk: <em>%1$s</em> mappe%2$s [tilladelser fejl]
es_uy: carpeta <em>%1$s</em> %2$s [error de permisos]
ru_ru: Директория <em>%1$s</em> %2$s [проблема с правами доступа]

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually. See the <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
ru_ru: Программе установки не удалось изменить права доступа к файлам из <em>%1$s</em> (<code>0%2$o</code>) на <em>%3$s</em> (<code>0%4$o</code>). Вам придется установить разрешения вручную. Смотрите <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#29">Руководство по устранению неполадок</a> для получения подробной информации о требованиях к правам доступа для Zenphoto.

source: You must create the folder <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
da_dk: Du skal oprette mappen <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
es_uy: Debe crear la carpeta <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
ru_ru: Необходимо создать директорию <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist]
da_dk: <em>%1$s</em> mappe [<em>%2$s</em> eksisterer ikke]
es_uy: Carpeta <em>%1$s</em> [<em>%2$s</em> no existe]
ru_ru: Директория <em>%1$s</em> [<em>%2$s</em> не существует]

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist and <strong>setup</strong> could not create it]
da_dk: <em>%1$s</em> mappen [<em>%2$s</em> eksisterer ikke og <strong>setup</strong kunne ikke oprette den]
es_uy: Carpeta<em>%1$s</em> [<em>%2$s</em> no existe y el <strong>setup</strong> no pudo crearla]
ru_ru: Директория <em>%1$s</em> [<em>%2$s</em> не существует и <strong>установщик</strong> не смог еe создать]

source: Change the permissions on the <code>%1$s</code> folder to be writable by the server (<code>chmod 777 %2$s</code>)
da_dk: Ret tilladelserne for <code>%1$s</code> mappen så den er skrivbar af serveren (<code>chmod 777 %2$s</code>)
es_uy: Cambie los permisos en la carpeta <code>%1$s</code> para que el servidor pueda escribirlos (<code>chmod 777 %2$s</code>)
ru_ru: Измените права доступа для папки <code>%1$s</code>, чтобы она была доступна для записи сервером (<code>chmod 777 %2$s</code>)

source: <em>%1$s</em> folder [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]
da_dk: <em>%1$s</em> mappen [<em>%2$s</em> er ikke skrivbar og <strong>setup</strong> kunne ikke rette det.
es_uy: La carpeta <em>%1$s</em> [<em>%2$s</em> no es de escritura y <strong>el setup</strong> tampoco pudo hacerlo]
ru_ru: Директория <em>%1$s</em> [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]

source: <em>%1$s</em> folder%2$s
da_dk: <em>%1$s</em> mappe%2$s
es_uy: Carpeta <em>%1$s</em> %2$s
ru_ru: Директория <em>%1$s</em> %2$s

source: change the definition
da_dk: ændre definitionen
es_uy: cambie la definición
ru_ru: измените определение

source: apply
da_dk: anvend
es_uy: aplicar
ru_ru: применить

source: See the <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#24">troubleshooting guide</a> on zenphoto.org for details.
ru_ru: Подробнее см. <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">Руководство по устранению неполадок</a> (англ).

source: An attempt at cross site reference forgery has been blocked.
da_dk: Et forsøg på Cross-site request forfalskning er blevet blokeret.
es_uy: Se ha bloqueado un intento de falsificación de referencia de sitios cruzados.
ru_ru: Блокирована попытка подделки межсайтовых запросов (CSRF).

source: Click <a href="%s">here</a> to acknowledge that you wish to ignore this issue. It will then become a warning.
da_dk: Klik <a href="%s">her</a> for at tilkendegive at du ønsker at ignorere dette problem. Det vil derefter være en advarsel.
es_uy: Haga clic aquí <a href="%s"></a> para confirmar que desea ignorar este problema. Entonces se convertirá en una advertencia.
ru_ru: Нажмите <a href="%s">здесь</a> чтобы проигнорировать ошибку.

source: ZenphotoCMS - The simpler media website CMS
es_uy: ZenphotoCMS - El más simple CMS para sitios web de medios
ru_ru: ZenphotoCMS - простая CMS для веб-галерей

source: Updated configuration file
es_uy: Archivo de configuración actualizado
ru_ru: Обновление файла конфигурации

source: <strong>Warning:</strong> the <code>%s</code> table appears not to have a proper <em>UNIQUE</em> key. There are probably duplicate entries in the table which can cause unpredictable behavior. This can normally be corrected by creating a Zenphoto backup, dropping the table, running setup to restore the table, and then restoring from the backup. Note, however, that the duplicate entries will be lost.
es_uy: <strong>Advertencia:</strong> la tabla <code>%s</code> parece no tener la clave <em>ÚNICA</em>. Probablemente hay entradas duplicadas en la tabla que pueden causar un comportamiento impredecible. Normalmente, esto se puede corregir creando una copia de seguridad de Zenphoto, soltando la tabla, ejecutando la configuración para restaurar la tabla, y luego restaurando desde la copia de seguridad. Tenga en cuenta, sin embargo, que las entradas duplicadas se perderán.
ru_ru: <strong>Предупреждение:</strong> таблица <code>%s</code>, похоже, не имеет надлежащего <em>УНИКАЛЬНОГО</em> ключа. В таблице, вероятно, есть повторяющиеся записи, которые могут привести к непредсказуемому поведению. Обычно это можно исправить, создав резервную копию Zenphoto, удалив таблицу, запустив программу установки для восстановления таблицы, а затем выполнив восстановление из резервной копии. Однако обратите внимание, что дублирующиеся записи будут утеряны.

source: Installing Zenphoto v%s
es_uy: Instalando Zenphoto v%s
ru_ru: Установка Zenphoto v%s

source: Upgrade from before Zenphoto v1.2
es_uy: Actualizar desde versión anterior a Zenphoto v1.2
ru_ru: Обновление с версии предшествующей Zenphoto v1.2

source: Update
da_dk: Opdater
es_uy: Actualizar
ru_ru: Обновить

source: Reinstalling current Zenphoto release
es_uy: Reinstalando el lanzamiento actual de Zenphoto
ru_ru: Переустановка текущей версии Zenphoto

source: reinstall
es_uy: reInstalar
ru_ru: переустановка

source: [%u release skipped]
es_uy: [%u versión saltado]
ru_ru: [%u версия пропущена]
