Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: We do not test upgrades that skip releases. We recommend you upgrade in sequence.
es_uy: No probamos actualizaciones que saltan versiones. Le recomendamos que actualice en secuencia.
ru_ru: Мы не тестируем обновления минующие предыдущие версии Zenphoto. Рекомендуется последовательная установка всех предыдущих выпусков.

source: Upgrade from Zenphoto v%s
es_uy: Actualizar desde Zenphoto v%s
ru_ru: Обновление с версии Zenphoto v%s

source: Downgrade to Zenphoto v%s
ru_ru: Понижение версии до Zenphoto v%s

source: Downgrades are not recommended and supported and can have serious unwanted side effects especially regarding database changes in newer versions.
ru_ru: Понижение версии не рекомендуется и не поддерживается и могут иметь серьезные нежелательные побочные эффекты, особенно в отношении изменений базы данных в более новых версиях.

source: Downgrade
ru_ru: Понижение версии

source: Zenphoto requires PHP version %s or greater
es_uy: Zenphoto requiere PHP versión %s or superior
ru_ru: Zenphoto требуется PHP версии %s или выше

source: readonly
da_dk: skrivebeskyttet
es_uy: sólo lectura
ru_ru: только для чтения

source: A corrupt configuration file was detected. You should remove or repair the file and re-run setup.
da_dk: En beskadiget konfigurationsfil er opdaget. Du bør fjerne eller reparere filen og genkøre setup.
es_uy: Se detectó un archivo de configuración corrupto. Debe eliminarlo o repararlo y volver a ejecutar la configuración.
ru_ru: Обнаружен поврежденный файл конфигурации. Вам следует удалить или восстановить файл и повторно запустить программу установки.

source: upgrade
da_dk: opgradere
es_uy: mejorar
ru_ru: обновление

source: Completed system check
da_dk: Afsluttet system check
es_uy: Completada la verificación del sistema
ru_ru: Проверка системы завершена

source: Setup cookie test successful
da_dk: Setup cookiestest vellykket
es_uy: Configuración de cookie comprobada exitosamente
ru_ru: Проверка файлов cookie прошла успешно

source: Setup cookie test unsuccessful
da_dk: Setup cookiestest mislykket
es_uy: Configuración de cookie no fue comprobada exitosamente
ru_ru: Проверка файлов cookie не удалась

source: Post of Database credentials
da_dk: Database brugerdata
es_uy: Envío de credenciales de base de datos
ru_ru: Отправка учетных данных базы данных

source: Zenphoto Setup v%1$s %2$s: %3$s
es_uy: Setup de Zenphoto v%1$s %2$s: %3$s
ru_ru: Установка Zenphoto v%1$s %2$s: %3$s

source: Full environment
da_dk: Fuldt miljø
es_uy: Ambiente completo
ru_ru: Полная среда

source: Primitive environment
da_dk: Primitivt miljø
es_uy: Ambiente primitivo
ru_ru: Примитивная среда

source: Query error: %s
da_dk: Forespørgselsfejl: %s
es_uy: Error de consulta: %s
ru_ru: Ошибка запроса: %s

source: create
da_dk: lav
es_uy: crear
ru_ru: создать

source: update
da_dk: opdater
es_uy: actualizar
ru_ru: обновить

source: install
da_dk: installer
es_uy: instalar
ru_ru: установить

source: Zenphoto Setup
es_uy: Configuración de Zenphoto
ru_ru: Установка Zenphoto

source: Setup
es_uy: Configuración
ru_ru: Установка

source: Welcome to Zenphoto! This page will set up Zenphoto %s on your web server.
es_uy: ¡Bienvenido a Zenphoto! Esta página configurará Zenphoto %s en su servidor Web.
ru_ru: Добро пожаловать! Этот мастер установит Zenphoto %s на ваш сервер.

source: Systems Check:
da_dk: Systemcheck:
es_uy: Verificación de sistemas:
ru_ru: Проверка системы:

source: Backup your database before proceeding!
ru_ru: Создайте резервную копию своей базы данных, прежде чем продолжить!

source: <strong>Note:</strong> The release you are installing has debugging settings enabled!
da_dk: <strong>Bemærk:</strong> Den udgave du installerer har debugging instillinger aktiveret!
es_uy: <strong>Nota:</strong> ¡La versión que está instalando tiene la configuración de depuración habilitada!
ru_ru: <strong>Примечание: </strong> В устанавливаемом вами выпуске включены настройки отладки!

source: <em>%s</em> security
da_dk: <em>%s</em> sikkerhed
es_uy: <em>%s</em> seguridad
ru_ru: Безопасность <em>%s</em>

source: <em>%s</em> security [is compromised]
da_dk: <em>%s</em> sikkerhed [er kompromitteret]
es_uy: Seguridad <em>%s</em> [está comprometida]
ru_ru: Безопасность <em>%s</em> [скомпрометирована]

source: Zenphoto suggests you make the sensitive files in the %1$s folder accessable by <em>owner</em> only (permissions = 0600). The file permissions for <em>%2$s</em> are %3$04o which may allow unauthorized access.
es_uy: Zenphoto sugiere que los archivos confidenciales en la carpeta %1$s sean sólo accesibles por el <em>propietario</em> (permisos = 0600). Los permisos de archivo para <em>%2$s</em> son %3$04o, lo que puede permitir acceso no autorizado.
ru_ru: Zenphoto предлагает сделать доступ к конфиденциальным файлам в папке %1$s доступным только для <em>владельца</em> (разрешения = 0600). Права доступа к файлам для <em>%2$s</em> равны %3$04o, что может допустить несанкционированный доступ.

source: <em>SSL</em> connection
ru_ru: <em>SSL</em> соединение

source: <em>SSL</em> connection [is not enabled]
ru_ru: <em>SSL</em> соединение [не включено].

source: It is strongely recommended to use a secure https connection on your site.
ru_ru: Настоятельно рекомендуется использовать безопасное https-соединение на вашем сайте.

source: Server seems not to be <em>Apache</em>, <em>Nginx</em> or <em>compatible</em>. Zenphoto may not work correctly.
ru_ru: Сервер не похож на <em>Apache</em>, <em>Nginx</em> или другой <em>совместимый</em>. Zenphoto может не заработать корректно.

source: PHP version %s
es_uy: PHP versión %s
ru_ru: PHP версии %s

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk. Zenphoto is developed on PHP 8+ and in any case not tested below 7.4. There will be no fixes if you encounter any issues below 7.4. Please contact your webhost about a PHP upgrade on your server.
ru_ru: Требуется версия PHP %1$s или выше. Настоятельно рекомендуется версия %2$s или выше. Используйте более ранние версии на свой страх и риск. Zenphoto разработан на PHP 8 + и в любом случае не тестировался ниже версии 7.4. Исправлений не будет, если вы столкнетесь с какими-либо проблемами ниже версии 7.4. Пожалуйста, свяжитесь с вашим веб-хостингом по поводу обновления PHP на вашем сервере.

source: PHP <code>Sessions</code> [appear to not be working].
da_dk: PHP <code>Sessions</code> [synes ikke at virke].
es_uy: <code>Sesión</code> PHP [aparenta no estar funcionando].
ru_ru: PHP <code>Sessions</code> [возможно не работает].

source: PHP Sessions are required for Zenphoto administrative functions.
es_uy: Las sesiones de PHP son necesarias para las funciones administrativas de Zenphoto.
ru_ru: PHP Sessions требуются для работы административных функций Zenphoto.

source: <code>Suhosin</code> module [is enabled]
da_dk: <code>Suhosin</code> modul [er aktiveret]
es_uy: El Módulo <code>Suhosin</code> [está habilitado]
ru_ru: Модуль <code>Suhosin</code> [включен]

source: The following PHP functions are blocked: %s. Flagged functions are required by Zenphoto. Other functions in the list may be used by Zenphoto, possibly causing reduced functionality or Zenphoto failures.
es_uy: Las siguientes funciones de PHP están bloqueadas: %s. Estas son requeridas por Zenphoto, que puede usar otras funciones de la lista, lo que posiblemente cause una funcionalidad reducida o fallas de Zenphoto.
ru_ru: Заблокированы следующие функции PHP: %s. Отмеченные функции требуются для работы Zenphoto. Другие функции из списка также могут использоваться Zenphoto, что потенциально приведет снижению функциональности или сбоям в работе Zenphoto.

source: PHP <code>display_errors</code> [is enabled]
da_dk: PHP <code>display_errors</code> [er aktiveret]
es_uy: PHP <code>display_errors</code> [está habilitado]
ru_ru: PHP <code>display_errors</code> [включено]

source: This setting may result in PHP error messages being displayed on WEB pages. These displays may contain sensitive information about your site.
da_dk: Denne indstilling kan resultere i at PHP fejlmeddelelser vises på websiden. Disse kan indeholde sensitive oplysninger om dit websted.
es_uy: Esta configuración puede dar lugar a que se muestren mensajes de error de PHP en las páginas WEB. Estas pantallas podrían contener información confidencial sobre su sitio.
ru_ru: Эта функция разрешает отображать сообщения об ошибках PHP на веб-страницах. Сообщения могут содержать конфиденциальные данные о вашем сайте.

source: PHP <code>gettext()</code> support
es_uy: Soporta PHP <code>gettext()</code>
ru_ru: PHP поддержка <code>gettext()</code>

source: PHP <code>gettext()</code> support [is not present]
da_dk: PHP <code>gettext()</code> support [er ikke til stede]
es_uy: Soporte PHP <code>gettext()</code> [no está presente]
ru_ru: PHP поддержка <code>gettext()</code> [отсутствует]

source: Localization of Zenphoto requires native PHP <code>gettext()</code> support
es_uy: La ubicación de Zenphoto requiere soporte PHP nativo <code>gettext()</code>
ru_ru: Для локализации Zenphoto нужна нативная поддержка PHP <code>gettext()</code>

source: PHP <code>cURL</code> support
es_uy: PHP <code>cURL</code> soportado
ru_ru: PHP поддержка <code>cURL</code>

source: PHP <code>cURL</code> support [is not present]
es_uy: Soporte PHP <code>cURL</code> [no está presente]
ru_ru: PHP поддержка <code>cURL</code> [отсутствует]

source: PHP <code>cURL</code> support is critical and required for some functionalty.
ru_ru: PHP поддержка <code>cURL</code> [отсутствует]

source: PHP <code>tidy</code> support
es_uy: Soporte PHP <code>tidy</code>
ru_ru: PHP поддержка <code>tidy</code>

source: PHP <code>tidy</code> support [is not present]
es_uy: Soporte PHP <code>tidy</code> [no está presente]
ru_ru: PHP поддержка <code>tidy</code> [отсутствует]

source: <code>tidy</code> support is not critical but strongely recommended for properly truncating text containing HTML markup.
es_uy: La compatibilidad con <code>tidy</code> no es crítica, pero se recomienda encarecidamente para truncar correctamente el texto que contiene el marcado HTML.
ru_ru: <code>tidy</code> - поддержка не критична, но настоятельно рекомендуется для правильного сокращения текста, содержащего HTML-разметку.

source: PHP <code>ZipArchive</code> support
ru_ru: PHP поддержка <code>ZipArchive</code>

source: PHP <code>ZipArchive</code> support [is not present]
ru_ru: PHP поддержка <code>ZipArchive</code> [отсутствует]

source: <code>ZipArchive</code> support is not critical and only required if you intend to upload zip archives with supported file types to the gallery.
ru_ru: <code>ZipArchive</code> - поддержка не критична и требуется только в том случае, если вы собираетесь загружать zip-архивы с поддерживаемыми типами файлов в галерею.

source: PHP <code>JSON</code> support
ru_ru: PHP поддержка <code>JSON</code>

source: PHP <code>JSON</code> support [is not present]
ru_ru: PHP поддержка <code>JSON</code> [отсутствует]

source: <code>JSON</code> support is critical and required for some functionalty.
ru_ru: <code>JSON</code> - поддержка критична и необходима для некоторых функций.

source: PHP <code>exif</code> support
ru_ru: PHP поддержка <code>exif</code>

source: PHP <code>exif</code> support [is not present]
ru_ru: PHP поддержка <code>exif</code> [отсутствует]

source: <code>exif</code> support is not critical but strongely recommended for properly handling exif data of images
ru_ru: <code>exif</code> - поддержка не критична, но настоятельно рекомендуется для правильной обработки EXIF-данных изображений

source: PHP <code>bz2</code> support
ru_ru: PHP поддержка <code>%s</code>

source: PHP <code>bz2</code> support [is not present]
ru_ru: PHP поддержка <code>flock</code> [отсутствует]

source: <code>bz2</code> support is not critical but recommended for some optional bzcompression functionalty
ru_ru: <code>bz2</code> - поддержка не критична, но рекомендуется для некоторых дополнительного функционала bzcompression

source: PHP <code>fileinfo</code> support
ru_ru: PHP поддержка <code>fileinfo</code>

source: PHP <code>fileinfo</code> support [is not present]
ru_ru: PHP поддержка <code>fileinfo</code> [отсутствует]

source: <code>fileinfo</code> support is not critical but strongely recommended for file system functionality
ru_ru: <code>fileinfo</code> - поддержка не критична, но настоятельно рекомендуется для обеспечения функциональности файловой системы

source: PHP <code>intl</code> support
ru_ru: PHP поддержка <code>intl</code>

source: PHP <code>intl</code> support [is not present]
ru_ru: PHP поддержка <code>intl</code> [отсутствует]

source: <code>intl</code> support is strongely recommended for using locale-aware functionality.
ru_ru: <code>intl</code> - поддержка настоятельно рекомендуется для использования функций, связанных с локализацией.

source: PHP <code>xml</code> support
ru_ru: PHP поддержка <code>xml</code>

source: PHP <code>xml</code> support [is not present]
ru_ru: PHP поддержка <code>xml</code> [отсутствует]

source: <code>xml</code> support is not criticaly but strongely recommended for some functionality for parsing XML contents like RSS feeds.
ru_ru: <code>xml</code> - поддержка не критична, но настоятельно рекомендуется для некоторых функций синтаксического анализа содержимого XML, таких как RSS-каналы.

source: PHP <code>dom</code> support
ru_ru: PHP поддержка <code>dom</code>

source: PHP <code>dom</code> support [is not present]
ru_ru: PHP поддержка <code>dom</code> [отсутствует]

source: <code>dom</code> support is not criticaly but strongely recommended for some functionality processing and modifying HTML contents.
ru_ru: <code>dom</code> - поддержка не критична, но настоятельно рекомендуется для некоторых функций обработки и изменения содержимого HTML.

source: PHP <code>simplexml</code> support
ru_ru: PHP поддержка <code>simplexml</code>

source: PHP <code>simplexml</code> support [is not present]
ru_ru: PHP поддержка <code>simplexml</code> [отсутствует]

source: <code>simplexml</code> support is not criticaly but strongely recommended for some functionality processing XML contents like RSS feeds.
ru_ru: <code>simplexml</code> - поддержка не критична, но настоятельно рекомендуется для некоторых функций, обрабатывающих содержимое XML, таких как RSS-каналы.

source: PHP <code>Reflection</code> support
ru_ru: PHP поддержка <code>Reflection</code>

source: PHP <code>Reflection</code> support [is not present]
ru_ru: PHP поддержка <code>Reflection</code> [отсутствует]

source: <code>Reflection</code> support is not criticaly but strongely recommended for some internal functionality.
ru_ru: <code>Reflection</code> - поддержка не критична, но настоятельно рекомендуется для некоторых внутренних функций.

source: PHP <code>Ctype</code> support
ru_ru: PHP поддержка <code>Ctype</code>

source: PHP <code>Ctype</code> support [is not present]
ru_ru: PHP поддержка <code>Ctype</code> [отсутствует]

source: <code>Ctype</code> support is required for internal character type checking e.g. for shortening text content.
ru_ru: <code>Ctype</code> - поддержка требуется для внутренней проверки типа символов, например, для сокращения текстового содержимого.

source: PHP <code>filter</code> support
ru_ru: PHP поддержка <code>filter</code>

source: PHP <code>filter</code> support [is not present]
ru_ru: PHP поддержка <code>filter</code> [отсутствует]

source: <code>filter</code> support is required for filtering and clearing content.
ru_ru: <code>filter</code> - поддержка требуется для фильтрации и очистки контента.

source: PHP <code>session</code> support
ru_ru: PHP поддержка <code>session</code>

source: PHP <code>session</code> support [is not present]
ru_ru: PHP поддержка <code>session</code> [отсутствует]

source: <code>session</code> support is required session handling.
ru_ru: <code>session</code> - поддержка требуется для обработки сеансов.

source: PHP <code>setlocale()</code> failed
da_dk: PHP <code>setlocale()</code> mislykkedes
es_uy: PHP <code>setlocale()</code> Falló
ru_ru: PHP <code>setlocale()</code> не удалось

source: Locale functionality is not implemented on your platform or the specified locale does not exist. Language translation may not work.
da_dk: Landestandard funktionalitet er ikke implementeret på din platform eller den angivne landestandard findes ikke. Oversættelse af sprog fungerer ikke.
es_uy: La funcionalidad de configuración regional no está implementada en su plataforma o la configuración regional especificada no existe. La traducción de idiomas puede no funcionar.
ru_ru: Функциональность локализации не реализована на вашей платформе или указанная локализация не существует. Перевод на данный язык может не работать.

source: See the <a href="https://www.zenphoto.org/news/problems-with-languages">user guide</a> on zenphoto.org for details.
ru_ru: Подробнее см. <a href="https://www.zenphoto.org/news/problems-with-languages">руководство пользователя</a> на сайте Zenphoto.org.

source: Setting <em>mbstring.internal_encoding</em> to <strong>UTF-8</strong> in your <em>php.ini</em> file is strongely recommended to insure accented and multi-byte characters function properly.
ru_ru: Настоятельно рекомендуется установить для <em>mbstring.internal_encoding</em> значение <strong>UTF-8</strong> в вашем файле <em>php.ini</em>, чтобы гарантировать правильную работу с диакрити́ческими зна́ками и много-байтовыми символами.

source: PHP <code>mbstring</code> and <code>iconv</code> packages
ru_ru: PHP пакеты <code>mbstring</code> и <code>iconv</code>

source: PHP <code>mbstring</code> and <code>iconv</code> packages [Your internal character set is <strong>%s</strong>]
ru_ru: PHP пакеты <code>mbstring</code> и <code>iconv</code> [Ваш внутренний набор символов <strong>%s</strong>]

source: You need to install the <code>mbstring</code> and <code>iconv</code> packages
ru_ru: Вам необходимо установить пакеты <code>mbstring</code> и <code>iconv</code>

source: PHP <code>mbstring</code> and <code>iconv</code> packages [are not present]
ru_ru: PHP пакеты <code>mbstring</code> и <code>iconv</code> [отсутствует]

source: Strings generated internally by PHP may not display correctly. (e.g. dates)
da_dk: Strenge genereret internt af PHP vises muligvis ikke korrekt. (f.eks. datoer)
es_uy: Es posible que las cadenas generadas internamente por PHP no se muestren correctamente. (ej. fechas)
ru_ru: Строки, сгенерированные внутри PHP, могут отображаться некорректно (например, даты)

source: Graphics library
da_dk: Grafisk bibliotek
es_uy: Librería de Gráficos
ru_ru: Графическая библиотека

source: Graphics support:
ru_ru: Поддержка графики:

source: [enabled]
ru_ru: [включено]

source: [available]
ru_ru: [доступно]

source: Graphics support [is not installed]
da_dk: Grafisk support [er ikke installeret]
es_uy: Soporte Gráfico [no está instalado]
ru_ru: Поддержка графики [не установлено]

source: You need to install a graphics support library such as the <em>GD library</em> in your PHP
da_dk: Du skal installere et grafisk støttebibliotek som <em>GD library</em> i din PHP
es_uy: Debe instalar una biblioteca de soporte de gráficos como la <em>Librería GD</em> en su PHP
ru_ru: Вам необходимо установить библиотеку поддержки графики, такую как <em>GD library</em> в вашем PHP

source: Your PHP graphics library does not support %1$s or %2$s
da_dk: Dit PHP grafiske bibliotek understøtter ikke %1$s eller %2$s
es_uy: Su librería de Graficos PHP no soporta %1$s o %2$s
ru_ru: Ваша графическая библиотека PHP не поддерживает %1$s или %2$s

source: Your PHP graphics library does not support %1$s
da_dk: Dit PHP grafiske bibliotek understøtter ikke %1$s
es_uy: Su librería de Graficos PHP no soporta %1$s
ru_ru: Ваша графическая библиотека PHP не поддерживает %1$s

source: To correct this you should install a graphics library with appropriate image support in your PHP
da_dk: For at korrigere dette bør du installere et grafisk bibliotek med tilsvarende billedsupport i din PHP
es_uy: Para corregir esto, debería instalar una biblioteca de gráficos con el soporte de imagen adecuado en su PHP
ru_ru: Чтобы исправить это, вам следует установить графическую библиотеку с соответствующей поддержкой изображений в вашем PHP

source: Your PHP graphics library does not support %1$s, %2$s, or %3$s
da_dk: Dit PHP grafiske bibliotek understøtter ikke %1$s, %2$s, or %3$s
es_uy: Su librería de Graficos PHP no soporta %1$s, %2$s, o %3$s
ru_ru: Ваша графическая библиотека PHP не поддерживает %1$s, %2$s или %3$s

source: To correct this you need to install GD with appropriate image support in your PHP
da_dk: For at korrigere dette bør du installere GD grafisk bibliotek med tilsvarende billedsupport i din PHP
es_uy: Para corregir esto necesita instalar GD con el soporte de imagen adecuado en su PHP
ru_ru: Чтобы исправить это, вам необходимо установить GD с соответствующей поддержкой изображений в вашем PHP

source: PHP graphics image support
da_dk: PHP grafisk billedsupport
es_uy: Soporte de imagen de gráficos PHP
ru_ru: Поддержка графики в PHP

source: The unsupported image types will not be viewable in your albums.
da_dk: De ikke-supporterede billedtyper vil ikke være synlige i dine albums.
es_uy: Los tipos de imágenes no compatibles no se podrán ver en sus álbumes.
ru_ru: Неподдерживаемые типы изображений не будут доступны для просмотра в ваших альбомах.

source: Graphics Library rotation support [is not present]
da_dk: Grafikbibliotek billedrotation understøttelse [er ikke til stede]
es_uy: Soporte de rotación de la biblioteca de gráficos [no está presente]
ru_ru: Графическая библиотека: поворот изображения [отсутствует]

source: The graphics support library does not provide support for image rotation.
da_dk: Det grafisk støttebibliotek understøtter ikke billedrotation.
es_uy: La biblioteca de soporte de gráficos no proporciona soporte para la rotación de imágenes.
ru_ru: Библиотека поддержки графики не поддерживает поворот изображения.

source: Graphics support [configuration error]
da_dk: Grafiksupport [konfigurationsfejl]
es_uy: Soporte de gráficos [error de configuración]
ru_ru: Поддержка графики: [ошибка конфигурации]

source: No Zenphoto image handling library was loaded. Be sure that your PHP has a graphics support.
es_uy: No se cargó ninguna biblioteca de manejo de imágenes Zenphoto. Asegúrese de que su PHP tenga soporte para gráficos.
ru_ru: Библиотека обработки изображений для Zenphoto не была загружена. Убедитесь, что ваш PHP поддерживает графику.

source: <em>%1$s</em> file
da_dk: <em>%1$s</em> fil
es_uy: Archivo <em>%1$s
ru_ru: <em>%1$s</em> файл

source: <em>%1$s</em> file [does not exist]
da_dk: <em>%1$s</em> fil [eksisterer ikke]
es_uy: Archivo <em>%1$s</em> [no existe]
ru_ru: <em>%1$s</em> файл [не существует]

source: Setup was not able to create this file. You will need to copy the <code>%1$s/zenphoto_cfg.txt</code> file to <code>%2$s/%3$s</code> then edit it as indicated in the file’s comments.
es_uy: El programa de instalación no pudo crear este archivo. Necesita copiar el archivo <code>%1$s/zenphoto_cfg.txt</code> en <code>%2$s/%3$s</code> y luego editarlo como se indica en los comentarios del archivo.
ru_ru: Программе установки не удалось создать этот файл. Вам нужно будет скопировать файл <code>%1$s/zenphoto_cfg.txt</code> в <code>%2$s /%3$s</code>, а затем отредактировать его, как указано в комментариях к файлу.

source: File permissions
da_dk: filrettigheder
es_uy: Permisos de archivo
ru_ru: Права доступа к файлам

source: Set File permissions to %s.
da_dk: Sæt filrettigheder til %s.
es_uy: Configure permisos de Archivo a %s.
ru_ru: Установите права доступа к файлам на %s.

source: <em>unknown</em> (<code>%o</code>)
da_dk: <em>ukendt</em> (<code>%o</code>)
es_uy: <em>desconocido</em> (<code>%o</code>)
ru_ru: <em>неизвестно</em> (<code>%o</code>)
