Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: rel="next"/rel="prev": Single image next/previous
ru_ru: rel="следующий" /rel="предыдущий": следующее/предыдущее для одиночного изображения

source: rel="next"/rel="prev": Zenpage news/category pagination
ru_ru: rel="следующий" /rel="предыдущий": разбивка на страницы новостей/категорий Zenpage

source: Which of the HTML meta tags should be used. For info about these in detail please refer to the net.
da_dk: Hvilke HTML metatags skal bruges. For info om disse i detaljer referer venligst til nettet.
es_uy: Indica cuál de las metaetiquetas HTML debería ser usada. Para obtener información sobre estos en detalle, consulte la red.
ru_ru: Какие из мета-тегов HTML следует использовать. Для получения подробной информации о них, пожалуйста, обратитесь к сети.

source: Disable indexing
ru_ru: Отключить индексирование

source: Gallery pagination
ru_ru: Разбивка галереи на страницы

source: Album pagination
ru_ru: Разбивка альбомов на страницы

source: News article pagination
ru_ru: Разбивка статей на страницы

source: News category pagination
ru_ru: Разбивка категории новостей на страницы

source: Search and search results
ru_ru: Поиск и результаты поиска

source: Date archive
ru_ru: Архив по датам

source: Contact custom page
ru_ru: Пользовательская страница контакта

source: Password custom page
ru_ru: Пользовательская страница ввода пароля

source: Register custom page
ru_ru: Пользовательская страница регистрации

source: You can choose to disallow index of certain paginated pages and common (static) custom pages themes may provide. Following links will still be allowed.
ru_ru: Вы можете запретить индексирование определенных страниц с разбиением на страницы и общих (статических) пользовательских страниц, которые могут предоставляться темами. Переход по ссылкам по-прежнему будет разрешен.

source: * This option may be set via the <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a> plugin options.
es_uy: * Esta opción debe ser configurada a través de las opciones del complemento <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a>.
ru_ru: * Этот параметр можно редактировать в настройках плагина <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a>.

source: A plugin to enable basic usage of various security related HTTP response headers for the frontend. <p class="warningbox">Caution: Misconfiguration may break your site.</p>
ru_ru: Плагин, позволяющий использовать различные заголовки HTTP-ответов, связанные с безопасностью, для веб-интерфейса. <p class="warningbox">Внимание: Неправильная настройка может привести к сбою работы вашего сайта.</p>

source: The Content-Security-Policy header allows you to control which resourcess browsers are allowed to load. For detailed info please see <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" target="_blank">https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy</a>.
ru_ru: Заголовок Content-Security-Policy позволяет вам управлять тем, какие браузеры resourcess разрешено загружать. Для получения подробной информации, пожалуйста, смотрите <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" target="_blank">https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy</a>.

source: Use the Report-Only option to test before setting directives live. Review your browser log/console for block reports.
ru_ru: Используйте опцию "Только для отчетов" для тестирования, прежде чем устанавливать директивы в режиме реального времени. Просмотрите журнал браузера / консоль на наличие отчетов о блокировках.

source: Enable or disable the Content-Security-Policy.
ru_ru: Включить или отключить Content-Security-Policy.

source: Set the Content-Security-Policy header to report mode but not actually block anything.
ru_ru: Установите заголовок Content-Security-Policy в режим отчета, но фактически ничего не блокируйте.

source: Fallback directive for all <em>*-src</em> fetch directives.
ru_ru: Резервная директива для всех <em>*-src</em> директив выборки.

source: Allowed sources for loading script interfaces.
ru_ru: Разрешенные источники для загрузки скрптов интерфейсов.

source: Allowed sources for font loading.
ru_ru: Разрешенные источники для загрузки шрифтов.

source: Allowed sources for frames.
ru_ru: Разрешенные источники для фреймов.

source: Allowed sources for images.
ru_ru: Разрешенные источники для изображений.

source: Allowed sources for application manifest files.
ru_ru: Разрешенные источники для файлов манифестов приложений.

source: Allowed sources for video and audio.
ru_ru: Разрешенные источники для аудио и видео.

source: Allowed sources for object, embed and applet usage
ru_ru: Разрешенные источники для встраиваемых объектов и апплетов

source: Allowed sources for JavaScript.
ru_ru: Разрешенные источники для JavaScript.

source: Allowed sources for CSS.
ru_ru: Разрешенные источники для CSS.

source: Restrict the base URI of the document.
ru_ru: Ограничьте базовый URI документа.

source: Restricts specific plugin types a browser is allowed to load (e.g. Java Applets, Flash videos etc.) if the object-src directive is set to "none".
ru_ru: Ограничивает определенные типы плагинов, которые браузеру разрешено загружать (например, Java-апплеты, Flash-видео и т.д.), если директива object-src имеет значение "none".

source: Enables sandbox for the requested source.
ru_ru: Включает изолированную среду для запрошенного источника.

source: Restricts target URLs for form actions.
ru_ru: Ограничивает целевые URL-адреса для действий с формой.

source: Specifices parents for frame, iframe, object, embed and applet. Helps prevent clickjacking and the site being loaded within other sites.
ru_ru: Определяет родительские файлы для frame, iframe, object, embed и applet. Помогает предотвратить клик-джекинг и загрузку сайта с других сайтов.

source: Instructs the browser to treat insecure http URLs like https ones.
ru_ru: Предписывает браузеру обрабатывать небезопасные URL-адреса http так же, как и https.

source: Enter the max age in seconds. Instructs the browser that the site should be accessed via https only.
ru_ru: Введите максимальный возраст в секундах. Указывает браузеру, что доступ к сайту должен осуществляться только по протоколу https.

source: Optional to include sub domains if <em>max-age</em> is set above.
ru_ru: Опция для включения поддоменов, если <em>максимальный возраст</em> установлен выше.

source: Optional if <em>max-age</em> is set above.
ru_ru: Опционально, если <em>максимальный возраст</em> установлен выше.

source: <h2>Other headers</h2><hr>
ru_ru: <h2>Другие заголовки</h2><hr>

source: Legacy header for old browsers replaced by Content-Security-Policy: frame-ancestors
ru_ru: Устаревший заголовок для старых браузеров заменен на Content-Security-Policy: frame-ancestors

source: Enter one or more domains if <em>allow-from</em> is selected above.
ru_ru: Введите один или несколько доменов, если <em>разрешить-от</em> выбрано выше.

source: Opt-out for MIME type sniffing.
ru_ru: Отказаться от проверки MIME-типа.

source: (Optional)
ru_ru: (Опционально)

source: Legacy header for old browsers to protect against cross-site-scripting attacks.
ru_ru: Устаревший заголовок для старых браузеров для защиты от атак с использованием межсайтовых скриптов.

source: Controls how much referrer information should be sent.
ru_ru: Определяет, сколько информации о реферере должно быть отправлено.

source: <em>nonce-</em> uses the internal XSRFToken automatically. Caution: A nonce attribute with <code>getXSRFToken("security_http_headers")</code> must be present on all inline script calls as they otherwise break. Inline handlers (e.g. onclick="") will not work in any case.
ru_ru: <em>nonce-</em> автоматически использует внутренний XSRFToken. Внимание: Атрибут одноразового использования с <code>getXSRFToken("security_http_headers")</code> должен присутствовать во всех вызовах встроенного скрипта, поскольку в противном случае они прерываются. Встроенные обработчики (например, onclick="") в любом случае работать не будут.

source: For detailed info please see <a href="%1$s" target="_blank">%2$s</a>.
ru_ru: Для получения подробной информации, пожалуйста, смотрите <a href="%1$s" target="_blank">%2$s</a>.

source: Define one or more domains, e.g. http://yourdomain1.com http://yourdomain2.com, to allow content from
ru_ru: Определите один или несколько доменов, например http://yourdomain1.com http://yourdomain2.com, чтобы разрешить доступ к контенту из

source: Functions that provide various statistics about images and albums in the gallery.
da_dk: Fuktioner som laver diverse statistikker vedrørende billeder og albums i galleriet.
es_uy: Funciones que proporcionan varias estadísticas sobre imágenes y álbumes en la galería.
ru_ru: Функции, которые предоставляют различную статистику по изображениям и альбомам в галерее.

source: %1$u new %2$s
da_dk: %1$u ny %2$s
es_uy: %1$u nueva %2$s
ru_ru: %1$u новых %2$s

source: Rating: %1$u (Votes: %2$u)
da_dk: Bedømmelse: %1$u (Stemmer: %2$u)
es_uy: Clasificación: %1$u (Votos: %2$u)
ru_ru: Рейтинг: %1$u (Голосов: %2$u)

source: Views: %u
da_dk: Vist: %u
es_uy: Vistas: %u
ru_ru: Просмотров: %u

source: Tools to block hacker access to your site.
da_dk: Værktøjer til at blokere for hackeradgang til dit site.
es_uy: Herramientas para bloquear el acceso de hackers a su sitio.
ru_ru: Блокировка хакерского доступа к вашему сайту.

source: Allow
da_dk: Tillad
es_uy: Permitir
ru_ru: Разрешить

source: Block
da_dk: Blokér
es_uy: Bloque
ru_ru: Блокировать

source: IP list
da_dk: IP-liste
es_uy: Lista de IPs
ru_ru: Список IP

source: List of IP ranges to %s.
da_dk: Liste af IP-intervaller til %s.
es_uy: Lista de rangos de IPs para %s.
ru_ru: %s указанные диапазоны IP адресов.

source: Import list
da_dk: Importer liste
es_uy: Importar lista
ru_ru: Импортировать список

source: Import an external IP list. <p class="notebox"><strong>NOTE:</strong> If this list is large it may exceed the capacity of Zenphoto and %s to process and store the results.
es_uy: Importar una lista de IP externa. <p class="notebox"><strong>NOTA:</strong> Si esta lista es muy grande, puede exceder la capacidad de Zenphoto y %s para procesar y almacenar los resultados.
ru_ru: Импортируйте список внешних IP-адресов. <p class="notebox"><strong>ПРИМЕЧАНИЕ:</strong> Если этот список большой, он может превысить возможности Zenphoto и %s по обработке и сохранению результатов</p>.

source: How the plugin will interpret the IP list.
da_dk: Hvordan fortolker pluginet IP-listen.
es_uy: Cómo el complemento interpretará la lista de IP.
ru_ru: Как плагин будет интерпретировать список IP-адресов.

source: Logon threshold
da_dk: Logon tærskel
es_uy: Umbral de inicios de sesión
ru_ru: Лимит доступа

source: Admin page requests will be ignored after this many failed tries.
da_dk: Admin side anmodninger ignoreres efter dette antal mislykkede forsøg.
es_uy: Las solicitudes de acceso a la página del admin se ignorarán después de esta cantidad de intentos fallidos.
ru_ru: Предельно допустимое количество неудачных попыток доступа к административным страницам, по достижении которого IP адрес будет заблокирован.

source: Logon cool off
es_uy: Bloqueo Off en inicios de sesión
ru_ru: Срок действия блокировки

source: The block will be removed after this many minutes.
da_dk: Blokken vil blive fjernet efter dette antal minutter.
es_uy: El bloqueo se eliminará después de estos minutos.
ru_ru: Блокировка будет снята через указанный промежуток времени (в минутах)

source: IP list ranges cannot be managed with the plugin disabled
da_dk: IP-liste intervaller kan ikke håndteres med pluginnet deaktiveret.
es_uy: El rango de la lista de IP no puede ser gestionado con el complemento deshabilitado
ru_ru: Невозможно управлять диапазонами списков IP-адресов, если плагин отключен

source: clear list
da_dk: Tøm liste
es_uy: limpiar lista
ru_ru: очистить список

source: IP address format error
da_dk: IP adresseformat fejl
es_uy: Error de formato de dirección IP
ru_ru: Неправильный формат IP адреса

source: Enable <strong>jPlayer</strong> to handle multimedia files.
es_uy: Habilitar <strong>jPlayer</strong> para manejar archivos multimedia.
ru_ru: Подключает <strong>jPlayer</strong> для проигрывания файлов мультимедиа.

source: <strong>IMPORTANT</strong>: Only one multimedia extension plugin can be enabled at the time and the class-video plugin must be enabled, too.
es_uy: <strong>IMPORTANTE</strong>: se puede habilitar sólo un complemento de reproductor multimedia a la vez, y el complemento de clase de video también debe estar habilitado.
ru_ru: <strong>Важно:</strong>: Одновременно может быть включен только один плагин мультимедиа, и плагин class-video тоже должен быть включен.

source: Please see <a href='http://jplayer.org'>jplayer.org</a> for more info about the player and its license.
da_dk: Se venligst <a href=‘http://jplayer.org’>jplayer.org</a> for mere information om jplayer og dens licens.
es_uy: Consulta <a href='http://jplayer.org'>jplayer.org</a> para obtener más información sobre el reproductor y su licencia.
ru_ru: Подробную информацию о плеере и его лицензии см. <a href='http://jplayer.org'>jplayer.org</a>.

source: This player does not support <em>External Albums</em>.
da_dk: Flash-player understøtter ikke <em>Externe Albums</em>.
es_uy: Este reproductor no admite <em>álbumes externos</em>.
ru_ru: Этот проигрыватель не поддерживает <em>Внешние альбомы</em>.

source: The class-video plugin must be enabled for video support.
es_uy: El complemento de clase video debe estar habilitado para soporte de video.
ru_ru: Плагин class-video должен быть включен для поддержки видео.

source: jPlayer not enabled, %s is already instantiated.
da_dk: jPlayer ikke aktiveret, %s er allerede aktiveret.
es_uy: jPlayer no está habilitado, %s ya está instanciado.
ru_ru: jPlayer не включен, %s уже создан.

source: Autoplay
es_uy: Autoejecución
ru_ru: Автозапуск

source: Disabled automatically if several players on one page
da_dk: Deaktiveret automatisk hvis der er flere players på en side
es_uy: Automáticamente deshabilitado si hay varios reproductores en una página
ru_ru: Автоматически отключается, если на одной странице присутствует несколько проигрывателей

source: Poster (Videothumb)
da_dk: Poster (Videominiature)
es_uy: Cartel (Miniatura de Video)
ru_ru: Видео-постер

source: If the videothumb should be shown (jplayer calls it poster).
da_dk: Om videominiature skal vises (jplayer kalder den poster)
es_uy: Si la miniatura de video debería ser mostrada (jplayer lo llama cartel).
ru_ru: Должен ли быть показан видео-постер (jplayer называет это poster).

source: Audio poster (Videothumb)
da_dk: Audio poster (Videominiature)
es_uy: Cartel de audio (Miniatura de video)
ru_ru: Аудио-постер

source: If the poster should be shown for audio files (mp3,m4a,fla) (does not apply for playlists which are all or none).
da_dk: Hvis posteren skal vises for audiofiler (mp3,m4a,fla) (gælder ikke for afspilningslister hvor formatet er for alle eller intet).
es_uy: Si debería ser mostrado el cartel para archivos de audio (mp3, m4a, fla) (no aplica a listas de reproducción ya sean todas o ninguna).
ru_ru: Должен ли быть показан аудио-постер для аудиофайлов (mp3, m4a, fla) (не распространяется на плейлисты, в которых есть все или ни одного).

source: Show title
da_dk: Vis titel
es_uy: Mostrar título
ru_ru: Показывать название

source: If the title should be shown below the player in single player mode (not needed on normal themes) (ignored in playlists naturally).
da_dk: Om titlen skal vises under playeren i singelplayermodus (behøves ikke for normale temaer) (ignoreret i afspilningslister naturligvis).
es_uy: Si el título debería ser mostrado debajo del reproductor en el modo de un solo reproductor (no es necesario en los temas normales), (naturalmente se ignora en las listas de reproducción).
ru_ru: Если заголовок должен отображаться под плеером в режиме проигрывания одиночного файла (не требуется в обычных темах) (естественно, игнорируется в плейлистах).

source: Playlist support
da_dk: Afspilningsliste support
es_uy: Soporte para Listas de reproducción
ru_ru: Поддержка плейлистов

source: Enable this if you wish to use the playlist mode this loads the scripts needed. NOTE: You have to add the function printjPlayerPlaylist() to your theme yourself. See the documentation for info.
da_dk: Aktiver dette hvis du ønsker at bruge afspilningsliste-funktionen. Den indlæser de nødvendige funktioner. BEMÆRK: Du skal selv tilføje funktionen printjPlayerPlaylist() til dit tema. Se dokumentationen for videre oplysninger.
es_uy: Habilítelo si desea usar el modo de lista de reproducción, ya que esto carga los scripts necesarios. NOTA: Debe agregar la función printjPlayerPlaylist() a su tema. Consulte la documentación para más información.
ru_ru: Отметьте, если вы хотите использовать режим плейлиста, это загрузит необходимые скрипты. <br> <strong>ПРИМЕЧАНИЕ:</strong> Вы должны добавить функцию printjPlayerPlaylist() в свою тему самостоятельно. Смотрите документацию для получения дополнительной информации.

source: Playlist numbered
da_dk: Nummereret afspilningsliste
es_uy: Lista de reproducción numerada
ru_ru: Нумерация плейлиста

source: Enable this if you wish the playlist to be numbered.
da_dk: Aktiver dette hvis du ønsker afspilningslisten nummereret.
es_uy: Habilítelo si quiere que la lista de reproducción sea numerada.
ru_ru: Отметьте, если вы хотите, чтобы список воспроизведения был пронумерован.

source: Playlist playtime
da_dk: Afspilningsliste afspilningstid
es_uy: Tiempo de reproducción de la lista de reproducción
ru_ru: Продолжительность плейлиста

source: Enable if you want to show the playtime of playlist entries.
da_dk: Aktiver dette hvis du ønsker at vise spilletiden for numrene i afspilningslisten.
es_uy: Habilítelo si quiere mostrar el tiempo de reproducción en las entradas de la lista.
ru_ru: Отметьте, если вы хотите показывать время воспроизведения записей из списка воспроизведения.

source: Enable download
da_dk: Aktive download
es_uy: Habilitar descarga
ru_ru: Включить скачивание

source: Enables direct file downloads (playlists only).
da_dk: Aktiverer direkte fil-download (kun afspilningsliste).
es_uy: Habilita la descarga directa de archivos (sólo listas de reproducción).
ru_ru: Позволяет скачивать файлы (только в списках воспроизведения).

source: Player size
da_dk: Player-størrelse
es_uy: Tamaño de reproducción
ru_ru: Размер плеера

source: jPlayer is dependent on their HTML and CSS based skin. Sizes marked with a <strong>*</strong> are supported by the two Zenphoto custom skins only (these two skins are also responsive in width). If you need different sizes you need to modify a skin or make your own and also need to change values in the plugin class method getPlayerSize().
es_uy: jPlayer es dependiente de su aspecto basado en HTML y CSS. Los tamaños marcados con un <strong>*</strong> sólo son compatibles con las dos máscaras personalizadas de Zenphoto. Si necesita diferentes tamaños, necesita modificar la máscara o hacer la suya propia y también necesita cambiar los valores en el método de clase getPlayerSize() del complemento.
ru_ru: jPlayer зависит от своего скина на основе HTML и CSS. Размеры, отмеченные знаком <strong>*</strong>, поддерживаются только двумя пользовательскими скинами Zenphoto (эти два скина также адаптивны по ширине). Если вам нужны другие размеры, вам нужно изменить скин или создать свой собственный, а также изменить значения в методе класса плагина getPlayerSize().

source: Player skin
da_dk: Player tema
es_uy: Máscara del reproductor
ru_ru: Скин плеера

source: Select the skin (theme) to use. <br />NOTE: Since the skin is pure HTML/CSS only there may be display issues with certain themes that require manual adjustments. The two Zenphoto custom skins are responsive regarding the player width. Place custom skin within the root plugins folder. See plugin documentation for more info.
es_uy: Seleccione la máscara para usar. <br />NOTA: dado que la máscara es HTML/CSS puro, solo puede haber problemas de visualización con ciertos temas que requieren ajustes manuales. Las dos máscaras personalizadas de Zenphoto responden con respecto al ancho del reproductor. Coloque la máscara personalizada dentro de la carpeta raíz del complementos. Vea la documentación del complemento para más información.
ru_ru: Выберите скин (тему) для использования. <br /> ПРИМЕЧАНИЕ: Поскольку скин выполнен только в формате HTML / CSS, могут возникнуть проблемы с отображением определенных тем, которые потребуют ручной настройки. Два пользовательских скина Zenphoto адаптированы к ширине проигрывателя. Поместите пользовательский скин в корневую папку plugins. Смотрите документацию по плагинам для получения дополнительной информации.

source: %1$s::%2$s not found.
da_dk: %1$s::%2$s ikke fundet.
es_uy: %1$s::%2$s no encontrado.
ru_ru: %1$s::%2$s не найдено.

source: provide the album name (%1), media file name (%2) and a unique number (%3). (If there is only player instance on the page the parameter may be omitted.)
da_dk: leverer album navnet (%1), mediafil navnet (%2) og en unik værdi som (%3). (Hvis der kun er en player på siden kan parametren undlades.)
es_uy: proporcione el nombre del álbum (%1), el nombre del archivo de medios (%2) y un número único (%3). (Si solo hay una instancia de reproductor en la página, se puede omitir el parámetro).
ru_ru: укажите название альбома (%1), имя медиафайла (%2) и уникальный номер (%3). (Если на странице указан только экземпляр проигрывателя, параметр может быть опущен.)

source: This multimedia format is not supported by jPlayer
da_dk: Dette multimedieformat er ikke understøttet af jPlayer
es_uy: Este formato multimedia no es compatible con jPlayer
ru_ru: Этот мультимедийный формат не поддерживается jPlayer

source: play
da_dk: spil
es_uy: reproducir
ru_ru: проиграть

source: mute
da_dk: lyd fra
es_uy: silenciar
ru_ru: тишина

source: max volume
da_dk: max volumen
es_uy: volumen máximo
ru_ru: максимальная громкость

source: previous
da_dk: forrige
es_uy: previo
ru_ru: назад

source: stop
es_uy: detener
ru_ru: стоп

source: repeat
da_dk: gentag
es_uy: repetir
ru_ru: повторить

source: shuffle
da_dk: bland
es_uy: reproducción aleatoria
ru_ru: перемешать

source: full screen
da_dk: Fuld skærm
es_uy: pantalla completa
ru_ru: во весь экран

source: Update Required
da_dk: Opdatering Krævet
es_uy: Actualización requerida
ru_ru: Требуется обновление

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
da_dk: For at afspille mediet skal du enten opdatere din browser til en nyere version eller opdatere din <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.”
es_uy: Para reproducir el contenido multimedia, deberá actualizar su navegador a una versión reciente o actualizar su <a href="http://get.adobe.com/flashplayer/" target="_blank">Extensión Flash</a>.
ru_ru: Для воспроизведения мультимедиа вам потребуется либо обновить ваш браузер до последней версии, либо обновить ваш <a href="http://get.adobe.com/flashplayer /" target="_blank">плагин Flash</a>.

source: Provides lazyloading for theme and backend using standard template functions using <a href="https://github.com/aFarkas/lazysizes" rel="nooopener" target="_blank">lazysizes</a>
ru_ru: Обеспечивает ленивую загрузку для темы оформления и серверной части с использованием стандартных функций с помощью <a href="https://github.com/aFarkas/lazysizes" rel="nooopener" target="_blank">lazysizes</a>

source: Native lazyload
ru_ru: Нативная загрузка lazyload
