Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Select <em>zoho</em> to use the <a href="%s">Zoho document viewer</a>
da_dk: Vælg <em>zoho</em> for at bruge <a href="%s">Zoho document viewer</a>
es_uy: Selecciones <em>Zoho</em> para usar el <a href="%s">Visor de documentos Zoho</a>
ru_ru: Выберите <em>Zoho</em>, чтобы использовать программу просмотра документов <a href="%s">Zoho</a>

source: Select <em>Browser default</em> to use the your browser default application
da_dk: Vælg <em>Browser standard</em> for at bruge din browsers standard program
es_uy: Seleccione <em>Navegador predeterminado</em> para usar la aplicación predeterminada de su navegador
ru_ru: Выберите <em>Дефолтный выбор в браузере</em>, чтобы использовать ваш браузер по умолчанию

source: Choose the WEB service to use for rendering PowerPoint document.
da_dk: Vælg den webtjeneste der skal bruges til at vise PowerPoint dokumenter.
es_uy: Elija el servicio WEB service a usar para representar documentos PowerPoint.
ru_ru: Выберите веб-сервис для показа документов PowerPoint.

source: Choose the WEB service to use for rendering TIFF images.
da_dk: Vælg den webtjeneste der skal brues til at vise TIFF billeder.
es_uy: Elija el servicio WEB service a usar para representar imágenes TIFF.
ru_ru: Выберите веб-сервис для показа изображений формата TIFF.

source: Provides a means for showing text type documents (.txt, .html, .htm).
da_dk: Giver mulighed for at vise tekstdokumenter (. txt,. html,. htm).
es_uy: Proporciona un medio para mostrar documentos de tipo texto (.txt, .html, .htm).
ru_ru: Поддержка отображения текстовых документов (.txt, .html, .htm).

source: Invalid Textobject instantiation: Album does not exist
es_uy: Instanciación de Objeto de texto inválida: el Album no existe
ru_ru: Недопустимая команда для создания Textobject: Альбом не существует

source: Invalid Textobject instantiation: file does not exist
es_uy: Instanciación de objeto de texto inválida: el archivo no existe
ru_ru: Недопустимая команда для создания Textobject: файл не существует.

source: The Zenphoto <em>audio-video</em> handler.
es_uy: El controlador Zenphoto de <em>audio-video</em>.
ru_ru: Обработчик аудио/видео для Zenphoto.

source: This plugin must always be enabled to use multimedia content. It supports mp4/m4v video and mp3 audio natively in capable browsers. For more support you should also enable a multimedia player. See the info of the player you use to see how it is configured.
es_uy: Este complemento siempre debe estar habilitado para usar contenido multimedia. Admite video mp4/m4v y audio mp3 nativo en navegadores competentes. Para más apoyo, debe habilitar también un reproductor multimedia. Consulte la información del reproductor que utiliza para ver cómo está configurado.
ru_ru: Этот плагин всегда должен быть включен для использования мультимедийного контента. Он поддерживает видео mp4/m4v и аудио mp3 нативно в совместимых браузерах. Для дополнительной поддержки вам также следует включить мультимедийный проигрыватель. Просмотрите информацию о плеере, который вы используете, чтобы узнать, как он настроен.

source: Video Poster
ru_ru: Видео-постер

source: If a sidecar image should be used as the poster of the video. .
ru_ru: Отметьте, если в качестве видео-постера следует использовать сопроводительное изображение.

source: Video player width
ru_ru: Видео-плеер: ширина

source: Max width of the video player (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
ru_ru: Максимальная ширина видео-плеера (в пикселях). Размер изображения будет изменен автоматически в адаптивных макетах. Для корректной работы могут потребоваться изменения CSS темы.

source: Video player height
ru_ru: Видео-плеер: высота

source: Height of the video player (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
ru_ru: Высота видео-плеера (в пикселях). Размер изображения будет изменен автоматически в адаптивных макетах. Для корректной работы могут потребоваться изменения CSS темы.

source: Video poster - maxspace
ru_ru: Видео-постер: maxspace

source: If enabled (default) the image is resized to fit within width and height without being cropped.
ru_ru: Если включено (по умолчанию), размер изображения изменяется в пределах ширины и высоты без обрезки.

source: Audio poster
ru_ru: Аудио-постер

source: If a sidecar image should be shown with audio files. You need to set the width/height. .
ru_ru: Отметьте, если в качестве аудио-постера следует использовать сопроводительное изображение. Вам нужно задать параметры ширины/высоты.

source: Audio poster width
ru_ru: Аудио-постер: ширина

source: Max width of the audio poster (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
ru_ru: Максимальная ширина аудио-постера (px). Размер изображения будет изменен автоматически в адаптивных макетах. Для корректной работы могут потребоваться изменения CSS темы.

source: Audio poster height
ru_ru: Аудио-постер: высота

source: Height of the audio poster (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
ru_ru: Высота аудио-постера (в пикселях). Размер изображения будет изменен автоматически в адаптивных макетах. Для корректной работы могут потребоваться изменения CSS темы.

source: Audio poster - maxspace
ru_ru: Аудио-постер: maxspace

source: Default CSS
ru_ru: CSS по умолчанию

source: Video player CSS
ru_ru: Видео-плеер: CSS

source: Audio player CSS
ru_ru: Аудио-плеер: CSS

source: Loads default inline CSS if the theme used has no proper support.
ru_ru: Загружает стандартный CSS в <code>style=""</code>, если используемая тема не имеет надлежащей поддержки.

source: Invalid video instantiation: Album does not exist
da_dk: Ugyldig instantiering af video: Album eksisterer ikke
es_uy: Instanciación de video inválida: el Album no existe
ru_ru: Недопустимая команда для создания видео: Альбом не существует

source: Invalid video instantiation: file does not exist.
da_dk: Ugyldig instantiering af video: Fil eksisterer ikke.
es_uy: Instanciación de video inválida el archivo no existe.
ru_ru: Недопустимая команда для создания видео: файл не существует.

source: getid3 exceptions for %1$s::%2$s
da_dk: getid3 undtagelser for %1$s::%2$s
es_uy: excepciones getid3 para %1$s::%2$s
ru_ru: исключения getid3 для %1$s::%2$s

source: Your browser sadly does not support this video format.
es_uy: Lamentablemente tu navegador no soporta este formato de video.
ru_ru: К сожалению, ваш браузер не поддерживает этот видео-формат.

source: Your browser sadly does not support this audio format.
es_uy: Lamentablemente tu navegador no soporta este formato de audio.
ru_ru: К сожалению, ваш браузер не поддерживает этот аудио-формат.

source: No multimedia extension installed for this format.
es_uy: No hay complemento multimedia instalado para este formato.
ru_ru: Мультимедийное расширение для этого формата не установлено.

source: Allows multiple Zenphoto installations to share a single set of Zenphoto script files.
es_uy: Permite que varias instalaciones de Zenphoto compartan un único conjunto de archivos de script de Zenphoto.
ru_ru: Позволяет нескольким установкам Zenphoto совместно использовать один набор установочных файлов Zenphoto.

source: Only the primary installation may clone offspring installations.
da_dk: Kun den primære installation må klone under-installationer.
es_uy: Solo la instalación primaria puede clonar instalaciones derivadas.
ru_ru: Только первичная установка может клонировать дочерние установки.

source: Your server does not support symbolic linking.
da_dk: Din server understøtter ikke symbolsk linkning.
es_uy: Su servidor no soporta enlazamiento simbólico.
ru_ru: Ваш сервер не поддерживает символические ссылки.

source: Clone installation
da_dk: Klon-installation
es_uy: Clonar la instalación
ru_ru: Клонировать Zenphoto

source: Create a new installation using links to the current install files.
da_dk: Opretter en ny installation ved at linke til den nuværende installationsfil.
es_uy: Cree una nueva instalación utilizando enlaces a los archivos de instalación actuales.
ru_ru: Создайте новую установку, используя ссылки на текущие установочные файлы.

source: Clone
da_dk: Klon
es_uy: Clonar
ru_ru: Клонировать

source: You attempted to clone to the master install.
da_dk: Du forsøgte at klone til master-installationene.
es_uy: Intentó clonar la instalación maestra.
ru_ru: Вы пытались выполнить клонирование для основной установки.

source: The existing folder <code>%s</code> was replaced.
da_dk: Den eksisterende mappe <code>%s</code> blev erstattet.
es_uy: La carpeta existente <code>%s</code> fue reemplazada.
ru_ru: Существующая папка <code>%s</code> была заменена.

source: The existing folder <code>%1$s</code> was removed but Link creation failed.
da_dk: Den eksisterende mappe <code>%1$s</code> blev fjernet men ny link-dannelse mislykedes.
es_uy: La carpeta existente <code>%1$s</code> fue removida pero Falló la creación del enlace.
ru_ru: Существующая папка <code>%1$s</code> была удалена, но создать ссылку не удалось.

source: The existing folder <code>%s</code> could not be removed.
da_dk: Den eksisterende mappe <code>%s</code> kunne ikke fjernes.
es_uy: Las carpetas existentes <code>%s</code> no pudieron ser borradas.
ru_ru: Существующая папка <code>%s</code> не может быть удалена.

source: The existing symlink <code>%s</code> was replaced.
da_dk: Det eksisterende symlink <code>%s</code> blev erstattet.
es_uy: El enlace simbólico existente <code>%s</code> fue reemplazado.
ru_ru: Существующая символическая ссылка <code>%s</code> была заменена.

source: The existing symlink <code>%s</code> was removed but Link creation failed.
da_dk: Det eksisterende symlink <code>%s</code> blev fjernet men ny link-dannelse mislykkes.
es_uy: El enlace simbólico existente <code>%s</code> fue removido pero Falló la creación del enlace.
ru_ru: Существующая символическая ссылка <code>%s</code> была удалена, но создать ссылку не удалось.

source: The existing symlink <code>%s</code> could not be removed.
da_dk: Det eksisterende symlink <code>%s</code> kunne ikke fjernes.
es_uy: El enlace simbólico existente <code>%s</code> no pudo ser removido.
ru_ru: Существующую символическую ссылку <code>%s</code> удалить не удалось.

source: The existing file <code>%s</code> was replaced.
da_dk: Den eksisterende fil <code>%s</code> blev erstattet.
es_uy: El archivo existente <code>%s</code> fue reemplazado.
ru_ru: Существующий файл <code>%s</code> был заменен.

source: The existing file <code>%s</code> was removed but Link creation failed.
da_dk: Den eksisterende fil <code>%s</code> blev fjernet men ny link-dannelse nislykkes.
es_uy: El archivo existente <code>%s</code> fue removido pero Falló la creación del enlace.
ru_ru: Существующий файл <code>%s</code> был удален, но создать ссылку не удалось.

source: The existing file <code>%s</code> could not be removed.
da_dk: Den eksisterende fil <code>%s</code> kunne ikke fjernes.
es_uy: Los archivos existentes <code>%s</code> no pudieron ser borrados.
ru_ru: Существующий файл <code>%s</code> не может быть удален.

source: <code>%s</code> Link created.
da_dk: <code>%s</code> link dannet.
es_uy: <code>%s</code> Enlace creado.
ru_ru: <code>%s</code> ссылка создана.

source: <code>%s</code> Link creation failed.
da_dk: <code>%s</code> linkdannelse mislykkes.
es_uy: Falló la creación del enlace <code>%s</code>.
ru_ru: <code>%s</code> ссылку создать не удалось.

source: Successful clone to %s
da_dk: Succesfuld klon til %s
es_uy: Exito al clonar %s
ru_ru: Успешное клонирование в %s

source: setup the new install
da_dk: Indstil den nye installation
es_uy: configurar la nueva instalación
ru_ru: настройка новой установки

source: Before running setup for <code>%1$s</code> please reinstall the following setup files from the %2$s to this installation:
es_uy: Antes de ejecutar la configuración de <code>%1$s</code>, reinstale los siguientes archivos de configuración de %2$s en esta instalación:
ru_ru: Перед запуском программы установки для <code>%1$s</code>, пожалуйста, переустановите следующие файлы установки из %2$s в эту установку:

source: Clone to <code>%s</code> failed
da_dk: Klon til <code>%s</code> mislykkes
es_uy: Intento de clonar a <code>%s</code> Falló
ru_ru: Клонирование в <code>%s</code>не удалось

source: Create a new install with symbolic links to the current Zenphoto scripts.
es_uy: Cree una nueva instalación con enlaces simbólicos a los scripts actuales de Zenphoto.
ru_ru: Создайте новую установку с символическими ссылками на текущие скрипты Zenphoto.

source: <strong>Note:</strong> Existing Zenphoto scripts will be removed from the target if they exist.
es_uy: <strong>Nota:</strong> los scripts existentes de Zenphoto se eliminarán del destino si ya existen.
ru_ru: <strong>Примечание:</strong> Существующие скрипты Zenphoto будут удалены из целевого объекта, если они существуют.

source: No subfolders in:
ru_ru: Нет вложенных папок в:

source: Select the destination folder:
da_dk: Vælg destinationsmappe:
es_uy: Seleccione la carpeta de destino:
ru_ru: Выберите целевую директорию:

source: Clone Zenphoto
es_uy: Clonar Zenphoto
ru_ru: Клонировать Zenphoto

source: Loads Colorbox JS and CSS scripts for selected theme page scripts.
da_dk: Installerer Colorbox, JS og CSS skripter for udvalgte temasider.
es_uy: Carga las secuencias de comandos de Colorbox JS y CSS para los sscripts de la página del tema seleccionado.
ru_ru: Загружает JS- и CSS-скрипты Colorbox для выбранных страниц темы оформления.

source: Note that this plugin does not attach Colorbox to any element. You need to do this on your theme yourself.
da_dk: Bemærk at denne plugin ikke knytter Colorbox til noget element. Du skal gøre dette selv i dit tema.
es_uy: Tenga en cuenta que este complemento no adjunta Colorbox a ningún elemento. Necesita hacer esto en su tema usted mismo.
ru_ru: Для использования Colorbox недостаточно просто активировать этот плагин. Поддержка Colorbox должна быть реализована в теме оформления.

source: Colorbox theme
da_dk: Colorbox tema
es_uy: Tema de Colorbox
ru_ru: Colorbox: Тема

source: The Colorbox script comes with 5 example themes you can select here. If you select <em>custom (within theme)</em> you need to place a folder <em>colorbox_js</em> containing a <em>colorbox.css</em> file and a folder <em>images</em> within the current theme to override to use a custom Colorbox theme.
da_dk: Scriptet Colorbox leveres med 5 eksempel temaer du kan vælge her. Hvis du vælger <em>Brugerdefineret (indenfor tema)</em> skal du placere mappen <em>colorbox_js</em> indeholdende en <em>colorbox.css</em>-fil og mappen <em>images</em> inden for det aktuelle tema for at kunne bruge et brugerdefineret Colorbox tema.
es_uy: El complemento Colorbox viene con 5 temas de ejemplo que puede seleccionar aquí. Si selecciona <em>Personalizado (dentro del tema)</em>, debe colocar una carpeta <em>colorbox_js</em> que contenga un archivo <em>colorbox.css</em> y una carpeta <em>images</em>dentro del tema actual para anular el uso de un tema personalizado de Colorbox.
ru_ru: Выберите один из предлагаемых пяти вариантов оформления Colorbox. Для работы с <em>Пользовательским</em> стилем оформления, необходимо создать директорию <em>colorbox_js</em> в вашей теме оформления Zenphoto и поместить туда файл <em>colorbox.css</em> и директорию <em>images</em>.

source: Provides a unified comment handling facility.
da_dk: Giver en samlet kommentarhåndterings-facilitet.
es_uy: Provee una utilidad para el manejo unificado de comentarios.
ru_ru: Позволяет добавлять комментарии к изображениям и другим объектам на страницах галереи.

source: Enable comment notification
da_dk: Aktiver kommentar-meddelelse:
es_uy: Habilitar notificación de comentarios
ru_ru: Включить уведомление о комментариях

source: Email the Admin when new comments are posted
da_dk: Mail til Admin når nye kommentarer posteres.
es_uy: Se envía un Email al administrador cuando se publican nuevos comentarios
ru_ru: Отправлять сообщение на e-mail Админа при поступлении новых комментариев

source: Name field
da_dk: Navnefelt
es_uy: Nombre de campo
ru_ru: Имя

source: Require
da_dk: Kræv
es_uy: Requerir
ru_ru: Обязательны для заполнения

source: If the <em>Name</em> field is required, the poster must provide a name.
da_dk: Hvis <em>navnefeltet</em> kræves, skal der skrives et navn.
es_uy: Si el campo <em>Nombre</em> es requerido, el autor debe suministrar un nombre.
ru_ru: Выберите, следует ли отображать поле <em>Имя</em> в форме комментариев и обязательно ли оно для заполнения.

source: Email field
da_dk: Email felt
es_uy: Campo Email
ru_ru: E-mail

source: If the <em>Email</em> field is required, the poster must provide an email address.
da_dk: Hvis <em>emailfeltet</em> kræves, skal en gyldig email anføres.
es_uy: Si el campo <em>Email</em> es requerido, el autor debe suministrar una dirección de Email.
ru_ru: Выберите, следует ли отображать поле <em>E-mail</em> в форме комментариев и обязательно ли оно для заполнения.

source: Website field
da_dk: Websted felt
es_uy: Campo Sitio Web
ru_ru: Веб-сайт

source: If the <em>Website</em> field is required, the poster must provide a website.
da_dk: Hvis <em>webstedfeltet</em>
es_uy: Si el campo <em>Sitio Web</em> es requerido, el autor debe suministrar una URL de sitio Web.
ru_ru: Выберите, следует ли отображать поле <em>Веб-сайт</em> в форме комментариев и обязательно ли оно для заполнения.

source: Remember field
ru_ru: Запомнить

source: Enable a field so commenters can choose to be remembered via a cookie
ru_ru: Включите опцию <em>Запомнить</em>, чтобы комментаторы могли быть запомнены с помощью файла cookie

source: Address fields
da_dk: Adressefelter
es_uy: Campos Dirección
ru_ru: Адресная информация

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the poster must supply data in each address field.
da_dk: Hvis <em>Adressefelter</em> vises eller kræves, vil formularen inkludere felter for adresseinformation. Hvis krævet, må afsenderen levere data til hvert adressefelt.
es_uy: Si los <em>Campos de dirección</em> están mostrados o son requeridos, el formulario incluirá posiciones para datos de dirección. Si se requirió, el usuario debe suministrar datos en cada uno de esos campos.
ru_ru: Выберите, следует ли отображать поля <em>Адресная информация</em> (город, улица и др.) в форме комментариев и обязательно ли они для заполнения.

source: Allow comments on
da_dk: Tillad kommentar aktiveret
es_uy: Permitir comentarios en
ru_ru: Разрешить комментарии

source: Comment forms will be presented on the checked pages.
da_dk: Kommentarformular vil blive vist på de markerede sider.
es_uy: Formularios de comentarios serán presentados en las páginas marcadas.
ru_ru: Форма для отправки комментариев будут включены для выбранных страниц.

source: Toggled comment block
da_dk: Til/fra kommentarblok
es_uy: Bloque de comentarios activado
ru_ru: Скрывать блок комментариев

source: If checked, existing comments will be initially hidden. Clicking on the provided button will show them.
da_dk: Hvis markeret vil eksisterende kommentarer indlednigsvist være skjult. Ved at klikke på knappen vil de blive vist.
es_uy: Si está marcado, los comentarios existentes estarán inicialmente ocultos. Al hacer clic en el botón proporcionado se mostrarán.
ru_ru: Если отмечено, то при открытии страницы объекта комментарии будут изначально скрыты. Нажатие соответствующей кнопки развернет блок с комментариями.

source: Show author URL
da_dk: Vis forfatter URL
es_uy: Mostra URL del Autor
ru_ru: Показывать сайт автора

source: To discourage SPAM, uncheck this box and the author URL will not be revealed.
da_dk: For at modvirke SPAM, fjern denne markering og forfatter URL vil ikke blive vist.
es_uy: Para desalentar el SPAM, desmarque esta casilla y no se verá la URL del autor.
ru_ru: Снимите отметку, чтобы ссылка на сайт автора комментария не отображалась (препятствует распространению СПАМа).

source: Only members can comment
da_dk: Kun medlemmer kan kommentere
es_uy: Sólo miembros pueden comentar
ru_ru: Только зарегистрированные

source: If checked, only logged in users will be allowed to post comments.
da_dk: Hvis markeret vil kun brugere der er logget ind kunne kommentere.
es_uy: Si se marca, sólo se permitirá publicar comentarios a los usuarios que inicien sesión .
ru_ru: Только зарегистрированные пользователи, прошедшие аутентификацию, смогут оставлять комментарии.

source: Allow private postings
da_dk: Tillad private kommentarer
es_uy: Permitir comentarios privados
ru_ru: Разрешить приватные комментарии

source: If checked, posters may mark their comments as private (not for publishing).
da_dk: Hvis markeret kan indsendere markere deres kommentarer som private (offentliggøres ikke).
es_uy: Si está marcado, los usuarios pueden marcar sus comentarios como privados (no para publicación).
ru_ru: Позволяет отправителю маркировать комментарий, как <em>приватный</em> (не для публикации)

source: Allow anonymous posting
da_dk: Tillad anonyme kommentarer
es_uy: Permitir comentarios anónimos
ru_ru: Разрешить анонимные комментарии

source: If checked, posters may exclude their personal information from the published post.
da_dk: Hvis markeret kan indsendere udelukke deres personlige oplysninger fra den offentliggjorte kommentar.
es_uy: Si está marcado, los usuarios podrán excluir su información personal en los comentarios publicados.
ru_ru: Позволяет посетителям исключить свою персональную информацию из опубликованного комментария.

source: Include RSS link
da_dk: Inkluder RSS link
es_uy: Incluir enlace RSS
ru_ru: Включить RSS-ленту

source: If checked, an RSS link will be included at the bottom of the comment section.
da_dk: Hvis markeret vil et RSS link bliver inkluderet i bunden af kommentarsektionen.
es_uy: Si está marcado, un enlace RSS estará incluido al pie de la sección comentarios.
ru_ru: Ссылка на RSS ленту комментариев будет добавлена внизу под формой для комментариев.

source: Comments per page
da_dk: Kommentarer pr side
es_uy: Comentarios por página
ru_ru: Комментариев на странице

source: The comments that should show per page on the admin tab and when using the jQuery pagination
da_dk: De kommentarer der skal vises pr side på administratorfanen ved brug af jQuery paginering
es_uy: Los comentarios que deberían mostrarse por página en la pestaña de administración, y cuando se usa la paginación de jQuery
ru_ru: Количество комментариев, которые должны отображаться на странице на вкладке администратора и при использовании jQuery для разбивки на страницы

source: Comment editor configuration
da_dk: Kommentar-editor konfiguration
es_uy: Configuración del editor de comentario
ru_ru: Текстовый редактор комментариев

source: Configuration file for TinyMCE when used for comments. Set to <code>Disabled</code> to disable visual editing.
da_dk: Konfigurationsfil fir TinyMCE når den bruger til kommentarer. Indstillet til <code>Deaktiveret</code> for at deaktivere visuel redigering.
es_uy: Archivo de configuración para TinyMCE cuando se usa para comentarios. Establézcalo en <code>Deshabilitado</code> para deshabilitar la edición visual.
ru_ru: Конфигурация текстового редактора TinyMCE для формы комментариев. При выборе <code>Отключить</code>, текстовый редактор использоваться не будет.

source: Pagination
da_dk: Paginering
es_uy: Paginación
ru_ru: Разбивка по страницам
