Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: This disables loading the lazysizes script to only use native lazyloading modern browsers support.
ru_ru: Это отключает загрузку скрипта lazysizes, чтобы использовать только встроенную поддержку lazyloading современных браузеров.

source: View available <code>content macros</code>.
da_dk: Se tilgængelige <code>indhold-makroer</code>.
es_uy: Ver <code>macros de contenido</code> disponibles.
ru_ru: Просмотр доступных <code>макросов содержимого</code>.

source: macros
da_dk: makroer
ru_ru: макрос

source: Macro identifiers may not contain special characters.
da_dk: Makro identifikatorer må ikke indeholde specialtegn.
es_uy: Los identificadores de Macro no pueden contener caracteres especiales.
ru_ru: Идентификаторы макросов могут не содержать специальных символов.

source: The number of macro parameters must match the number of replacement tokens in the expression.
da_dk: Antallet af makroparametre skal matche antallet af erstatningssymboler i udtrykket
es_uy: La cantidad de parámetros de Macro debe coincidir con la cantidad de tokens de reemplazo en la expresión.
ru_ru: Количество параметров макроса должно соответствовать количеству заменяющих токенов в выражении.

source: <code>%s</code> is not callable
da_dk: <em>%s</em> er ikke tilgængelig
es_uy: <em>%s</em> no es invocable
ru_ru: <code>%s</code> нельзя вызвать

source: An array parameter must be the last parameter.
da_dk: En array-parameter skal være den sidste parameter.
es_uy: Un parámetro de matriz debe ser el último parámetro.
ru_ru: Параметр массива должен быть последним параметром.

source: Required parameters should not follow optional ones.
da_dk: Krævede parametre bør være foran valgfri parametre.
es_uy: Los parámetros requeridos no deben estar detrás de los opcionales.
ru_ru: Обязательные параметры не должны идти после необязательных.

source: Expressions may not have optional parameters.
da_dk: Udtryk kan ikke have valgfri parametre.
es_uy: Las expresiones no deben tener parámetros opcionales.
ru_ru: Выражения могут не иметь необязательных параметров.

source: Content Macros
da_dk: Indholds makroer
es_uy: Macros de contenido
ru_ru: Макросы для контента

source: No macros have been defined.
da_dk: Ingen makroer er definerede.
es_uy: No se han definido Macros.
ru_ru: Макросы не были определены.

source: These Content macros can be used to insert Zenphoto items as described into <em>descriptions</em>, <em>zenpage content</em>, and <em>zenpage extra content</em>.</p> <p>Replace any parameters (<em>%d</em>) with the appropriate value.
es_uy: Estas macros de contenido se pueden utilizar para insertar elementos de Zenphoto tal como se describe en <em>descripciones</em>, <em>contenido de zenpage</em> y <em>contenido adicional de zenpage</em>. </p><p > Reemplace cualquier parámetro (<em>%d</em>) con el valor apropiado.
ru_ru: Эти макросы для контента можно использовать для вставки элементов Zenphoto, в <em>описания</em>, <em>содержимое</em> и <em>дополнительное содержимое</em> объектов Zenpage. <p>Замените любые параметры (<em>%d</em>) соответствующими значениями.

source: Parameter types:
da_dk: Parametertyper:
es_uy: Tipos de parámetros:
ru_ru: Типы параметров:

source: <em><strong>string</strong></em> may be enclosed in quotation marks when the macro is invoked. The quotes are stripped before the macro is processed.
da_dk: <em><strong>streng</strong></em> kan være omgivet af anførselstegn når makroen aktiveres. Anførselstegnene fjernes før makroen køres.
es_uy: <em><strong>la cadena</strong></em> puede estar encerrada entre comillas cuando se invoca la macro. Las comillas se eliminan antes de procesar la macro.
ru_ru: <em><strong>string</strong></em> может быть заключена в кавычки при вызове макроса. Кавычки удаляются перед обработкой макроса.

source: <em><strong>int</strong></em> a number
da_dk: <em><strong>int</strong></em> et tal
es_uy: <em><strong>int</strong></em> un número
ru_ru: <em><strong>int</strong></em> число

source: <em><strong>bool</strong></em> <code>true</code> or <code>false</code>
da_dk: <em><strong>bool</strong></em> <code>true</code> eller <code>false</code>
es_uy: <em><strong>booleano</strong></em> <code>verdadero</code> o <code>falso</code>
ru_ru: <em><strong>bool</strong></em> <code>true</code> или <code>false</code>

source: <em><strong>array</strong></em> an assignment list e.g. <code>u=w</code> <code>x=y</code>....
es_uy: <em><strong>matriz</strong></em> una lista de asignaciones p.ej. <code>u=w</code> <code>x=y</code>....
ru_ru: <em><strong>array</strong></em> массив, список назначений, например <code>u=w</code> <code>x=y</code>....

source: Parameters within braces are optional.
da_dk: Parametre i firkantede paranteser er valgfri.
es_uy: Los parámetros entre llaves son opcionales.
ru_ru: Параметры в фигурных скобках необязательны.

source: A plugin to insert your Matomo (formerly Piwik) JavaScript tracking code into your theme pages.
es_uy: Un complemento para insertar Código de seguimiento de JavaScript Matomo (ex Piwik) en tus páginas de temas.
ru_ru: Плагин для вставки вашего кода отслеживания Matomo (ранее Piwik) на JavaScript на страницах вашей темы.

source: Matomo url
es_uy: URL de Matomo
ru_ru: URL Matomo

source: Enter your Matomo installation URL including protocol (e.g. <code>https://domain.com</code>).
es_uy: Ingrese la URL de su instalación de Matomo incluyendo protocolo (ej. <code>https://dominiomatomo.com</code>).
ru_ru: Введите URL-адрес вашей установки Matomo, включая протокол (например, <code>https://domain.com</code>).

source: Site id
es_uy: ID del sitio
ru_ru: ID сайта

source: Enter the site id assigned by Matomo.
es_uy: Ingrese el ID de sitio asignado por Matomo.
ru_ru: Введите ID сайта, присвоенный Matomo.

source: Enable Admin tracking
es_uy: Habilitar seguimiento del Admin
ru_ru: Включить отслеживание Администратора

source: Controls if you want Matomo to track users with <code>Admin</code> rights.
es_uy: Controla si quiere que Matomo haga un seguimiento de los usuarios con derechos <code>Admin</code>.
ru_ru: Определяет, хотите ли вы, чтобы Matomo отслеживал пользователей с правами администратора.

source: Content tracking
ru_ru: Отслеживание контента

source: Track all content
ru_ru: Отслеживать весь контент

source: Track visible content only
ru_ru: Отслеживать только видимый контент

source: Disable content tracking
ru_ru: Отключить отслеживание контента

source: Controls if you want Matomo to track content interaction (e.g. link clicks). Your theme/plugins/site will require specific HTML markup for this to work. Read more about it on <a href="https://developer.matomo.org/guides/content-tracking">Content tracking</a>.
ru_ru: Элементы управления, если вы хотите, чтобы Matomo отслеживал взаимодействие с контентом (например, переходы по ссылкам). Для работы вашей теме/плагинам/сайту потребуется специальная HTML-разметка. Подробнее об этом читайте на странице <a href="https://developer.matomo.org/guides/content-tracking">Отслеживание контента</a>.

source: Main domain for subdomain tracking
es_uy: Dominio principal para el seguimiento de subdominios
ru_ru: Основной домен для отслеживания поддоменов

source: Enter your site domain name if you also like to track all subdomains of it. Enter like <code>domain.com</code>.
es_uy: Ingrese el nombre de dominio de su sitio si también desea hacer un seguimiento de todos los subdominios. Ingrese como p.ej. <code>dominio.com</code>.
ru_ru: Введите доменное имя вашего сайта, если вы также хотите отслеживать все его поддомены. Введите как <code>domain.com</code>.

source: Widgets: Embed code
es_uy: Widgets: código de incrustación
ru_ru: Виджеты: код для встраивания

source: Enter widget iframe code if you like to embed statistics to your Zenphoto backend. You can view it via a utility button afterwards. Visit the widget area on your Matomo install for more info.
es_uy: Ingrese el código iframe del widget si desea incrustar estadísticas en su area de administracion (backend) de Zenphoto. Puedes verlo luego a través de un botón de utilidad. Visite el área de widgets en tu instalación de Matomo para más información.
ru_ru: Введите код iframe виджета, если хотите встроить статистику в административную зону Zenphoto. Впоследствии вы можете просмотреть ее с помощью кнопки утилиты. Посетите область виджетов в вашей установке Matomo для получения дополнительной информации.

source: Language to track
es_uy: Idioma para seguir
ru_ru: Язык для отслеживания

source: Select in which language you want to track page titles. If none, the visitor language is used. If you choose a single language it avoids tracking multiple title per page. Note: It is rather not recommend to use this for SEO reasons as each language version of a page does count as separate content.
es_uy: Seleccione en qué idioma desea rastrear los títulos de las páginas. Si no hay ninguno, se usa el idioma del visitante. Si elige un solo idioma, se evita el seguimiento de varios títulos por página. Nota: En realidad, no se recomienda usar esto por razones de SEO, ya que cada versión de idioma de una página cuenta como contenido separado.
ru_ru: Выберите, на каком языке вы хотите отслеживать заголовки страниц. Если нет, используется язык посетителя. Если вы выберете один язык, это позволит избежать отслеживания нескольких заголовков на странице. Примечание: Скорее не рекомендуется использовать это из соображений SEO, поскольку каждая языковая версия страницы считается отдельным контентом.

source: Disable cookies
es_uy: Deshabilitar cookies
ru_ru: Отключить файлы cookie

source: Enable this so Matomo does not use cookies to track visitors (less accurate tracking).
es_uy: Habilite esto para que Matomo no use cookies para rastrear a los visitantes (un seguimiento menos preciso).
ru_ru: Отметьте, чтобы Matomo не использовала файлы cookie для отслеживания посетителей (менее точное отслеживание).

source: Require consent
es_uy: Requiere consentimiento
ru_ru: Подтверждение согласия

source: No consent required
es_uy: Sin Consentimiento requerido
ru_ru: Согласие не требуется

source: Consent required
es_uy: Consentimiento requerido
ru_ru: Согласие требуется

source: Consent required and remember consent*
es_uy: Consentimiento requerido y recordar consentimiento*
ru_ru: Согласие требуется и запоминается*

source: Enable this so Matomo will ask users for consent about tracking statistics. *requires cookies.
es_uy: Habilite esto y Matomo preguntará a los usuarios estadísticas de rastreo. *requiere cookies.
ru_ru: Включите эту опцию, чтобы Matomo запрашивала у пользователей согласие на отслеживание статистики. * требуются файлы cookie.

source: Matomo statistics
es_uy: Estadísticas de Matomo
ru_ru: Статистика Matomo

source: View Matomo statisics of your site
es_uy: Ver estadísticas de Matomo en su sitio
ru_ru: Просмотреть статистику Matomo вашего сайта

source: Inserts the the opt-out cookie code as entered on the related plugin option.
ru_ru: Вставляет код для отказа от использования cookie-файлов, указанный в соответствующей опции плагина.

source: A menu creation facility. The <em>Admin > Menu</em> admin page interface lets you create arbitrary menu trees.
ru_ru: Средство создания меню. Вкладка <em>Панель управления > Меню</em> позволяет создавать произвольные деревья меню.

source: Truncate indicator*
da_dk: Beskær indikator*
es_uy: Indicador de Truncado*
ru_ru: Индикатор сокращения*

source: Append this string to truncated titles.
da_dk: Tilføj denne streng til beskårne titler.
es_uy: Agregar esta leyenda a títulos truncados.
ru_ru: Индикатор показывающий, что текст заголовка отображается не полностью.

source: Truncate titles*
da_dk: Beskær titler*
es_uy: Títulos truncados*
ru_ru: Сокращать заголовки*

source: Limit titles to this many characters. Zero means no limit.
da_dk: Begræns titler til dette antal karakterer. 0 betyder ubegrænset.
es_uy: Limita los títulos a esta cantidad de caracteres. Cero significa sin límite.
ru_ru: Ограничивать длину заголовка указанным количеством знаков. Ноль означает: без ограничений.

source: * These options may be set via the <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a> plugin options.
es_uy: * Estas opciones se pueden configurar a través de las opciones del complemento <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a>.
ru_ru: * Эти параметры можно редактировать в настройках плагина <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options are shared with other plugins.</p>
da_dk: <p class="notebox">*<strong>Bemærk:</strong>Disse indstillinger deles med andre plugins.</p>
es_uy: <pclass="notebox">*<strong>Nota:</strong> La configuración de estas opciones son compartidas con otros complementos.</p>
ru_ru: <p class="notebox">*<strong> Замечание:</strong> Значения этих параметров действуют и на другие плагины.</p>

source: Menu
es_uy: Menú
ru_ru: Меню

source: menu
es_uy: menú
ru_ru: Меню

source: Page %1$u (Current Page)
da_dk: Side %1$u (Aktuelle side)
es_uy: Página %1$u (Página Actual)
ru_ru: Страница %1$u (Текущая страница)

source: Page {%u}
da_dk: Side {%u}
es_uy: Página {%u}
ru_ru: Страница {%u}

source: News index
da_dk: Nyhedsindex
es_uy: Indice de Noticias
ru_ru: Все новости

source: The menu item type all_zenpagecategorys is deprecated. Use all_zenpagecategories instead
ru_ru: Тип элемента меню all_zenpagecategorys устарел. Вместо этого используйте all_zenpagecategories

source: createMenuIfNotExists item %s has an empty link.
da_dk: createMenuIfNotExists emne %s har et tomt link.
es_uy: el ítem createMenuIfNotExists %s tiene un enlace vacío.
ru_ru: createMenuIfNotExists элемент %s содержит пустую ссылку.

source: createMenuIfNotExists item %s has an empty title.
da_dk: createMenuIfNotExists emne %s har en tom titel.
es_uy: el ítem createMenuIfNotExists %s tiene un título vacío.
ru_ru: createMenuIfNotExists элемент %s содержит пустой заголовок.

source: createMenuIfNotExists item %s has an empty title or link.
da_dk: createMenuIfNotExists emne %s har en tom titel eller link.
es_uy: el ítem createMenuIfNotExists %s tiene un título o enlace vacío.
ru_ru: createMenuIfNotExists элемент %s содержит содержит пустой заголовок или ссылку.

source: createMenuIfNotExists item %s has an invalid type.
da_dk: createMenuIfNotExists emne %s har en ugyldig type.
es_uy: el ítem createMenuIfNotExists %s tiene un tipo inválido.
ru_ru: createMenuIfNotExists элемент %s имеет недопустимый тип.

source: createMenuIfNotExists item %1$s query (%2$s) failed: %3$s.
da_dk: createMenuIfNotExists emne %1$s søgning (%2$s) mislykkedes: %3$s.
es_uy: el ítem createMenuIfNotExists %1$s, consulta (%2$s) Falló: %3$s.
ru_ru: createMenuIfNotExists элемент %1$s при запросе (%2$s) выдал ошибку: %3$s.

source: createMenuIfNotExists has posted processing errors to your debug log.
da_dk: createMenuIfNotExists har sendt funktionsfejlrapport til din debuglog.
es_uy: createMenuIfNotExists ha publicado errores en su registro de depuración.
ru_ru: createMenuIfNotExists опубликовал ошибки обработки в вашем журнале отладки.

source: %u album
es_uy: %u álbum
ru_ru: %u альбом

source: %u image
da_dk: %u billede
es_uy: %u imagen
ru_ru: %u изображение

source: Sort order saved.
da_dk: Sorteringsorden gemt.
es_uy: Ordenamiento salvado.
ru_ru: Порядок сортировки сохранен.

source: Zenpage CMS plugin required for this item type!
es_uy: Complemento Zenpage CMS requerido para este tipo de elemento!
ru_ru: Для данного типа объектов требуется плагин Zenpage!

source: Target does not exists in <em>%1$s</em> theme
es_uy: El destino no existe en el tema <em>%1$s</em>
ru_ru: Цель не существует в теме оформления <em>%1$s</em>

source: The object of this menu is under password protection
da_dk: Denne menus objekt er beskyttet af adgangskode
es_uy: El objeto de este menú está protegido por contraseña
ru_ru: Объект в данном меню защищен паролем

source: under password protection
da_dk: Beskyttet af adgangskode
es_uy: protección por contraseña
ru_ru: защищено паролем

source: view
da_dk: se
es_uy: ver
ru_ru: просмотр

source: Ok to delete %s? This cannot be undone.
da_dk: OK at slette %s? Dette kan ikke fortrydes.
es_uy: Confirma borrar %s? No se puede deshacer.
ru_ru: Удалить %s? Операцию нельзя отменить.

source: delete
da_dk: slet
es_uy: borrar
ru_ru: удалить

source: Hidden and visible items
da_dk: Skjulte og synlige elementer
es_uy: Items ocultos y visibles
ru_ru: Скрытые и видимые пункты

source: Visible items
da_dk: Synlige elementer
es_uy: Items visibles
ru_ru: Видимые пункты

source: hidden items
da_dk: skjulte elementer
es_uy: items ocultos
ru_ru: скрытые пункты

source: Menu items for all Zenphoto objects added.
es_uy: Elementos de menú para todos los objetos Zenphoto añadidos.
ru_ru: Пункты меню для всех объектов Zenphoto добавлены.

source: Menu items for all albums added.
da_dk: Menupunkter tilføjet for alle albums.
es_uy: Elementos de menú para todos los álbumes añadidos.
ru_ru: Пункты меню для всех альбомов добавлены.

source: Menu items for all Zenpage pages added.
da_dk: Menupunkter tilføjet for alle Zenpage sider.
es_uy: Elementos de menú para todas las páginas Zenpage añadidas.
ru_ru: Пункты меню для всех страниц Zenpage добавлены.

source: Menu items for all Zenpage categories added.
da_dk: Menupunkter tilføjet for alle Zenpage kategorier.
es_uy: Elementos de menú para todas las categorías Zenpage añadidas.
ru_ru: Пункты меню для всех категорий Zenpage добавлены.

source: You forgot to select an album.
da_dk: Du glemte at vælge et album.
es_uy: Olvidó seleccionar un álbum.
ru_ru: Вы забыли выбрать альбом.

source: Album menu item <em>%s</em> added
da_dk: Album menupunkt <em>%s</em> tilføjet
es_uy: Elemento de menú Album <em>%s</em> añadido
ru_ru: Альбом <em>%s</em> добавлен в меню

source: You forgot to give your menu item a <strong>title</strong>!
da_dk: Du glemte at give dit menupunkt en <strong>titel</strong>!
es_uy: Olvidó darle un <strong>título</strong> a su elemento de menú!
ru_ru: Вы забыли дать пункту меню <strong>название</strong>!

source: Home page menu item <em>%s</em> added
es_uy: Elemento de menú página Inicio <em>%s</em> agregado
ru_ru: Домашняя страница <em>%s</em> добавлена в меню

source: Gallery index menu item <em>%s</em> added
da_dk: Galleri index menupunkt <em>%s</em> tilføjet
es_uy: Elemento de menú del índice de la Galería <em>%s</em> agregado
ru_ru: "Индекс галереи" <em>%s</em> добавлен в меню

source: You forgot to give your menu item a <strong>link</strong>!
da_dk: Du glemte at give dit menupunkt et <strong>link</strong>!
es_uy: Olvidó darle un <strong>enlace</strong> a su elemento de menú!
ru_ru: Вы забыли указать для пункта меню <strong>ссылку</strong>!

source: Zenpage page menu item <em>%s</em> added
da_dk: Zenpage side menupunkt <em>%s</em> tilføjet
es_uy: Item de menú página de Zenpage <em>%s</em> agregado
ru_ru: Страница Zenpage <em>%s</em> добавлена в меню

source: Zenpage news index menu item <em>%s</em> added
da_dk: Zenpage nyhedsindex menupunkt <em>%s</em> tilføjet
es_uy: Item de menú índice de noticias de Zenpage <em>%s</em> agregado
ru_ru: Новостную страница Zenpage <em>%s</em> добавлена в меню

source: Zenpage news category menu item <em>%s</em> added
da_dk: Zenpage nyhedskategori menupunkt <em>%s</em> tilføjet
es_uy: Item de menú categoría de noticias de Zenpage <em>%s</em> agregado
ru_ru: Категория Zenpage <em>%s</em> добавлена в меню

source: Custom page menu item <em>%s</em> added
da_dk: Brugerdefineret side menupunkt <em>%s</em> tilføjet
es_uy: Item de menú página personalizada <em>%s</em> agregado
ru_ru: Пользовательская страница <em>%s</em> добавлена в меню

source: You forgot to provide a <strong>function</strong>!
da_dk: Du glemte at angive en <stong>funktion</strong>!
es_uy: Olvidó suministrar una <strong>función</strong>!
ru_ru: Вы забыли указать <strong>function</strong>!

source: Custom label added
da_dk: Brugerdefineret etiket tilføjet
es_uy: Etiqueta personalizada agregada
ru_ru: Пользовательский заголовок добавлен в меню

source: Function menu item <em>%s</em> added
da_dk: Funktionsmenupunkt <em>%s</em> tilføjet
es_uy: Elemento del menú de función <em>%s</em> agregado
ru_ru: Функция <em>%s</em> добавлена в меню

source: <em>HTML</em> added
da_dk: <em>HTML</em> tilføjet
es_uy: <em>HTML</em> agregado
ru_ru: <em>HTML</em> добавлен в меню

source: A <em>%1$s</em> item already exists in <em>%2$s </em>!
da_dk: Et <em>%1$s</em> element eksisterer allerede i <em>%2$s</em>!
es_uy: Un elemento <em>%1$s</em> ya existe en <em>%2$s</em>!
ru_ru: Объект <em>%1$s</em> уже существует в <em>%2$s</em>!

source: A <em>%1$s</em> item with the link <em>%2$s</em> already exists in <em>%3$s </em>!
da_dk: Et <em>%1$s</em> element med linket <em>%2$s</em> eksisterer allerede i <em>%3$s</em>!
es_uy: Un elemento <em>%1$s</em> con el enlace <em>%2$s</em> ya existe en <em>%3$s</em>!
ru_ru: Элемент <em>%1$s</em> со ссылкой <em>%2$s</em> уже существует в <em>%3$s</em>!

source: Menu item updated!
da_dk: Menupunkt opdateret!
es_uy: Item de menú actualizado!
ru_ru: Пункт меню обновлен!

source: Custom menu item successfully deleted!
da_dk: Brugerdefineret menupunkt succesfuldt slettet!
es_uy: Item de menú personalizado borrado con éxito!
ru_ru: Пункт меню успешно удален!

source: Menu item deleted failed
da_dk: Sletning af menupunkt mislykkes
es_uy: Falló el borrado de un item de menú
ru_ru: Пункт меню не удалось удалить

source: Menu item deleted
da_dk: Menupunkt slettet
es_uy: Item de menú borrado
ru_ru: Пункт меню удален

source: Menu “%s” deleted
es_uy: Menú "%s" borrado
ru_ru: Меню “%s” удалено

source: Menu “%s” duplicated
es_uy: Menú "%s" duplicado
ru_ru: Меню “%s” дублировано

source: Menu “%s” already exists
es_uy: El Menú "%s" ya existe
ru_ru: Меню “%s” уже существует

source: Name for new menu:
da_dk: Navn på ny menu:
es_uy: Nombre para el nuevo menú:
ru_ru: Название нового меню:

source: Copy_of_%s
da_dk: Kopi_af_%s
es_uy: Copia_de_%s
ru_ru: Копия_%s

source: Ok to delete menu %s? This cannot be undone!
da_dk: OK at slette menu %s? Dette kan ikke fortrydes!
es_uy: Confirma querer borrar el menú %s? ¡No se puede deshacer!
ru_ru: Удалить меню %s? Операцию нельзя отменить!

source: Menu Manager
da_dk: Menuhåndtering
es_uy: Administrador de menú
ru_ru: Менеджер меню

source: (Menu: %s)
es_uy: (Menú: %s)
ru_ru: (Меню: %s)

source: Drag the items into the order and nesting you wish displayed. Place the menu on your theme pages by calling printCustomMenu().
da_dk: Træk punkterne ind i den orden og dybde af undermenuer du ønsker vist. Placer menuen på din temasider ved at kalde printCustomMenu().
es_uy: Arrastre los elementos en el orden y el anidamiento que desee se muestren. Coloque el menú en sus páginas de tema llamando a printCustomMenu().
ru_ru: Перетащите элементы в том порядке и вложенности, которые вы хотите отобразить. Разместите меню на страницах вашей темы, вызвав <code>printCustomMenu()</code>.
