Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: If checked, images/thumbnails will be created in gray scale.
da_dk: hvis markeret vil billeder/miniaturer blive dannet i gråtoner.
es_uy: Si se marca, imágenes y miniaturas se crearán en escala de grises.
ru_ru: Если отмечено, изображения и миниатюры будут создаваться в монохромной гамме.

source: Image size:
da_dk: Billedstørrelse:
es_uy: Tamaño de imagen:
ru_ru: Размер изображения:

source: Default image display size.
da_dk: Standard billed visningsstørrelse.
es_uy: Tamaño de visualización de imagen predeterminado.
ru_ru: Размер изображения по умолчанию.

source: The image will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>image size</em>.
da_dk: Billedet vil blive dimensioneret således, at <em>højde</em>, <em>bredde</em>, <em>korteste side</em>, eller den <em>længste side</em>, vil være lig med <em>billedstørrelse</em>.
es_uy: La imagen se dimensionará de modo que <em>altura</em>, <em>ancho</em>, <em>lado más corto</em> o <em>lado más largo</em> sean iguales a <em>tamaño de imagen</em>.
ru_ru: Изображение будет преобразовано таким образом, чтобы <em>высота</em>, <em>ширина</em>, <em>кратчайшая сторона</em> или <em>самая длинная сторона</em> были равны <em>размеру изображения</em>.

source: Gallery index page link:
da_dk: Galleri indeksside link:
es_uy: Enlace a la página Inicio de la Galería:
ru_ru: URL страницы с индексом галереи:

source: If this option is not empty, the Gallery Index URL that would normally link to the theme <code>index.php</code> script will instead link to this script. This frees up the <code>index.php</code> script so that you can create a customized <em>Home page</em> script. This option applies only to the main theme for the <em>Gallery</em>.
da_dk: Hvis denne indstilling ikke er tom, vil den Galleri-webadresse som normalt ville linke til temaets <code>index.php</code> i stedet linke til dette script. Det frigør <code>index.php</code> skriptet så du kan lave et brugerdefineret <em>hjemmesideskript</em>. Denne mulighed gælder kun for det vigtigste tema i <em>galleriet</em>.
es_uy: Si esta opción no está vacía, la URL de Ínicio de la Galería que normalmente se vincularía al script <code>index.php</code> del tema, se vinculará a este script. Esto libera al script <code>index.php</code> para que pueda crear un script personalizado <em>página Inicio</em>. Esta opción solo se aplica al tema principal de la <em>Galería</em>.
ru_ru: Если этот параметр не пуст, URL-адрес индекса галереи, который обычно ссылается на скрипт theme <code>index.php</code>, вместо этого будет ссылаться на этот скрипт. Это освобождает <code>index.php</code> скрипт , так что вы можете создать настраиваемый скрипт <em>домашней страницы</em>. Этот параметр применяется только к основной теме <em>Галереи</em>.

source: <strong>Custom theme options</strong>
da_dk: <strong>Brugerdefinerede temamuligheder</strong>
es_uy: <strong>Opciones de tema personalizadas</strong>
ru_ru: <strong>Дополнительные настройки</strong>

source: The following are options specifically implemented by %s.
da_dk: Det følgende er indstillinger specifikt gennemført af %s.
es_uy: Las siguientes son opciones específicamente implementadas por %s.
ru_ru: Ниже приведены дополнительные настройки, специально реализованные темой оформления %s.

source: Plugins
da_dk: Udvidelser
es_uy: Complementos
ru_ru: Плагины

source: Plugins provide optional functionality for Zenphoto.
es_uy: Los complementos proveen funcionalidad opcional a Zenphoto.
ru_ru: Плагины реализуют дополнительную функциональность для Zenphoto.

source: They may be provided as part of the Zenphoto distribution or as offerings from third parties.
es_uy: Ellos pueden ser provistos como parte de la distribución de Zenphoto, u ofrecidos por terceras partes.
ru_ru: Некоторые расширения поставляются как часть дистрибутива Zenphoto, другие же доступны отдельно и разрабатываются сторонними авторами.

source: Third party plugins are placed in the <code>%s</code> folder and are automatically discovered.
da_dk: Tredieparts plugin placeres i <code>%s</code> mappen og registreres automatisk.
es_uy: Los complementos de terceras partes están ubicados en la carpeta <code>%s</code> y son automáticamente detectados.
ru_ru: Сторонние плагины размещаются в директорию <code>%s</code> и обнаруживаются автоматически.

source: If the plugin checkbox is checked, the plugin will be loaded and its functions made available. If the checkbox is not checked the plugin is disabled and occupies no resources.
da_dk: Hvis afkrydsningsfeltet for pluginnet er markeret, vil plugin blive læst ind og dets funktioner stillet til rådighed. Hvis afkrydsningsfeltet ikke er markeret er plugin deaktiveret og optager ingen ressourcer.
es_uy: Si la casilla de verificación del complemento está marcada, el complemento se cargará y sus funciones estarán disponibles. Si la casilla de verificación no está marcada, el complemento está deshabilitado y no usa recursos.
ru_ru: Если плагин отмечен, то плагин будет активирован и его функции станут доступными. Если снять отметку, плагин будет отключен и не будет занимать никаких ресурсов.

source: Find more plugins
da_dk: Find flere plugins
es_uy: Encontrar más complementos
ru_ru: Найти другие плагины

source: <strong>Note:</strong> Support for a particular plugin may be theme dependent! You may need to add the plugin theme functions if the theme does not currently provide support.
da_dk: <strong>Bemærk:</strong> Support for et bestemt plugin kan være afhængigt af temaet! Det kan være nødvendigt at tilføje pluginets temafunktion hvis temaet ikke selv yder support for tiden.
es_uy: <strong>Nota:</strong> ¡El soporte para un complemento en particular puede depender del tema! Es posible que deba agregar las funciones de tema del complemento si el tema no proporciona soporte actualmente.
ru_ru: <strong>Примечание</strong>: Поддержка определенного плагина может зависеть от темы! Возможно, вам потребуется добавить самостоятельно внедрить в тему функции конкретного плагина, если тема в данный момент не поддерживает.

source: Available Plugins
da_dk: Tilgængelige Plugin
es_uy: Complementos disponibles
ru_ru: Доступные плагины

source: Description
da_dk: Beskrivelse
es_uy: Descripción
ru_ru: Описание

source: <strong>Error parsing <em>plugin_description</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_description</em>!</strong>

source: <strong>Error parsing <em>plugin_deprecated</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_deprecated</em>!</strong>

source: <strong>Error parsing <em>plugin_notice</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_notice</em>!</strong>

source: <strong>Error parsing <em>plugin_author</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_author</em>!</strong>

source: <strong>Error parsing <em>plugin_version</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_version</em>!</strong>

source: <strong>Error parsing <em>plugin_disable</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_disable</em>!</strong>

source: <strong>Error parsing <em>plugin_siteurl</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_siteurl</em>!</strong>

source: <strong>Error parsing <em>plugin_date</em> string!</strong>
ru_ru: <strong>Ошибка при обработке <em>plugin_date</em>!</strong>

source: third party plugin
es_uy: complemento de 3ras. partes
ru_ru: сторонний плагин

source: logo
es_uy: logotipo
ru_ru: Лого

source: theme plugin
da_dk: temaplugin
es_uy: complemento de Tema
ru_ru: тематический плагин

source: admin plugin
es_uy: extensión del Admin
ru_ru: плагин для администратора

source: More information on %s
da_dk: Mere information om %s
es_uy: Más información en %s
ru_ru: Дополнительная информация о %s

source: by %s
ru_ru: от %s

source: Visit plugin site
ru_ru: Посетить сайт плагина

source: Official plugin
da_dk: Officielle plugin
es_uy: Complemento Oficial
ru_ru: Официальный плагин

source: Usage info
da_dk: Info om brug
es_uy: Información de uso
ru_ru: Информация об использовании

source: Options
da_dk: Indstillinger
es_uy: Opciones
ru_ru: Настройки

source: Warning note
da_dk: Advarselsnote
es_uy: Nota de advertencia
ru_ru: Предупреждение

source: Refresh Database
da_dk: Opdater Database
es_uy: Actualizar base de datos
ru_ru: Обновить базу данных

source: Finished refreshing the database
da_dk: Afsluttet opdatering af database
es_uy: Actualización de la base de datos terminada
ru_ru: Обновление базы данных завершено

source: Database refresh is incomplete
da_dk: Opdateringen af databasen er ufuldstændig
es_uy: La actualización de la base de datos está incompleta
ru_ru: Обновление базы данных не завершено

source: We are all set to refresh the database
es_uy: Está todo configurado para actualizar la base de datos
ru_ru: Все готово для обновления базы

source: Continue refreshing the database.
da_dk: Fortsætter med at opdatere databasen.
es_uy: Continuar actualizando la base de datos.
ru_ru: Продолжить обновление базы данных.

source: Finished refreshing the metadata
da_dk: Afsluttet opdatering af metadata
es_uy: Actualización de los metadatos terminada
ru_ru: Обновление метаданных завершено

source: Metadata refresh is incomplete
da_dk: Opdateringen af metadata er ufuldstændig
es_uy: Actualización de los metadatos está incompleta
ru_ru: Обновление метаданных не завершено

source: We are all set to refresh the metadata
es_uy: Está todo configurado para actualizar los metadatos
ru_ru: Все готово для обновления метаданных

source: Continue refreshing the metadata.
da_dk: Fortsætter med at opdatere metadata.
es_uy: Continuar actualizando los metadatos.
ru_ru: Продолжить обновление метаданных.

source: Refresh
da_dk: Opdater
es_uy: Refrescar
ru_ru: Обновить

source: you should return automatically. If not press:
da_dk: Du vil returnere automatisk. Hvis ikke så klik på:
es_uy: debería regresar automáticamente. Si no es así, pulse:
ru_ru: вы должны быть возвращены автоматически. Если нет, нажмите:

source: This process should continue automatically. If not press:
da_dk: Denne proces bør fortsætte automatisk. Hvis ikke skal du klikke på:
es_uy: Este proceso debería continuar automáticamente. Si no es así, pulse:
ru_ru: Этот процесс должен продолжиться автоматически. Если нет, нажмите:

source: Continue!
da_dk: Fortsæt!
es_uy: Continuar!
ru_ru: Продолжить!

source: <em>%s</em> not found
da_dk: <em>%s</em> blev ikke fundet
es_uy: <em>%s</em> no se encontró
ru_ru: <em>%s</em> не найден

source: We are all set to refresh the metadata for <em>%s</em>
es_uy: Está todo configurado para actualizar los metadatos de <em>%s</em>
ru_ru: Все готово для обновление метаданных для <em>%s</em>

source: This process should start automatically. If not press:
da_dk: Denne proces bør starte automatisk. Hvis ikke skal du klikke på:
es_uy: Este proceso debe iniciarse automáticamente. Si no presiona:
ru_ru: Этот процесс должен начаться автоматически. Если нет, нажмите:

source: Refresh image metadata.
da_dk: Opdater billed metadata.
es_uy: Actualizar metadatos de imagen.
ru_ru: Обновить метаданные изображения.

source: Go!
da_dk: Kør!
es_uy: ¡Ir!
ru_ru: Вперед!

source: New tags added
da_dk: Nye tags tilføjet
es_uy: Nuevas etiquetas agregadas
ru_ru: Новые теги добавлены

source: Checked tags deleted
da_dk: Valgte tags slettede
es_uy: Items seleccionados borrados
ru_ru: Выбранные теги удалены

source: Tags renamed
da_dk: Tags omdøbte
es_uy: Etiquetas renombradas
ru_ru: Теги переименованы

source: Tag Management
da_dk: Tag håndtering
es_uy: Administración de etiquetas
ru_ru: Управление тегами

source: Order alphabetically
es_uy: Ordene alfabéticamente
ru_ru: В алфавитном порядке

source: Order by most used
es_uy: Ordene por más usada
ru_ru: По частоте использования

source: Delete tags from the gallery
es_uy: Borrar etiquetas de la galería
ru_ru: Удалить теги из галереи

source: Delete checked tags
da_dk: Slet valgte tags
es_uy: Borrar etiquetas marcadas
ru_ru: Удалить выбранные теги

source: Place a checkmark in the box for each tag you wish to delete then press the <em>Delete checked tags</em> button. The brackets contain the number of times the tag appears.
es_uy: Coloque una marca de verificación en la casilla de cada etiqueta que desee eliminar y luego presione el botón <em>Borrar etiquetas marcadas</em>. Los corchetes contienen el número de veces que aparece la etiqueta.
ru_ru: Поставьте галочку в поле для каждого тега, который вы хотите удалить, затем нажмите кнопку <em>Удалить отмеченные теги</em>. В скобках указано, сколько раз этот тег появляется.

source: Rename tags
da_dk: Omdøb tags
es_uy: Cambiar nombre de etiquetas
ru_ru: Переименовать теги

source: To change the value of a tag enter a new value in the text box below the tag. Then press the <em>Rename tags</em> button
da_dk: For at ændre værdien af tagget skal du indtaste en ny værdi i tekstboksen under tagget. Derefter klik <em>Omdøb tags</em> knappen
es_uy: Para cambiar el valor de una etiqueta, ingrese un nuevo valor en el cuadro de texto debajo de la etiqueta. Luego presione el botón <em>Cambiar nombre de etiquetas</em>
ru_ru: Чтобы изменить значение тега, введите новое значение в текстовое поле под тегом. Затем нажмите кнопку <em>Переименовать теги</em>

source: New tags
da_dk: Nye tags
es_uy: Nuevas etiquetas
ru_ru: Новые теги

source: Add tags to the list by entering their names in the input fields of the <em>New tags</em> list. Then press the <em>Add tags</em> button
da_dk: Tilføj tags til listen ved at indtaste deres navne i indtastningsfelterne for <em>Nye tags</em> listen. Derefter klik <em>Tilføj tags</em> knappen
es_uy: Agregue etiquetas a la lista ingresando sus nombres en los campos de entrada de la lista <em>Nuevas etiquetas</em>. Luego presione el botón <em>Agregar todas las etiquetas</em>
ru_ru: Добавьте теги в список, введя их названия в поля ввода списка <em>Новые теги</em>. Затем нажмите кнопку <em>Добавить теги</em>

source: Cannot edit this file!
da_dk: Kan ikke redigere denne fil!
es_uy: No se puede editar este archivo!
ru_ru: Не удается отредактировать этот файл!

source: Cannot edit this theme!
da_dk: Kan ikke redigere dette tema!
es_uy: No se puede editar este tema!
ru_ru: Не удается отредактировать эту тему!

source: File updated successfully
da_dk: Filen er korrekt opdateret.
es_uy: Archivo actualizado exitosamente
ru_ru: Файл успешно обновлен

source: Could not write file. Please check its write permissions
da_dk: Kunne ikke skrive filen. Check venligst rettigheder.
es_uy: No se pudo escribir el archivo. Verifique si este tiene permisos de escritura
ru_ru: Не удалось записать файл. Пожалуйста, проверьте права на его запись

source: Theme File Editor
da_dk: Tema fileditor
es_uy: Editor de archivo de Tema
ru_ru: Редактор файлов темы оформления

source: Back to the theme list
da_dk: Tilbage til temalisten
es_uy: Volver al listado de Tema
ru_ru: Вернуться к списку тем

source: Theme template files (.php)
da_dk: Tema skabelonfiler (.php)
es_uy: Archivos de plantillas de temas (.php)
ru_ru: Файлы шаблонов темы оформления (.php)

source: JavaScript files (.js)
da_dk: JavaScriptfiler (.js)
es_uy: Archivos JavaScript (.js)
ru_ru: Файлы JavaScript (.js)

source: Style sheets (.css)
da_dk: Stilark (.css)
es_uy: Hojas de Estilo (.css)
ru_ru: Таблицы стилей (.css)

source: Other text files
da_dk: Andre tekstfiler
es_uy: Otros archivos de texto
ru_ru: Другие текстовые файлы

source: Edit this file
da_dk: Rediger denne fil
es_uy: Editar este archivo
ru_ru: Редактировать файл

source: File <tt>%s</tt> from theme %s
da_dk: Fil <tt>%s</tt> fra tema %s
es_uy: Archivo <tt>%s</tt> del Tema %s
ru_ru: Файл <tt>%s</tt> из темы: %s

source: Update File
da_dk: Opdater Fil
es_uy: Actualizar archivo
ru_ru: Обновить файл

source: Select a file to edit from the list on your right hand. Keep in mind that you can <strong>break everything</strong> if you are not careful when updating files.
da_dk: Vælg den fil du vil redigere fra listen til højre. Tænk over at du kan <strong>ødelægge alting</strong> hvis du ikke er forsigtig når du opdaterer filen.
es_uy: Seleccione un archivo para editar de la lista a su derecha. Tenga en cuenta que puede <strong>arruinar todo</strong> si no tiene cuidado cuando actualice los archivos.
ru_ru: Выберите файл для редактирования из списка справа от вас. <strong>Внимание:</strong> ошибки при редактировании могут <strong>полностью</strong> лишить тему работоспособности, если вы не будете осторожны при обновлении файлов.

source: Theme <em>%s</em> removed.
da_dk: Tema <em>%s</em> fjernet.
es_uy: Tema <em>%s</em> removido.
ru_ru: Тема оформления <em>%s</em> удалена.

source: Error removing theme <em>%s</em>
da_dk: Fjernelse af tema <em>%s</em> mislykket
es_uy: Error removiendo el tema <em>%s</em>
ru_ru: Ошибка при удалении темы <em>%s</em>

source: New theme name?
da_dk: Nyt Tema navn?
es_uy: ¿Nuevo nombre de tema?
ru_ru: Название новой темы оформления?

source: Copy of %s
da_dk: Kopi af %s
es_uy: Copia de %s
ru_ru: Копия %s

source: Theme folder name?
da_dk: Temamappe navn?
es_uy: Nombre de carpeta del Tema?
ru_ru: Название папки темы оформления?

source: no theme assigned, defaulting to Gallery theme
da_dk: intet tema aktiveret, falder tilbage på Galleri temaet
es_uy: sin tema asignado, por defecto se asigna el tema de la Galería
ru_ru: тема не назначена, по умолчанию используется тема галереи

source: Current theme for <code><strong>%1$s</strong></code>: <em>%2$s</em>
da_dk: Nuværende tema for <code><strong>%1$s</strong></code>: <em>%2$s</em>
es_uy: Tema actual para <code><strong>%1$s</strong></code>: <em>%2$s</em>
ru_ru: Текущая тема для <code><strong>%1$s</strong></code>: <em>%2$s</em>

source: Clear theme assignment for %s
da_dk: Fjern tema aktivering for %s
es_uy: Limpiar asignación de Tema para %s
ru_ru: Отменить выбор темы для %s

source: Clear theme assignment
da_dk: Fjern tema aktivering
es_uy: Limpiar asignación de Tema
ru_ru: Отменить выбор темы

source: Show theme for:
da_dk: Vis tema for:
es_uy: Ver tema por:
ru_ru: Показывать тему для:

source: Themes allow you to visually change the entire look and feel of your gallery. Theme files are located in your Zenphoto <code>/themes</code> folder.
es_uy: Los temas le permiten cambiar visualmente la apariencia y sentido de su galería. Los archivos de temas se encuentran en su carpeta Zenphoto <code>/themes</code>.
ru_ru: Темы оформления позволяют визуально изменить внешний вид вашей галереи. Файлы тем располагаются в директории Zenphoto <code>/themes</code>.

source: You can download more themes from the <a href="https://www.zenphoto.org/theme/">zenphoto themes page</a>.
ru_ru: Вы можете загрузить дополнительные темы со страницы <a href="https://www.zenphoto.org/theme/"> Темы для Zenphoto</a>.

source: Place the downloaded themes in the <code>/themes</code> folder and they will be available for your use.
da_dk: Placér de hentede temaer i <code>/themes</code> mappen, så er de klar til brug.
es_uy: Ponga los temas descargados en la carpeta <code>/themes</code> y estarán disponibles para su uso.
ru_ru: Поместите загруженные темы в папку <code>/themes</code>, и они станут доступны для использования.

source: You can edit files from custom themes. Official themes shipped with Zenphoto are not editable, since your changes would be lost on next update.
es_uy: Puede editar archivos desde temas personalizados. Los temas oficiales enviados con Zenphoto no se pueden editar, ya que sus cambios se perderían en la próxima actualización.
ru_ru: Вы можете редактировать файлы из сторонних тем. Официальные темы, поставляемые с Zenphoto, недоступны для редактирования, поскольку ваши изменения будут потеряны при следующем обновлении.

source: If you want to customize an official theme, please first <em>duplicate</em> it. This will place a copy in your <code>/themes</code> folder for you to edit.
da_dk: Hvis du vil tilpasse et officiel tema, skal du først <em>duplikere</em> det. Dette vil placere en kopi som du kan redigere i din <code>/themes</code> mappe.
es_uy: Si quiere personalizar un tema oficial, primero <em>duplíquelo</em>. Esto colocará una copia en su carpeta <code>/themes</code> para que lo edite.
ru_ru: Если вы хотите отредактировать официальную тему, сначала <em>создайте копию</em>. При этом копия будет помещена в вашу папку <code>/темы</code> для последующего редактирования.

source: Installed themes
da_dk: Installerede temaer
es_uy: Temas instalados
ru_ru: Установленные темы темы оформления

source: Action
da_dk: Handling
es_uy: Acción
ru_ru: Команды

source: Zenphoto official theme
ru_ru: Официальная тема Zenphoto

source: third party theme
es_uy: tema de 3ras. partes
ru_ru: сторонняя тема оформления

source: This theme will be removed in future versions.
ru_ru: Эта тема будет удалена в будущих версиях Zenphoto.

source: This theme is not compatible.
ru_ru: Эта тема несовместима с текущей версией Zenphoto.

source: Visit theme site
ru_ru: Посетить сайт темы оформления

source: Set <em>%s</em> theme options
da_dk: Sæt <em>%s</em> tema indstillinger
es_uy: Establecer <em>%s</em> opciones de tema
ru_ru: Перейти к настройкам темы <em>%s</em>

source: Activate
da_dk: Aktiver
es_uy: Activar
ru_ru: Активировать

source: Assign
da_dk: Vælg
es_uy: Asignar
ru_ru: Назначить

source: Current Theme
da_dk: Nuværende tema
es_uy: Tema actual
ru_ru: Текущая тема

source: Edit
da_dk: Ret
es_uy: Editar
ru_ru: Редактировать

source: Do you really want to delete this theme?
es_uy: ¿Esta seguro que quiere borrar este tema?
ru_ru: Вы действительно хотите удалить эту тему оформления?

source: Duplicate
da_dk: Dubliker
es_uy: Duplicar
ru_ru: Создать копию

source: Custom thumbnail cropping
da_dk: Brugerdefineret miniature beskæring
es_uy: Recorte de miniatura personalizado
ru_ru: Пользовательское кадрирование миниатюр

source: You can change the portion of your image which is shown in thumbnails by cropping it here.
da_dk: Du kan ændre den del af dit billede, som vises i miniaturerne ved at beskære det her.
es_uy: Puede cambiar la parte de su imagen que se muestra en miniaturas recortándola aquí.
ru_ru: Вы можете изменить кадрирование миниатюры, обрезав ее здесь.

source: current thumbnail
da_dk: nuværende miniature
es_uy: miniatura actual
ru_ru: текущая миниатюра

source: Reset to the default cropping
da_dk: Nulstil til standard beskæring
es_uy: Restablecer al recorte predeterminado
ru_ru: Сбросить к настройкам кадрирования по умолчанию

source: Apply the cropping
da_dk: Anvend beskæringen
es_uy: Aplicar el recorte
ru_ru: Применить кадрирование

source: Thumbnail cropping is disabled. Enable this option for the theme if you wish cropped thumbnails.
da_dk: Miniaturebeskæring er deaktiveret. Aktiver denne mulighed i temaet hvis du ønsker beskæring af miniaturer.
es_uy: Recorte de miniatura está deshabilitado. Habilite esta opción para el tema si desea miniaturas recortadas.
ru_ru: Кадрирование миниатюр отключено. Включите эту опцию для темы, в которой необходима обрезка миниатюр.

source: thumbnail preview
da_dk: Miniature eksempel
es_uy: vista previa de miniatura
ru_ru: предпросмотр миниатюры

source: Upload Images
da_dk: Overfør Billeder
es_uy: Subir imágenes
ru_ru: Загрузить изображения

source: This web-based upload accepts the file formats: %s, and %s.
da_dk: Denne webbaserede overførsel aksepterer filformaterne: %s og %s.
es_uy: Esta subida basada en la web acepta los formatos de archivo: %s, y %s.
ru_ru: Эта веб-загрузка поддерживает следующие типы файлов: %s, и %s.
