Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Watermark
da_dk: Vandmærke
es_uy: Marca de agua

source: MaxSpace
es_uy: Espacio máximo

source: Grayscale
da_dk: Gråskala
es_uy: Escala de grises

source: Removes old stored image cache sizes of themes and plugins not existing on this site. It also removes sizes from inactive plugins.
es_uy: Elimina los antiguos tamaños de caché de imágenes almacenadas de temas y complementos que no existen en este sitio. También elimina tamaños de complementos inactivos.

source: Your server does not support the native PHP extension <code>cURL</code>. Pre-caching images is much more effective using it.
es_uy: Su servidor no admite la extensión PHP nativa <code>cURL</code>. El modo de generación de caché previo de imágenes es mucho más efectivo usándolo.

source: %u image processor reference updated
es_uy: Referencia de procesador de imágenes %u actualizada

source: invalid_MaxSpace
da_dk: ugyldig_Maxspace
es_uy: espacio máximo inválido

source: Use cacheManager::addCacheSize() instead
es_uy: En su lugar, use cacheManager::addCacheSize()

source: Use cacheManager::addDefaultThumbSize()
es_uy: En su logar, use cacheManager::addDefaultThumbSize()

source: Use cacheManager::addDefaultSizedImageSize()
es_uy: En su lugar, use cacheManager::addDefaultSizedImageSize()

source: Use cacheManager::deleteCacheSizes()
es_uy: En su lugar, use cacheManager::deleteCacheSizes()

source: Checks if there is a Zenphoto versions that is newer than the installed version.
es_uy: Verifique si existe una versión más reciente de Zenphoto que la version instalada.

source: Zenphoto download page
es_uy: Página de descarga de Zenphoto

source: A new version of Zenphoto version is available.
es_uy: Una nueva versión de Zenphoto está disponible.

source: No subfolders in:
da_dk: Ingen undermapper i:
es_uy: No hay subcarpetas en:

source: edit comment
da_dk: Ret kommentar
es_uy: editar comentario

source: Edit this comment
da_dk: Ret denne kommentar
es_uy: Editar este comentario

source: <strong>Missing Object</strong>
da_dk: <strong>Manglende Objekt</strong>
es_uy: <strong>Objeto Perdido</strong>

source: You must enter something in the comment text.
da_dk: Du skal skrive noget i kommentarteksten.
es_uy: Debe ingresar algo en el texto de comentario.

source: The intro text for your contact form
da_dk: Introduktionsteksten for din kontaktformular
es_uy: El texto ingresado en el formulario de contacto

source: The text that asks the visitor to confirm that he really wants to send the message.
da_dk: Teksten som beder besøgeren bekræfte at han virkelig ønsker at sende meddelelsen.
es_uy: El texto que pregunta al visitante si confirma el envío del mensaje.

source: The text that is shown after a message has been confirmed and sent.
da_dk: Teksten der vises efter en meddelelse er blevet bekræftet og sendt.
es_uy: El texto de agradecimiento mostrado después de la confirmación y envío del formulario.

source: The text for the link after the thanks text to return to the contact page to send another message.
da_dk: Teksten til linket efter takketekst for at vende tilbage til kontaktsiden for at sende endnu en meddelelse.
es_uy: El texto para el enlace después del texto de agradecimiento, para volver a la página de contacto y enviar otro mensaje.

source: The text for the note about sending a copy to the address provided in case that option is set.
da_dk: Teksten til notatet om at sende en kopi til den angivne adresse i tilfælde af, at indstillingen er markeret.
es_uy: El texto de la nota sobre el envío de una copia a la dirección proporcionada en caso de que se establezca esa opción.

source: A plugin to add a cookie notify dialog to comply with the EU cookie law and Google's request regarding usages of Google Adwords, Analytics and more
es_uy: Un complemento para agregar un diálogo de notificación para cumplir con la ley de cookies de la UE y la solicitud de Google con respecto a los usos de Google Adwords, Analytics y más

source: Text used for the dismiss button. Leave empty to use the default text.
es_uy: Texto utilizado para el botón aceptar. Deje en blanco para usar el predeterminado.

source: Functions
da_dk: Funktioner
es_uy: Funciones

source: Send the <em>deprecated</em> notification message if the function name is checked. Un-checking these boxes will allow you to continue using your theme without warnings while you upgrade its implementation. Functions flagged with an asterisk are class methods. Ones flagged with two asterisks have deprecated parameters.
da_dk: Send den <em>forældede</em> notifikationsmeddelelse hvis funktionsnavnet er markeret. Sletning af markering af disse afkrydsningsfelter vil tillade dig fortsat at bruge dit tema uden advarsler mens du opgraderer det. Funktioner markeret med en stjerne er klassemetoder. Dem markeret med to stjerner har forældede parametre.
es_uy: Envíe el mensaje de notificación <em>obsoleto</em> si el nombre de la función está marcado. Desmarcar estas casillas le permitirá continuar usando su tema sin advertencias mientras actualiza su implementación. Las funciones marcadas con un asterisco son métodos de clase. Marcados con dos asteriscos tienen parámetros en desuso.

source: %1$s (called from %2$s line %3$s) is deprecated
es_uy: %1$s (llamada desde %2$s línea %3$s) es obsoleta

source: You can disable this error message by going to the <em>deprecated-functions</em> plugin options and un-checking <strong>%s</strong> in the list of functions.<br />
es_uy: Puede deshabilitar este mensaje de error si va a las opciones del complemento <em>funciones obsoletas</em> y desmarca <strong>%s</strong> en la lista de funciones.<br />

source: From album
da_dk: Fra album
es_uy: Del álbum

source: From Cache
da_dk: Fra cache
es_uy: Desde Caché

source: Make the album zip from the album folder or from the sized images in the cache.
da_dk: Lav album-zip fra albummappen eller fra cachen med de dimensionerede billeder.
es_uy: Comprima a archivo ZIP el álbum desde la carpeta del álbum o desde las imágenes dimensionadas en el caché.

source: Counts of downloads
da_dk: Downloads-tæller
es_uy: Cantidad de descargas

source: Page error: %2$s (%1$s)
da_dk: Side fejl: %2$s (%1$s)
es_uy: Error de página: %2$s (%1$s)

source: No statistic available
da_dk: Ingen tilgængelig statistik
es_uy: No hay estadísticas disponibles

source: Most downloaded files
da_dk: Hyppigst downloadede filer
es_uy: Archivos más descargados

source: Download Statistics
da_dk: Downloadstatistik
es_uy: Descargar estadísticas

source: Shows statistical graphs and info about your gallery’s downloads if using the downloadList plugin.
es_uy: Muestra gráficos estadísticos e información sobre las descargas de su galería si usa el complemento downloadList (lista de descargas).

source: Entries marked red do not exist in the download folder anymore but are kept for the statistics until you remove them manually via the button.
da_dk: Poster markeret røde eksisterer ikke længere i mappen download men holdes i statistikken, indtil du fjerner dem manuelt via knappen.
es_uy: Las entradas marcadas en rojo ya no existen en la carpeta de descarga, pero se guardan para las estadísticas hasta que las elimine manualmente con el botón.

source: The downloadList plugin is not active
da_dk: DownloadList plugin er ikke aktiv
es_uy: La extensión downloadList no está activo

source: Provides file handling for the <code>upload/files</code> tab and the <em>TinyMCE</em> file browser.
da_dk: Leverer filhåndtering for fanen <code>overførsel/filer</code> og <em>TinyMCE</em> fil-browser.
es_uy: Proporciona el manejo de archivos para la pestaña <code>Cargar/archivos</code> y el navegador de archivos <em>TinyMCE</em>.

source: The text for the link to the favorites page.
da_dk: Teksten til linket til favoritsiden.
es_uy: El texto del enlace a la página de favoritos.

source: Default text for the <em>add to favorites</em> button.
da_dk: Standard tekst for <em>tilføj til favoritter</em> knappen.
es_uy: Texto por defecto para el botón <em>agregar a favoritos</em>.

source: Default text for the <em>remove from favorites</em> button.
da_dk: Standard tekst for <em>fjern fra favoritter</em> knappen.
es_uy: Texto por defecto para el botón <em>borrar de favoritos</em>.

source: The favorites page title text.
da_dk: Favoritsidens titel.
es_uy: Texto del título de la página Favoritos.

source: The favorites page description text.
da_dk: Beskrivelse af favoritsiden.
es_uy: Texto para la descripción de la página Favoritos.

source: combiNews
es_uy: noticias Combinadas

source: If the pages should be allowed to be cached on proxy servers.
da_dk: Hvis siderne skal tillades at caches på proxyservere.
es_uy: Si se debería permitir a las páginas ser cacheadas en servidores proxi.

source: Verification content
da_dk: Verifikation indhold
es_uy: Contenido de verificación

source: Mark installation as “released”.
es_uy: Marque la instalación como "publicada".

source: released
da_dk: udgivet
es_uy: publicado

source: Mark release
da_dk: Marker version
es_uy: Marcar publicado

source: Edits the version.php file making a “%s” install.
es_uy: Edite el archivo version.php haciendo una instalación "%s".

source: Inserts the iframe with the opt-out cookie code as entered on the related plugin option.
es_uy: Inserta el iframe con el código de cookie de inhabilitación tal como se ingresó en la opción del complemento relacionado.

source: A menu creation facility. The <em>Menu</em> tab admin interface lets you create arbitrary menu trees.
da_dk: En menuoprettelse facilitet. Med <em>Menu</em>fanens admin interface kan du oprette vilkårlige menu-træer.
es_uy: Una utilidad para creación de menú. La pestaña de la interfaz del admin <em>Menú</em> permite crear árboles de menú arbitrarios.

source: The default map tile provider to use. Only free providers are included. Some providers (Here, Mapbox, Thunderforest, Geoportail) require access credentials and registration. More info on <a href="https://github.com/leaflet-extras/leaflet-providers">leaflet-providers</a>
es_uy: El proveedor de mosaico de mapas predeterminado a utilizar. Solo incluye proveedores gratuitos. Algunos proveedores (Here, Mapbox, Thunderforest, Geoportail) requieren credenciales de acceso y registro. Más información sobre proveedores de Leaflet, ver <a href="https://github.com/leaflet-extras/leaflet-providers"></a>

source: HERE - App id
es_uy: HERE - ID de app

source: HERE - App code
es_uy: HERE - Cód. de app

source: The text for the previous thumbs.
da_dk: Teksten for forrige miniaturer.
es_uy: El texto para la miniatura previa.

source: The text for the next thumbs.
da_dk: Teksten for de næste miniaturer.
es_uy: El texto para la miniatura siguiente.

source: The number of un-published items does <strong>not</strong> include items that are un-published by <a href="http://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">inheritance</a>.
es_uy: El número de elementos no publicados <strong>no</strong> incluyendo elementos que no están publicados por <a href="http://www.zenphoto.org/news/an-overview-of-zenphoto-users # rules-of-protection-andvisibility-for-zenphoto-obj "> herencia</a>.

source: You have received this email because you registered with the user id %3$s on this site. To complete your registration visit %1$s.
da_dk: Du har modtaget denne mail fordi du har registreret dig med brugernavn %3$s på dette websted. Gør din registrering færdig ved at besøge %1$s.
es_uy: Ha recibido este Email porque se registró con el ID de Usuario %3$s en este sitio. Para completar su registro debe visitar el siguiente enlace %1$s. Si tiene problemas con el enlace, verifique la carpeta Spam.

source: Click here to register for this site.
da_dk: Klik her for at tilmelde dig dette site.
es_uy: Click aquí para registrarse en este sitio.

source: If this option is set, the visitor login form will include a link to this page. The link text will be labeled with the text provided.
es_uy: Si se establece, el formulario de inicio de sesión del visitante incluirá un enlace a esta página. El texto del enlace será etiquetado con el texto proporcionado.

source: Hint text
da_dk: Tip-tekst
es_uy: Texto de sugerencia

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration.
da_dk: Hvis markeret vil en mail blive sendt til galleriadministrator når en ny bruger ha verificeret sin registrering.
es_uy: Si está marcado, se enviará un correo electrónico al administrador de la galería cuando un nuevo usuario haya verificado su registro.

source: Email ID
es_uy: ID con Email

source: If checked, The use’s e-mail address will be used as his User ID.
es_uy: Si está marcado, la dirección de Email del usuario se usará como su ID de Usuario.

source: Email notification text
da_dk: E-mail underetningtekst
es_uy: Texto del Email de notificación

source: Text for the body of the email sent to the registrant for registration verification. <p class="notebox"><strong>Note:</strong> You must include <code>%1$s</code> in your message where you wish the <em>registration verification</em> link to appear. You may also insert the registrant’s <em>name</em> (<code>%2$s</code>), <em>user id</em> (<code>%3$s</code>), and <em>password</em>* (<code>%4$s</code>).<br /><br />*For security reasons we recommend <strong>not</strong> inserting the <em>password</em>.</p>
es_uy: Texto del cuerpo del Email enviado al usuario registrante para la verificación del registro. <p class="notebox"><strong>Nota:</strong> debe incluir <code>%1$s</code> en su mensaje donde desee que aparezca el enlace <em>verificación de registro</em>. También puede insertar el <em>nombre</em> (<code>%2$s</code>) del registrante, <em>ID de usuario</em> (<code>%3$s</code>) y <em>contraseña</em> * (<code>%4$s</code>).<br /><br /> *Por razones de seguridad, recomendamos que <strong>no</strong> inserte la <em>contraseña</em>.</p>

source: Registration confirmation
da_dk: Registreringsbekræftigelse
es_uy: Confirmación de registro

source: Zenphoto Gallery registration
es_uy: Registración a la Galería Zenphoto

source: %1$s (%2$s) has registered for the zenphoto gallery providing an e-mail address of %3$s.
da_dk: %1$s (%2$s) har registreret for zenphoto galleriet, og anført en mailadresse: %3$s.
es_uy: %1$s (%2$s) se ha registrado en la galería Zenphoto proporcionando una dirección de correo electrónico %3$s.

source: Invalid verification link.
da_dk: Ugyldigt verifikationslink.
es_uy: Enlace de verificación inválido.

source: You may also register using federated credentials
da_dk: Du kan også registrere som medlem af organisationsnetværk
es_uy: También puede registrarse utilizando credenciales federadas

source: Related %s
da_dk: Relateret %s
es_uy: Relacionado %s

source: Site rewrite rules tab.
da_dk: Fane for webstedets rewrite regler
es_uy: Pestaña de reglas de reescritura del sitio.

source: rewrite
es_uy: reescribir

source: rewriteTokens
es_uy: reescribir Tokens

source: Rewrite Tokens
es_uy: Reescribir Tokens

source: A Zenphoto plugin that provides scriptless and privacy friendly sharing buttons for Facebook, Twitter, Google+, Pinterest, Linkedin, Xing, Reddit, Stumbleupon, Tumblr, WhatsApp (iOS only) and e-mail. (Note: No share counts because of that!).
es_uy: Un amigable complemento de Zenphoto que proporciona botones para compartir sin scripts y con privacidad para Facebook, Twitter, Google+, Pinterest, Linkedin, Xing, Reddit, Stumbleupon, Tumblr, WhatsApp (solo para iOS) y Email (Nota: ¡Sin cuentas compartidas en virtud de esto!).

source: Select the social networks you wish buttons to appear for. Note: WhatsApp iOS only.
es_uy: Seleccione las redes sociales para las que desea que aparezcan los botones. Nota: WhatsApp solo para iOS.

source: Threshold (success)
da_dk: Tærskel (succes)
es_uy: Umbral (exitoso)

source: Show the top <em>Threshold</em> criteria of successful searches. (Searches which returned at least one result.)
da_dk: Vis top <em>tærskelkriterier</em> af succesfulde søgninger. (Søgninger, som returnerer mindst ét resultat.)
es_uy: Muestra los principales criterios <em>Umbral</em> de las búsquedas exitosas. (Búsquedas que devolvieron al menos un resultado.)

source: Threshold (failed)
da_dk: Tærskel (mislykket)
es_uy: Umbral (Fallado)

source: Show the top <em>Threshold</em> criteria of searches that failed.
da_dk: Vis top <em>tærskelkriterier</em> af søgninger der mislykkedes.
es_uy: Muestra los principales criterios <em>Umbral</em> de búsquedas que fallaron.

source: Threshold (terms)
da_dk: Tærskel (termer)
es_uy: Umbral (términos)

source: Show the top <em>Threshold</em> terms used in searches.
da_dk: Vis top <em>Tærskeltermer</em> der er brugt i søgninger.
es_uy: Muestra los principales criterios <em>Umbral</em> de términos usados en búsquedas.

source: Threshold (IP)
da_dk: Tærskel (IP)
es_uy: Umbral (IP)

source: Show the top <em>Threshold</em> IPs that have performed searches.
da_dk: Vis top <em>Tærskel-IP</em> der har foretaget søgninger.
es_uy: Muestra los principales criterios <em>Umbral</em> de IPs que han realizado búsquedas.

source: Analysis
da_dk: Analyse
es_uy: Análisis

source: No search criteria collected.
da_dk: Ingen søgekriterier samlet.
es_uy: No se han recogido criterios de búsqueda.

source: Top %u successful search criteria
da_dk: Top %u succesfulde søgekriterier
es_uy: Los %u criterios de búsqueda más exitosos

source: Top %u failed search criteria
da_dk: Top %u mislykkede søgekriterier
es_uy: Los %u criterios de búsqueda más fallidos

source: Top %u search terms used
da_dk: Top %u søgeudtryk brugt
es_uy: Los %u términos de búsqueda más usados

source: Top %u Search IPs
da_dk: Top %u søge-IPer
es_uy: Las %u IPs más buscadas

source: Change <em>Threshold</em> values
da_dk: Skift <em>tærskelværdier</em>
es_uy: Cambiar los valores de <em>Umbral</em>

source: SEO Cleaner
da_dk: SEO Renser
es_uy: Limpiador de SEO

source: SEO cleaner
da_dk: SEO renser
es_uy: Limpiador SEO

source: Utility to divert access to the gallery to a screen saying the site is upgrading.
da_dk: Hjælpeværktøj til at omdirigere adgang til galleriet til en skærm der siger at webstedet opgraderes.
es_uy: Utilidad para desviar el acceso a la galería a una pantalla que indica que el sitio se está actualizando.

source: <em>mod_rewrite</em> is not enabled. This plugin may not work without rewrite redirection if the upgrade is significantly different than the running release.
da_dk: <em>mod_rewrite</em> er ikke aktiveret. Denne plugin virker muligvis ikke uden rewrite omdirigering, hvis opgraderingen er væsentlig anderledes end den kørende udgave.
es_uy: <em>mod_rewrite</em> no está habilitado. Es posible que este complemento no funcione sin volver a escribir la redirección si la actualización es significativamente diferente a la versión en ejecución.

source: Site status:
es_uy: Estado del sitio:

source: The site is closed!
da_dk: Dette site er lukket!
es_uy: El sitio está transitoriamente cerrado!

source: The site is in test mode!
da_dk: Dette site er i test-modus!
es_uy: El sitio está en modo prueba!

source: Restore site_upgrade files
es_uy: Restaurar archivos de actualización del sitio

source: Restores the files in the "plugins/site_upgrade" folder to their default state. Note: this will overwrite any custom edits you may have made.
es_uy: Restaura los archivos en la carpeta "plugins/site_upgrade" a su estado predeterminado. Nota: esto sobrescribirá cualquier edición personalizada que haya realizado.

source: Site » test mode
da_dk: Site » test modus
es_uy: Sitio » modo prueba

source: Make the site available for viewing administrators only.
da_dk: Gør sitet tilgængeligt for visning for administratorer kun.
es_uy: Hace al sitio disponible sólo para visualización del administrador.

source: Site » open
da_dk: Site » åben
es_uy: Site » abierto

source: Make site available for viewing.
da_dk: Gør sitet tilgængeligt til visning.
es_uy: Hace al sitio disponible para su visualización.

source: Site » close
da_dk: Site » luk
es_uy: Site » cerrado

source: Make site unavailable for viewing by redirecting to the "closed.html" page.
da_dk: Gør sitet utilgængeligt for visning ved at omdirigere til"closed.html" siden.
es_uy: Hace al sitio no disponible para visualización, redirigiéndolo a la página "closed.html".

source: site_upgrade files Restored to original.
es_uy: archivos de site_upgrade restaurados al original.

source: RSS suspended
da_dk: RSS suspenderet
es_uy: RSS suspendido

source: The RSS feed is currently not available.
da_dk: RSSfeed er ikke tilgængelig for tiden.
es_uy: La fuente RSS no está disponible.

source: Site is now marked in upgrade.
es_uy: El sitio ahora está marcado en actualización.

source: Site is viewable.
da_dk: Site kan ses.
es_uy: El sitio es visible.

source: Site is avaiable for testing only.
da_dk: Site er kun tilgængelig for testing.
es_uy: El sitio está disponible sólo para prueba.

source: Sitemap
es_uy: Mapa del sitio

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.
da_dk: Listen af sider der er udelukkede fra cachelagring. Sider der kan udelukkes er brugerdefinerede temasider inkluderet Zenpage sider (disse eventuelt mere specifikt ved titellink) og standard temafil image.php (eventuelt ved billedfil navn), album.php (eventuelt ved album mappenavn) eller index.php.<br />Hvis du ønsker at udelukke en fil fuldstændigt skriv <em>sidens-filnavn.php/</em>. <br />Hvis du ønsker at udelukke en side ved hjælp af en specifik titel, billedfilnavn eller album mappenavn skriv <em>sidefilnavn.php/titlelink eller billedfilnavn eller album mappenavn</em>. Adskil flere poster med komma.
es_uy: La lista de páginas a excluir de la generación de caché. Las páginas que se pueden excluir son las páginas temáticas personalizadas, incluidas las páginas Zenpage (opcionalmente más específicas por titlelink) y: los archivos de temas estándar image.php (opcionalmente por nombre de archivo de imagen); album.php (opcionalmente por nombre de carpeta de álbum); o index.php.<br /> Si desea excluir completamente una página, ingrese <em>página-filename.php/</em>. <br /> Si desea excluir una página por un título específico, nombre de archivo de imagen o nombre de carpeta de álbum, ingrese <em> pagefilename.php/titlelink o nombre de archivo de imagen o carpeta de álbum</em>. Separe varias entradas por coma.

source: Text editor TinyMCE 4.x
es_uy: Editor de texto TinyMCE 4.x

source: If encountering issues with special chars and other character entities change this. Note that this applies on re-saving content only. More info on the <a href="https://www.tinymce.com/docs/configure/content-filtering/#entity_encoding">tinyMCE docs</a>.
es_uy: Si encuentra problemas con caracteres especiales y otras entidades de carácter, cambie esto. Tenga en cuenta que esto se aplica solo al volver a guardar contenido. Más información en la <a href="https://www.tinymce.com/docs/configure/content-filtering/#entity_encoding">tinyMCE docs</a>.
