Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: description:
da_dk: beskrivelse:
es_uy: descripción:
ru_ru: описание:

source: Assign users
da_dk: Tildel brugere
es_uy: Usuarios asignados
ru_ru: Добавить пользователей

source: Are you sure you want to delete this group?
da_dk: Er du sikker på at du vil slette denne gruppe?
es_uy: Está seguro de borrar este grupo?
ru_ru: Вы уверены, что хотите удалить эту группу?

source: Delete this group.
da_dk: Slet denne gruppe.
es_uy: Borrar este grupo.
ru_ru: Удалить эту группу.

source: User %s is assigned to more than one group.
da_dk: Bruger %s er tildelt mere end én gruppe.
es_uy: El Usuario %s está asignado en más de un grupo.
ru_ru: Пользователь %s включен в несколько групп.

source: Group names may not contain “?”, “&”, or quotation marks.
es_uy: Los nombres de grupo no pueden contener "?", "&", o comillas.
ru_ru: Названия групп не должны содержать"?”, “&” или кавычек.

source: The group “%s” already exists.
es_uy: El grupo "%s" ya existe.
ru_ru: Группа “%s” уже существует.

source: Provides a means for users to login/out from your theme pages.
da_dk: Stiller en måde til rådighed for at logge ind/ud fra din temaside.
es_uy: Provee un medio a los usuarios para iniciar/cerrar sesión desde sus páginas de tema.
ru_ru: Предоставляет пользователям возможность входить в систему или выходить из системы на страницах вашей темы.

source: Login form
da_dk: Logind formular
es_uy: Formulario Iniciar Sesión
ru_ru: Форма входа на сайт

source: Form
da_dk: Formular
es_uy: Formulario
ru_ru: Форма

source: If the user is not logged-in display an <em>in-line</em> logon form or a link to a modal <em>Colorbox</em> form.
da_dk: Hvis brugeren ikke er logget på vises en <em>in-line</em> logind formular eller et link til en modal <em>Colorbox</em> formular.
es_uy: Si el usuario no inició sesión, muestre un formulario de inicio de sesión <em>en línea</em> o un enlace a un formulario modal de <em>Colorbox</em>.
ru_ru: Если пользователь не вошел в систему, отобразите <em>встроенную форму</em> входа в систему или ссылку на модальную форму <em>Colorbox</em>.

source: Provides a utility function to send e-mails to all users who have provided an e-mail address.
da_dk: Stiller en fuktion til rådighed, der kan sende emails til alle brugere der har angivet en mailadresse.
es_uy: Provee una utilidad para enviar Emails a todos los usuarios que han proporcionado una dirección de Email.
ru_ru: Утилита для рассылки писем всем зарегистрированным пользователям, которые сообщили свой e-mail адрес.

source: User mailing list
da_dk: Bruger mailliste
es_uy: Lista de correo del usuario
ru_ru: Список рассылки

source: There are no other registered users who have provided an e-mail address.
da_dk: Der er ikke andre registrerede brugere der har angivet en mailadresse.
es_uy: No hay otros usuarios registrados que hayan proporcionado una dirección de Email.
ru_ru: Нет других пользователей, которые бы сообщили свой e-mail адрес.

source: A tool to send e-mails to all registered users who have provided an e-mail address.
da_dk: Et værktøj til at sende mails til alle registrerede brugere der har angivet en mailadresse.
es_uy: Una herramienta para enviar Emails a todos los usuarios registrados que hayan proporcionado una dirección de Email.
ru_ru: Утилита для рассылки писем всем зарегистрированным пользователям, которые сообщили свой e-mail адрес.

source: Mailing
da_dk: E-mail
es_uy: Enviando eMail
ru_ru: Рассылка почтовых сообщений

source: A tool to send e-mails to all registered users who have provided an e-mail address. There is always a copy sent to the current admin and all e-mails are sent as <em>blind copies</em>.
da_dk: Et værktøj til at sende mails til alle registrerede brugere der har angivet en mailadresse. Der sendes altid en kopi til fungerende administrator og alle mails sendes som <em>blinde kopier</em>
es_uy: Una herramienta para enviar Email a todos los usuarios registrados que han proporcionado una dirección de Email. Siempre se envía una copia al administrador y todos los correos electrónicos se envían como <em>copias ocultas</em>.
ru_ru: Утилита для рассылки писем всем зарегистрированным пользователям, которые сообщили свой e-mail адрес. Копии писем в обязательном порядке отсылаются администратору и все письма посылаются как <em>blind copies</em>.

source: <strong>Note: </strong>No <em>sendmail</em> filter is registered. You must activate and configure a mailer plugin.
da_dk: <strong>Bemærk:</strong> Ingen <em>sendmail</em> filter registreret. Du skal aktivere og konfigurere en mail-plugin.
es_uy: <strong>Nota: </strong>No hay registrados filtros de <em>sendmail</em> Debe activar y configurar un complemento de correo.
ru_ru: <strong>Примечание: </strong> Фильтр <em>sendmail</em> не зарегистрирован. Необходимо активировать и настроить плагин почтовой программы.

source: Mail sent.
da_dk: Mail sendt.
es_uy: Email enviado.
ru_ru: Почта отправлена.

source: Subject:
da_dk: Emne:
es_uy: Asunto:
ru_ru: Тема:

source: To:
da_dk: Til:
es_uy: A:
ru_ru: Кому:

source: Message:
da_dk: Meddelelse:
es_uy: Mensaje:
ru_ru: Сообщение:

source: Send another mail
da_dk: Send flere mails
es_uy: Enviar otro Email
ru_ru: Написать еще одно сообщение

source: Please enter the message you want to send.
da_dk: Indtast venligst den meddelelse du ønskerat sende.
es_uy: Ingrese el mensaje que desea enviar.
ru_ru: Пожалуйста, наберите сообщение, которые вы хотели бы отправить.

source: Select users:
da_dk: Vælg brugere:
es_uy: Selecciones Usuarios:
ru_ru: Выберите пользователей:

source: Send mail
es_uy: Enviar Email
ru_ru: Отправить e-mail

source: Extracts <em>XMP</em> metadata from images and <code>XMP</code> sidecar files.
da_dk: Udtrækker <em>XMP</em> metadata fra billeder og <code>XMP</code> sidecar filer.
es_uy: Extractar metadatos <em>XMP</em> desde imágenes y archivos sidecar <code>XMP</code>.
ru_ru: Извлекает метаданные <em>XMP</em> из изображений и сопроводительных <code>XMP</code> файлов.

source: Sidecar file extension
da_dk: Sidecar filtypenavn
es_uy: Extensión de archivo Sidecar
ru_ru: Расширение сопроводительного файла

source: The plugin will look for files with <em>image_name.extension</em> and extract XMP metadata from them into the <em>image_name</em> record.
da_dk: Pluginet vil se efter filer med <em>billed_navn.endelse</em> og udtrække XMP metadate fra dem og ind i <em>billed_navn
es_uy: El complemento buscará archivos con <em>image_name.extension</em> y extraerá metadatos XMP de ellos en el registro <em>image_name</em>.
ru_ru: Плагин будет отслеживать файлы вида <em>имя_изображения.расширение</em> и экспортировать метаданные XMP из них в запись <em>имя_изображения</em>.

source: Process extensions
da_dk: Process endelser
es_uy: Extensiones procesadas
ru_ru: Обрабатывать расширения

source: If no sidecar file exists and the extension is enabled, the plugin will search within that type <em>image</em> file for an <code>XMP</code> block. <strong>Warning</strong> do not set this option unless you require it. Searching image files can be computationally intensive.
da_dk: Hvis der ikke findes nogen sidecar-filer og udvidelsen er aktiveret, vil pluginnet søge indefor denne type <em>billedfil</em> for en <code>XMP</em> blok. <strong>Advarsel</strong> Sæt ikke denne indstilling untaget hvis det kræves. At søge efter billedfiler kan være computermæssidt intensivt.
es_uy: Si no existe un archivo sidecar y la extensión está habilitada, el complemento buscará en ese archivo <em>imagen</em> por un bloque <code>XMP</code>. <strong>Advertencia</strong> no establezca esta opción a menos que la necesite. La búsqueda de archivos de imágenes puede ser computacionalmente intensiva.
ru_ru: Если для подключенного расширения отсутствует сопроводительный файл, то плагин будет проверять само изображение на наличие <code>XMP</code> блока.<br /> <strong>Внимание:</strong> данная процедура может создавать значительную нагрузку на сервер.

source: Export multilingual content
ru_ru: Экспорт мультиязычного контента

source: Check this to export the metadata in all activated languages.
ru_ru: Отметьте, если вы хотите экспортировать метаданные на всех активированных языках.

source: Use imageMetaFormatter::formatExposure() instead
ru_ru: Вместо этого используйте imageMetaFormatter::formatExposure()

source: Use imageMetaFormatter::convertToFraction() instead
ru_ru: Вместо этого используйте imageMetaFormatter::convertToFraction()

source: Use imageMetaFormatter::rationalNum() instead
ru_ru: Вместо этого используйте imageMetaFormatter::rationalNum()

source: Metadata exported
da_dk: Metadata eksporteret
es_uy: Metadatos exportados
ru_ru: Метаданные экспортированы

source: Export metadata info to XMP sidecar.
da_dk: Eksport metadata info til XMP sidecar.
es_uy: Exportar información de metadatos a un archivo sidecar XMP.
ru_ru: Экспортируйте метаданные в сопроводительные файлы XMP.

source: Only content of current user's language is exported
ru_ru: Экспортируется только содержимое на языке текущего пользователя

source: Export Metadata
da_dk: Eksport Metadata
es_uy: Exportar metadatos
ru_ru: Экспорт метаданных

source: A CMS plugin that adds the capability to run an entire gallery focused website with zenphoto.
da_dk: En CMS plugin der tilføjer muligheden for at køre et helt gallerifokuseret website med Zenphoto.
es_uy: Un complemento CMS que agrega la capacidad de ejecutar con zenphoto un sitio web enfocado en toda la galería .
ru_ru: CMS плагин, дающий возможность создавать полноценные сайты на базе Zenphoto.

source: <strong>Note:</strong> This feature must be integrated into your theme. It is not supported by the <em>basic</em> theme.
es_uy: <strong>Nota:</strong> Esta característica debe estar integrada en su tema. No es compatible con el tema <em>basic</em>.
ru_ru: <strong>Примечание: </strong> Плагин должен быть интегрирован в вашу тему оформления. Например, темы <em>default</em> и <em>stopdesign</em> не поддерживают zenpage.

source: Enabled Zenpage items
es_uy: Elementos de Zenpage habilitados
ru_ru: Используемые объекты Zenpage

source: Enable news articles and pages
es_uy: Habilitar artículos de noticias y páginas
ru_ru: Новости и страницы

source: Enable news
es_uy: Habilitar noticias
ru_ru: Новости

source: Enable pages
es_uy: Habilitar páginas
ru_ru: Страницы

source: This enables or disables the admin tabs for pages and/or news articles. To hide news and/or pages content on the front end as well, themes must be setup to use <br><code>if(ZP_NEWS_ENABLED) { … }</code> or <br><code>if(ZP_PAGES_ENABLED) { … }</code> in appropriate places. Same if disabled items should blocked as they otherwise still can be accessed via direct links. <p class="notebox"><strong>NOTE:</strong> This does not delete content and is not related to management rights.</p>
es_uy: Esto habilita o inhabilita las pestañas de administración para páginas y/o artículos de noticias. Para ocultar las noticias y/o el contenido de las páginas en el sitio, los temas deben configurarse para usar <br><code> if(ZP_NEWS_ENABLED) { … } </code> o <br> <code>if(ZP_PAGES_ENABLED) {... } </code> en los lugares apropiados. Igual si los elementos deshabilitados deben bloquearse, ya que de lo contrario todavía se podría acceder a través de enlaces directos. <p class="notebox"><strong>NOTA:</strong> Esto no elimina contenido y no está relacionado con derechos de administración.</p>
ru_ru: Это включает или отключает вкладки администратора для страниц и/или новостных статей. Чтобы скрыть содержимое новостей и/или страниц во внешнем интерфейсе, темы также должны быть настроены на использование <br><code>if(ZP_NEWS_ENABLED) { … }</code> или <code>if(ZP_PAGES_ENABLED) { … }</code> в соответствующих местах.<br> То же самое, если отключенные материалы должны быть заблокированы, поскольку в противном случае к ним все равно можно получить доступ по прямым ссылкам.<br> <p class="notebox"><strong>ПРИМЕЧАНИЕ:</strong> Это не удаляет содержимое и не связано с правами управления.</p>

source: Articles per page (theme)
da_dk: Artikler pr side (tema)
es_uy: Artículos por página (Tema)
ru_ru: Статей на странице (тема)

source: How many news articles you want to show per page on the news or news category pages.
da_dk: Hvor mange nyhedsartikler ønsker du at vise pr side på Nyheds- eller nyhedskategorisiderne.
es_uy: La cantidad de nuevos artículos por página que quiere mostrar en las páginas Noticias y Nuevas Categorías.
ru_ru: Количество статей на одной странице на страницах новостей и категорий новостей.

source: News article text length
da_dk: Nyhedsartikel tekst længde
es_uy: Longitud del texto de artículos de noticias
ru_ru: Длина фрагмента новости

source: The length of news article excerpts in news or news category pages. Leave empty for full text.
da_dk: Længden af nyhedsartikel resume i nyheds og nyhedskategori siderne. Lad være tom for fuld tekst.
es_uy: La longitud del artículo de noticias, excepto en las páginas de noticias o categorías de noticias. Deje vacío para ver el texto completo.
ru_ru: Размер фрагмента статьи (количество знаков) на страницах новостей и категорий новостей. Оставьте поле пустым, если хотите, чтобы текст отображался полностью.

source: You can also set a custom article shorten length for the news loop excerpts by using the standard TinyMCE <em>page break</em> plugin button (or manually using the html comment snippet <code>&lt;!-- pagebreak --&gt;</code>). If set, this will override this option.
es_uy: También puede configurar acortar la longitud de un artículo personalizado para los extractos del bucle de noticias usando el botón estándar TinyMCE <em>salto de página</em> (o manualmente usando el fragmento de comentario html<code>&lt;!-- pagebreak--&gt;</code>). Si se establece, se anulará esta opción.
ru_ru: <em>Пользовательское сокращение статьи:</em> Можно установить индивидуальную длину вводного текста для блока новостей используя в TinyMCE кнопку <em>разрыв страницы</em> (или вручную, используя HTML <code>&lt;!-- pagebreak --&gt;</code>). Это переопределит стандартную длину сокращений в опциях плагина.

source: News article text shorten indicator
da_dk: Indekator for Nyhedsartikel tekstforkortning.
es_uy: Indicador de texto truncado en artículo de noticias
ru_ru: Индикатор сокращенной статьи

source: Something that indicates that the article text is shortened, “ (...)” by default.
es_uy: Algo que indica que el texto del artículo está truncado, '"(...)" predeterminado.
ru_ru: Какой-либо индикатор, что текст статьи отображается не полностью, по умолчанию: “(...)”.

source: Read more
da_dk: Læse mere
es_uy: Leer más
ru_ru: Читать далее

source: The text for the link to the full article. Leave empty to use the default text.
ru_ru: Текст, используемый для ссылки на полный текст статьи/новости. Оставьте пустым, чтобы использовать текст по умолчанию.

source: New titlelink with date: Item types
es_uy: Nuevo titlelink con fecha: Tipos de elementos
ru_ru: Новая ссылка на заголовок с датой: типы объектов

source: Select the item type where the date always should be appended or prepended to the titlelink of newly created items.
es_uy: Seleccione el tipo de elemento en el que la fecha siempre debe agregarse o añadirse al titlelink de los nuevos elementos creados.
ru_ru: Выберите тип элемента, при котором дата всегда должна добавляться к ссылке на заголовок вновь созданных элементов.

source: A date will automatically be added if you are creating an item with an already used titlelink.
es_uy: Se agregará una fecha automáticamente si está creando un elemento con titlelink ya usado.
ru_ru: Дата будет добавлена автоматически, если вы создаете статью с уже используемой ссылкой на заголовок.

source: New titlelink with date: Date location
es_uy: Nuevo titlelink con fecha: Fecha de ubicación
ru_ru: Новая ссылка на заголовок с датой: Местоположение даты

source: Before
es_uy: Antes
ru_ru: До

source: After
es_uy: Después
ru_ru: После

source: Choose where to add the date to the titlelink of newly created items.
es_uy: Elija donde quiere agregar la fecha al titlelink del nuevo elemento creado.
ru_ru: Выберите, куда добавлять дату в URL новых объектов.

source: New titlelink with date: Date format
es_uy: Nuevo titlelink con fecha: Formato de fecha
ru_ru: Новая ссылка на заголовок с датой: формат даты

source: Unix timestamp
es_uy: Marca de tiempo de Unix
ru_ru: Временная метка Unix

source: Choose which date format to append or prepend to the titlelink of newly created items.
es_uy: Elija el formato de fecha para anexar o añadir al titlelink de los elementos recién creados.
ru_ru: Выберите формат даты для добавления к URL новых объектов.

source: * These options may be set via the <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a> plugin options.
da_dk: *Disse indstillnger kan sættes via <a href="javascript:gotoName(‘zenpage’);"><em>Zenpage</em></a> plugin indstillinger.
es_uy: * Estas opciones deben ser configuradas a través de las opciones del plugin <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a>.
ru_ru: * Эти параметры можно редактировать в настройках плагина <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a>.

source: Enable Zenpage CMS plugin
da_dk: Aktiver Zenpage CMS plugin
es_uy: Habilitar complemento CMS Zenphoto
ru_ru: Включить плагин Zenpage

source: Use the checkForGuest() template function instead
ru_ru: Вместо этого используйте функцию шаблона checkForGuest()

source: News Categories
da_dk: Nyhedskategorier
es_uy: Categorías de Noticias
ru_ru: Категории новостей

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
da_dk: Er du sikker på at du vil slette denne side? DETTE KAN IKKE FORTRYDES!
es_uy: ¿Estás seguro de que quieres eliminar esta página? ¡ESTO NO SE PUEDE DESHACER!
ru_ru: Вы уверены, что хотите удалить эту страницу? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: Edit Page
da_dk: Rediger side
es_uy: Editar Página
ru_ru: Редактировать страницу

source: New Page
da_dk: Ny side
es_uy: Nueva página
ru_ru: Новая страница

source: Delete Page
da_dk: Slet Side
es_uy: Borrar Página
ru_ru: Удалить страницу

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
da_dk: Er du sikker på at du vil slette denne artikel? DETTE KAN IKKE FORTRYDES!
es_uy: ¿Estás seguro de que quieres eliminar este artículo? ¡ESTO NO SE PUEDE DESHACER!
ru_ru: Вы уверены, что хотите удалить эту статью? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: Edit Article
da_dk: Rediger Artikel
es_uy: Editar Artículo
ru_ru: Редактировать статью

source: New Article
da_dk: Ny artikel
es_uy: Nuevo artículo
ru_ru: Новая статья

source: Delete Article
da_dk: Slet Artikel
es_uy: Borrar Artículo
ru_ru: Удалить статью

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
da_dk: Er du sikker på at du ønsker at slette denne kategori? DETTE KAN IKKKE FORTRYDES!
es_uy: ¿Está seguro que quiere borrar esta categoría? ESTO NO SE PUEDE DESHACER!
ru_ru: Вы уверены, что хотите удалить эту категорию? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: Edit Category
es_uy: Editar Categoría
ru_ru: Редактировать категорию

source: New Category
da_dk: Ny kategori
es_uy: Nueva categoría
ru_ru: Новая категория

source: Delete Category
da_dk: Slet kategori
es_uy: Borrar categoría
ru_ru: Удалить категорию

source: Nothing changed.
da_dk: Intet ændret.
es_uy: Nada cambiado.
ru_ru: Нет изменений.

source: Are you sure you want to delete all selected items? THIS CANNOT BE UNDONE!
da_dk: Er du sikker på at du vil slette alle valgte emner? DETTE KAN IKKE FORTRYDES!
es_uy: ¿Está seguro que quiere borrar todos los items seleccionados? ESTO NO SE PUEDE DESHACER!
ru_ru: Вы уверены, что хотите удалить все выделенные обьекты? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: New category
da_dk: Ny kategori
es_uy: Nueva categoría
ru_ru: Новая категория

source: Edit this Category
da_dk: Rediger denne Kategori
es_uy: Editar esta categoría
ru_ru: Редактировать категорию

source: Add tags to articles
da_dk: Tilføj tags til artikler
es_uy: Agregar etiquetas a artículos
ru_ru: Добавить теги к статьям

source: Clear tags of articles
da_dk: Fjern tags fra artikler
es_uy: Borrar etiquetas de artículos
ru_ru: Удалить теги из статей

source: The sort position of the indicated items cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
da_dk: Sorteringspositionen af de indikerede emner kan ikke gemmes fordi indlejringen er for dyb. Flyt dem venligst til et højere niveau og gem ordenen.
es_uy: La posición de ordenamiento de los elementos indicados no se puede registrar porque el anidado es demasiado profundo. Muévalos a un nivel superior y guarde su instrucción.
ru_ru: Положение сортировки указанных объектов не может быть зафиксировано из-за слишком глубокого размещения. Пожалуйста, переместите их на более высокий уровень и сохраните ваш порядок.

source: Has Password
da_dk: Har adgangskode
es_uy: Tiene contraseña
ru_ru: Установлен пароль

source: Delete category
da_dk: Slet kategori
es_uy: Borrar categoría
ru_ru: Удалить категорию

source: copy of %s
da_dk: kopi af %s
es_uy: copia de %s
ru_ru: копия %s

source: This is not a future date!
da_dk: Dette er ikke en fremtidig dato!
es_uy: Esta no es una fecha futura!
ru_ru: Введите дату в будущем!

source: Future publishing date
ru_ru: Дата публикации (в будущем)

source: Article
da_dk: Artikel
es_uy: Artículo
ru_ru: Статья

source: Article <em>%s</em> not found
da_dk: artikel <em>%s</em> ikke fundet
es_uy: Artículo <em>%s</em> no encontrado
ru_ru: Статья <em>%s</em> не найдена

source: Category <em>%s</em> not found
da_dk: Kategori <em>%s</em> ikke fundet
es_uy: Categoría <em>%s</em> no encontrada
ru_ru: Категория <em>%s</em> не найдена

source: Page <em>%s</em> not found
da_dk: Side <em>%s</em> ikke fundet
es_uy: Página <em>%s</em> no encontrada
ru_ru: Страница <em>%s</em> не найдена

source: Edit Article:
da_dk: Rediger aktikel:
es_uy: Editar artículo:
ru_ru: Редактировать статью:

source: Edit Category:
da_dk: Rediger kategori:
es_uy: Editar Categoría:
ru_ru: Редактировать категорию:

source: Edit Page:
da_dk: Rediger side:
es_uy: Editar Página:
ru_ru: Редактировать страницу:

source: Usage tips
da_dk: Bruger tips
es_uy: Consejos de uso
ru_ru: Справка

source: Check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use Zenphoto’s multilingual mode).
es_uy: Marque <em>Editar Titlelink</em> si necesita personalizar la forma en que aparece el título en las URL. De lo contrario, se actualizará automáticamente con los cambios realizados en el título. Si desea evitar esta comprobación, <em>Habilite permaTitlelink</em> y el enlace del título permanecerá siempre igual (recomendado si usa el modo multilingüe de Zenphoto).
ru_ru: Отметьте <em>Редактировать ссылку ан заголовок</em>, если вам нужно настроить отображение заголовка в URL-адресах. В противном случае он будет автоматически обновляться с учетом любых изменений, внесенных в заголовок. Если вы хотите предотвратить эту проверку, <em>Включите постоянную ссылку</em> и ссылка на заголовок останется неизменной (рекомендуется, если вы используете многоязычный режим Zenphoto).

source: <strong>Note:</strong> Edit titlelink overrides the permalink setting.
da_dk: <strong>Bemærk:</strong> Rediger titellink tilsidesætter permalink indstillingen.
es_uy: <strong>Nota:</strong> Editar titlelink borra la configuración de permalink.
ru_ru: <strong>Примечание: </strong> Редактирование ссылки перекрывает параметр <em>Включить постоянную ссылку</em>.
