Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Auto Backup last ran %s.
da_dk: Auto backup kørte sidste %s.
es_uy: Ultima ejecución de copia de seguridad automática %s.
ru_ru: Последний запуск автоматического резервного копирования: %s.

source: Responsive jQuery bxSlider thumb nav plugin based on <a href='http://bxslider.com'>http://bxslider.com</a>
da_dk: Responsive jQuery bxSlider miniature-navigeringsplugin baseret på <a href=‘http://bxslider.com’>http://bxslider.com</a>
es_uy: El complemento jQuery bxSlider thumb nav se basa en <a href='http://bxslider.com'>http://bxslider.com</a>
ru_ru: Адаптивный jQuery bxSlider thumb nav плагин на основе <a href="http://bxslider.com">http://bxslider.com</a>

source: Only one Carousel plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun en Karrusel-plugin kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Solo se puede habilitar un complemento de Carrusel de diapositivas. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин Carousel. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: Minimum items
da_dk: Minimale antal elementer
es_uy: Artículos mínimos
ru_ru: Минимальное количество элементов

source: The minimum number of slides to be shown. Slides will be sized down if carousel becomes smaller than the original size.
da_dk: Minimale antal dias der skal vises. Slides vil blive dimensioneret ned, hvis karrusellen bliver mindre end den oprindelige størrelse.
es_uy: El número mínimo de diapositivas a mostrar. Las diapositivas se reducirán si el carrusel se vuelve más pequeño que el tamaño original.
ru_ru: Минимальное количество показываемых слайдов. Размер слайдов уменьшится, если карусель станет меньше исходного.

source: Maximum items
da_dk: Maximale antal elementer
es_uy: Máximo de Artículos
ru_ru: Максимальное количество

source: The maximum number of slides to be shown. Slides will be sized up if carousel becomes larger than the original size.
da_dk: Det maksimale antal dias, der skal vises. Slides vil blive dimensioneret op, hvis karrusellen bliver større end den oprindelige størrelse
es_uy: El número máximo de diapositivas a mostrar. Las diapositivas se dimensionarán si el carrusel se hace más grande que el tamaño original.
ru_ru: Максимальное количество показываемых слайдов. Размер слайдов увеличится, если карусель станет больше исходного размера.

source: Width
da_dk: Bredde
es_uy: Ancho
ru_ru: Ширина

source: Width of the thumb. Note that the CSS might need to be adjusted.
da_dk: Bredde af miniaturen. Bemærk at CSS måske skal justeres.
es_uy: Ancho de la miniatura. Note que el archivo CSS podría necesitar ajustarse.
ru_ru: Ширина миниатюр. Обратите внимание, что вам, возможно, потребуется скорректировать CSS.

source: Height
da_dk: Højde
es_uy: Altura
ru_ru: Высота

source: Height of the thumb. Note that the CSS might need to be adjusted.
da_dk: Højde af miniaturen. Bemærk at CSS måske skal justeres.
es_uy: Alto de la miniatura. Note que el archivo CSS podría necesitar ajustarse.
ru_ru: Высота миниатюр. Обратите внимание, что вам, возможно, потребуется скорректировать CSS.

source: Crop width
da_dk: Beskæringsbredde
es_uy: Ancho de recorte
ru_ru: Ширина кадрирования

source: Crop height
da_dk: Beskæringshøjde
es_uy: Alto de recorte
ru_ru: Высота кадрирования

source: Speed
da_dk: Hastighed
es_uy: Velocidad
ru_ru: Скорость

source: The speed in miliseconds the slides advance when clicked.)
da_dk: Hastigheden i millisekunder som dias fremføres med, når der klikkes.)
es_uy: La velocidad en milisegundos a la que avanzan las diapositivas al clickear.)
ru_ru: Скорость в миллисекундах, с которой слайды перемещаются при нажатии.

source: Full image link
da_dk: link til fuldt billede
es_uy: Enlace a imagen completa
ru_ru: Ссылка на оригинал

source: If checked the thumbs link to the full image instead of the image page.
da_dk: Hvis markeret vil miniaturen linkke til det fulde billede i stedet for billedsiden.
es_uy: Si está marcado, las miniaturas enlazan con la imagen completa en lugar de la página de la imagen.
ru_ru: Если установлен флажок, указывайте ссылку на полное изображение, а не на страницу изображения.

source: Mode
da_dk: Modus
es_uy: Modo
ru_ru: Режим

source: The mode of the thumb nav. Note this might require theme changes.
da_dk: Modus af miniaturenavigering. Bemærk at dette kan kræve ændringer i temaet.
es_uy: El modo de navegación de la miniatura. Tenga en cuenta que esto podría requerir cambios en el tema.
ru_ru: Режим навигации для миниатюр. Обратите внимание, что для этого может потребоваться изменение темы.

source: Provides image cache management utilities.
ru_ru: Утилиты для управления кэшем изображений, HTML и RSS потоков.

source: Cache default sizes
es_uy: Tamaños predeterminados de caché
ru_ru: Кэшировать размеры

source: Default thumb size
es_uy: Tamaño predeterminado de miniatura
ru_ru: Миниатюры

source: Default sized image
es_uy: Tamaño de imagen predeterminado
ru_ru: Оригиналы

source: If enabled the default thumb size (or if set a manual crop) and/or the default sized image as set on the theme options are enabled for caching. Themes or plugins can request to override this option being disabled by defining <code>addDefaultThumbSize()</code> and/or <code>addDefaultSizedImageSize()</code> on their option definitions.
ru_ru: Если отмечено, для кэширования будет включен размер миниатюр по умолчанию (или если задано кадрирование) и/или размер изображения по умолчанию, указанный в параметрах темы. Темы или плагины могут запросить переопределение этой отключенной опции, определив <code>addDefaultThumbSize()</code> и/или <code>addDefaultSizedImageSize()</code> в своих настройках.

source: Pre-caching generation mode
es_uy: Modo de generación de caché previa
ru_ru: Режим предварительного кэширования

source: Classic
es_uy: Clasico
ru_ru: Классический

source: Choose the way how the cachemanager generates the cache sizes via its utility.
es_uy: Elija la forma en que el administrador de caché genera los tamaños de caché a través de su utilidad.
ru_ru: Выберите способ, которым cachemanager будет генерировать требуемые размеры.

source: <em>Classic</em> (default) outputs the image sizes to generate directly. This is faster and works basically on all servers but is not always creating all sizes reliably so the process may have to be repeated.
es_uy: <em>Clasico</em> (predeterminado) toma los tamaños de imagen de salida para generarlos directamente. Esto es más rápido y funciona básicamente en todos los servidores, pero no siempre crea todos los tamaños de manera confiable, por lo que el proceso tal vez debe repetirse.
ru_ru: <em>Classic</em> (по умолчанию) выводит размеры изображения для непосредственного создания. Это быстрее и работает в основном на всех серверах, но не всегда обеспечивает надежное создание всех размеров, поэтому процесс, возможно, придется повторить.

source: <em>cURL</em> uses PHP cURL requests to generate the images without output. Although processing time and server load is similar to the classic mode, it is actually more reliable in creating the sizes, especially if you have lots of images and albums. However this does not work properly on all servers.
es_uy: <em>cURL</em> usa las solicitudes de PHP CURL para generar las imágenes sin salida. Aunque el tiempo de procesamiento y la carga del servidor son similares al modo clásico, en realidad es más confiable en la creación de tamaños, especialmente si tiene muchas imágenes y álbumes. Sin embargo, esto no funciona correctamente en todos los servidores.
ru_ru: <em>cURL</em> использует запросы PHP cURL для генерации изображений без вывода. Хотя время обработки и нагрузка на сервер аналогичны классическому режиму, на самом деле он более надежен при создании размеров, особенно если у вас много изображений и альбомов. Однако это работает должным образом не на всех серверах.

source: Hide
da_dk: Skjul
es_uy: Oculto
ru_ru: Скрыть

source: Functionality of this method has been moved to the RSS and static_html_cache plugins
ru_ru: Функциональность этого метода была перенесена в плагины RSS и static_html_cache

source: Missing album
es_uy: Album faltante
ru_ru: Альбом отсутствует

source: %1$s: image %2$s
da_dk: %1$s: billede %2$s
es_uy: %1$s: imagen %2$s
ru_ru: %1$s: изображение %2$s

source: album %s
es_uy: álbum %s
ru_ru: альбом %s

source: This album does not have any images.
es_uy: Este álbum no contiene imágenes.
ru_ru: <strong>Замечание:</strong> В этом альбоме отсутствуют изображения.

source: All already cached.
es_uy: Todo ya en caché.
ru_ru: Кеш уже создан.

source: Finds images that have not been cached and creates the cached versions.
da_dk: Finder billeder, der ikke har været cachede og laver cachelagrede versioner.
es_uy: Busca imágenes que no se han almacenado en caché y crea las versiones almacenadas en caché.
ru_ru: Находит не кэшированные изображения и создаeт их кэш-копии.

source: You must first set the plugin options for cached image parameters.
da_dk: Du skal først sætte pluginindstillinger for cachede billedparametre.
es_uy: Primero debe configurar las opciones de complemento para los parámetros de imagen en caché.
ru_ru: Сначала вы должны настроить плагин для кэшированного изображения.

source: Cache manager
es_uy: Administrador de caché
ru_ru: Менеджер кэша

source: Purge Image cache
da_dk: Ryd billedcache
es_uy: Purgar la caché de imagen
ru_ru: Очистить кэш изображений

source: Delete all files from the Image cache
da_dk: Slet alle filer fra billedcachen
es_uy: Borrar todos los archivos del caché de imagen
ru_ru: Удалить все файлы из кэша изображений

source: Cleanup image cache sizes
es_uy: Limpiar tamaños de caché de imagen
ru_ru: Очистить кэш неиспользуемых размеров

source: Removes old stored image cache size definitions of themes and plugins not existing on this site. It also removes sizes from inactive plugins.
ru_ru: Удаляет старые сохраненные определения размеров кэша изображений для тем и плагинов, не существующих на этом сайте. Также удаляются размеры неактивных плагинов.

source: Cache album images
da_dk: Cache albumbilleder
es_uy: Almacenar en caché imágenes del álbum
ru_ru: Кэшировать изображения

source: Your server does not support the native PHP extension <code>cURL</code>. Pre-caching images is much more effective using it.
ru_ru: Ваш сервер не поддерживает нативное расширение PHP <code>cURL</code>. Предварительное кэширование изображений намного эффективнее при его использовании.

source: Back to the overview
da_dk: Tilbage til oversigten
es_uy: Volver a Vista Previa
ru_ru: Вернуться к обзору

source: New cache size selection
es_uy: Nueva selección de tamaño de caché
ru_ru: Выбор новых размеров для кэширования

source: Cache images
da_dk: Cache billeder
es_uy: Imágenes de caché
ru_ru: Кэшировать изображения

source: Cache stored images
da_dk: Cachede billeder
es_uy: Imágenes almacenadas en caché
ru_ru: Кэшировать сохраненные изображения

source: This utility scans the database for images references that have been stored there (e.g. embedded within text content).
es_uy: Esta utilidad escanea la base de datos en busca de referencias de imágenes que se hayan almacenado allí (p.ej. incrustadas en el contenido del texto).
ru_ru: Эта утилита сканирует базу данных на наличие ссылок на изображения, которые там хранились (например, встроенные в текстовое содержимое).

source: The following database fields are checked:
es_uy: Los siguientes campos de la base de datos están marcados:
ru_ru: Проверены следующие поля базы данных:

source: <code>desc</code> (description) of albums and images
es_uy: <code>desc</code> (descripción) de álbumes e imágenes
ru_ru: <code>описание</code> альбомов и изображений

source: <code>content</code> and <code>extracontent</code> of Zenpage news articles and pages.
es_uy: <code>content</code> y <code>extracontent</code> artículos de noticias y páginas de Zenpage.
ru_ru: <code>контент</code> и <code>дополнительный контент</code> новостных статей и страниц Zenpage.

source: If an image processor URI is discovered it will be converted to a cache file URI.
da_dk: Hvis en billedprocessor URI er opdaget, vil den blive konverteret til en cachefil URI.
es_uy: Si se descubre un URI de procesador de imágenes, se convertirá en un URI de archivo de caché.
ru_ru: Если обнаружен URI процессора обработки изображений, он будет преобразован в URI файла кэша.

source: If the cache file for the image does not exist, a caching image reference will be made for the image.
da_dk: Hvis cachefilen for billedet ikke findes, vil et cachebillede blive dannet fra billedet.
es_uy: Si el archivo de caché para la imagen no existe, se creará una referencia de imagen de caché para esa imagen.
ru_ru: Если файл кэша для изображения не существует, для него будет создана ссылка на кэшированное изображение.

source: Since this tool modifies the database directly, it is strongely recommended to perform a database backup before executing!
es_uy: Ya que esta herramienta modifica la base de datos directamente, se recomienda encarecidamente realizar una copia de seguridad de la base de datos antes de ejecutar!
ru_ru: Поскольку этот инструмент изменяет базу данных напрямую, настоятельно рекомендуется выполнить резервное копирование базы данных перед запуском!

source: Caching log
es_uy: Registro de caché
ru_ru: Журнал кэширования

source: %u image processor reference updated.
ru_ru: %u ссылка на обработчик изображения найдена.

source: %1$u of %2$u found cached image required re-caching.
es_uy: %1$u de %2$u imagen en caché que requiere cachear nuevamente.
ru_ru: %1$u из %2$u обнаруженное кэшированное изображение требовало повторного кэширования.

source: <strong>Note:</strong> the following objects have images that appear to no longer exist.
da_dk: <strong>Bemærk:</strong> følgende objekter har billeder som ikke synes at eksistere mere.
es_uy: <strong>Nota:</strong> los siguientes objetos tienen imágenes que parecen ya no existir.
ru_ru: <strong>Примечание:</strong> изображения следующих объектов, возможно, больше не существуют.

source: %u image processor reference found.
da_dk: %u billedprocessor henvisning fundet.
es_uy: Se encontró referencia %u del procesador de imágenes.
ru_ru: %u ссылка на обработчик изображения найдена.

source: You should use the refresh button to convert these to cached image references
da_dk: Du bør bruge opdatere-knappen til at konvertere disse til cachebilled referencer
es_uy: Use el botón de actualización para convertir estas a referencias de imágenes en caché
ru_ru: Вы должны использовать кнопку обновить, чтобы преобразовать их в ссылки на кэшированные изображения

source: %1$u of %2$u found cached image requires re-caching.
es_uy: %1$u de %2$u imagen en caché que requiere cachear nuevamente.
ru_ru: %1$u из %2$u обнаруженное кэшированное изображение требует повторного кэширования.

source: %1$u of %2$u found cached image re-cached.
es_uy: %1$u de %2$u imagen en cache encontrada que fue cacheada nuevamente.
ru_ru: произведено повторное кэшированное %1$u из %2$u изображений.

source: Image cache sizes cleaned up.
es_uy: Tamaño de caché de imagen limpiado.
ru_ru: Кэш изображений удален.

source: Refreshing cache for %s
da_dk: Opfrisker cachen for %s
es_uy: Actualizando la caché de %s
ru_ru: Обновление кэша для %s

source: This tool searches uncached image sizes from your albums or within a theme or plugin if they are registered to the cacheManager properly. If uncached images sizes exist you can have this tool generate these. If you like to re-generate existing cache image sizes, you have to clear the image cache manually first.
es_uy: Esta herramienta busca los tamaños de imagen sin cachear de sus álbumes o dentro de un tema o complemento, si están registrados en el Administrador de caché correctamente. Si existen tamaños de imágenes no almacenadas, puede hacer que esta herramienta las genere. Si desea volver a generar tamaños de imagen de caché existentes, primero las debe borrar manualmente del caché.
ru_ru: Этот инструмент выполняет поиск размеров некэшированных изображений в ваших альбомах, в теме или плагине, если они должным образом зарегистрированы в CacheManager. Если существуют размеры некэшированных изображений, вы можете попросить этот инструмент сгенерировать их. Если вы хотите повторно сгенерировать существующие размеры изображений в кэше, вам необходимо сначала очистить кэш изображений вручную.

source: Note that this is a quite time and server power consuming measure depending on the number of images to pre-cache, their dimensions and the power of your server.
es_uy: Note que esta medida consume bastante tiempo y energía del servidor, dependiendo de la cantidad de imágenes almacenadas en la memoria caché, sus dimensiones y la potencia de su servidor.
ru_ru: Обратите внимание, что это довольно затратная по ресурсам мера, срок выполнения зависит от количества изображений, подлежащих предварительному кэшированию, их размеров и мощности вашего сервера.

source: If your server is not able to process all albums and images try one album after another from each album edit page. Also remember that Zenphoto will create any size on the fly right when needed.
es_uy: Si su servidor no puede procesar todos los álbumes e imágenes, pruebe un álbum tras otro en cada página de edición de álbumes. También recuerde que Zenphoto creará cualquier tamaño sobre la marcha cuando sea necesario.
ru_ru: Если ваш сервер не в состоянии обработать все альбомы и изображения, попробуйте выполнять эту операцию для один альбом за раз, выбирая соответствующую команду на каждой странице редактирования альбома. Также помните, что Zenphoto создаст любой размер на лету, когда это необходимо.

source: Full Image
da_dk: Originalstørrelse
es_uy: Imagen completa
ru_ru: Оригинал изображения

source: Default thumb size (or manual crop)
es_uy: Tamaño de miniatura predeterminado (o recorte manual)
ru_ru: Стандартная миниатюра

source: Default sized image size
es_uy: Tamaño de imagen predeterminado
ru_ru: Стандартный размер изображения

source: all sizes for <i>%1$s</i>
da_dk: alle størrelser for <i>%1$s</i>
es_uy: todos los tamaños para <i>%1$s</i>
ru_ru: все размеры для <i>%1$s</i>

source: %1$u cache size to apply for %2$u images (%3$u cache size images in total*)
es_uy: tamaño de caché %1$u para aplicar en %2$u imágenes (tamaño de caché de imágenes %3$u en total*)
ru_ru: Размер %1$u для применения к кэшированию %2$u изображения (общий размер кэша изображений размером %3$u *)

source: * Approximate number not counting already existing cache sizes.
es_uy: * Número aproximado sin contar tamaños de caché ya existentes.
ru_ru: * Приблизительное количество, не считая уже существующих размеров в кэше.

source: Image caching in progress.
es_uy: Almacenamiento de imágenes en caché en curso.
ru_ru: Выполняется кэширование изображений.

source: Please be patient as this might take quite a while! It depends on the number of images to pre-cache, their dimensions and the power of your server.
es_uy: Por favor, sea paciente ya que esto puede tomar bastante tiempo! Depende de la cantidad de imágenes a pre cachear, sus dimensiones y la potencia de su servidor.
ru_ru: Пожалуйста, наберитесь терпения, так как это может занять некоторое время! Это зависит от количества изображений для предварительного кэширования, их размеров и мощности вашего сервера.

source: If you move away from this page before this loader disapeared, the caching will be incomplete but you can re-start any time later.
es_uy: Si cierra esta página antes de que desaparezca este cargador, el almacenamiento en caché estará incompleto, pero podrá reiniciarlo en cualquier momento.
ru_ru: Если вы уйдете с этой страницы до того, как исчезнет загрузчик, кэширование будет неполным, но вы сможете перезапустить его в любое время позже.

source: Image cache sizes generated:
es_uy: Caché de imágenes generada:
ru_ru: Сгенерированные размеры для кэша изображений:

source: Image cache sizes failed:
es_uy: Falló el dimensionamiento de caché de imagen:
ru_ru: Ошибка генерации кэша изображений размером:

source: Images processed:
es_uy: Imágenes procesadas:
ru_ru: Изображений обработано:

source: Albums processed:
es_uy: Albúmes procesados:
ru_ru: Альбомов обработано:

source: Processing time:
es_uy: Tiempo de procesamiento:
ru_ru: Время обработки:

source: minutes
es_uy: minutos
ru_ru: минуты

source: Caching done!
es_uy: Cacheo hecho!
ru_ru: Кэширование завершено!

source: No cache sizes enabled.
da_dk: Ingen cachestørrelser aktiverede.
es_uy: Sin dimensionamiento de caché habilitado.
ru_ru: Размеры для кэша не выбраны.

source: Cache the images
da_dk: Cache billederne.
es_uy: Almacene las imágenes en caché
ru_ru: Кэшировать изображения

source: Executes the caching of the selected image sizes.
da_dk: Udfør caching af de valgte billedstørrelser.
es_uy: Ejecute el cacheo de los tamaños de imagen seleccionados.
ru_ru: Создать кэш изображений отмеченных размеров.

source: Provides a means for handling arbitrary file types. (No rendering provided!)
da_dk: Giver mulighed for håndtering af vilkårlig filtyper. (Ingen rendering foretages!)
es_uy: Proporciona un medio para manejar tipos de archivos arbitrarios. (No se proporciona ninguna representación!)
ru_ru: Поддержка произвольных типов файлов (Без рендеринга!)

source: Watermark default images
da_dk: Vandmærke standard billeder
es_uy: Imágenes de marcas de agua predeterminadas
ru_ru: Водяной знак по умолчанию

source: Check to place watermark image on default thumbnail images.
da_dk: Tjek for at placere vandmærkebillede på standard miniaturebilleder.
es_uy: Marque para colocar una imagen de marca de agua en miniaturas de imágenes predeterminadas.
ru_ru: Отметьте, если вы хотите добавлять водяной знак на типовые миниатюры объектов.

source: Handled files
da_dk: Håndterede filer
es_uy: Archivos manejados
ru_ru: Поддерживаемые файлы

source: File suffixes to be handled.
da_dk: Fil suffixer som skal håndteres.
es_uy: Sufijos de archivo a ser manejados.
ru_ru: Расширения файлов, которые будет обрабатывать плагин.

source: Add file suffix
da_dk: Tilføj fil suffix
es_uy: Agregar sufijo de archivo
ru_ru: Добавить расширения файлов

source: Add a file suffix to be handled by the plugin
da_dk: Tilføj et fil suffix der skal håndteres af pluginet
es_uy: Agregar un sufijo de archivo para sr manejado por la extensión
ru_ru: Добавьте расширения файлов, которые будет обрабатываться плагином

source: Provides a means for showing documents using <em>WEBdocs</em> for the document rendering.
da_dk: Giver mulighed for at vise dokumenter ved hjælp af <em>WEBdocs</em> dokument gengivelse.
es_uy: Proporciona un medio para mostrar documentos usando <em>WEBdocs</em> para la representación del documento.
ru_ru: Предоставляет средство для показа документов с использованием <em>WEBdocs</em> для рендеринга.

source: Disabled
da_dk: Deaktiveret
es_uy: Deshabilitado
ru_ru: Отключить

source: Browser default
da_dk: Browser standard
es_uy: Navegador predeterminado
ru_ru: Дефолтный выбор в браузере

source: Choose the WEB service to use for rendering pdf documents.
da_dk: Vælg den webtjeneste der skal bruges til at gengive PDF-dokumenter.
es_uy: Elija el servicio WEB a usar para representar documentos pdf.
ru_ru: Выберите веб-сервис для показа PDF документов.

source: Select <em>google</em> to use the <a href="%s">GoogleDocs viewer</a>
da_dk: Vælg <em>google</em> for at bruge <a href="%s">GoogleDocs viewer</a>
es_uy: Seleccione <em>GoogleDocs</em> para usar el <a href="%s">Visor de GoogleDocs</a>
ru_ru: Выберите <em>GoogleDocs</em>, чтобы использовать <a href="%s">программу просмотра GoogleDocs</a>
