Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Uncheck to disable the jQuery pagination of comments. Enabled by default.
da_dk: Fjern markering for at deaktivere jQuery paginering af kommentaere. Er aktiveret som standard.
es_uy: Desmarque para deshabilitar la paginación jQuery de los comentarios. Habilitada por defecto.
ru_ru: Разбивка комментариев на страницы с нумерацией, используя jQuery. По умолчанию включено.

source: Data usage confirmation
es_uy: Confirmación del uso de datos
ru_ru: Подтверждение согласия

source: If checked a mandatory checkbox is added for users to confirm about data storage and handling by your site. This is recommend to comply with the European GDPR.
es_uy: Si se marca, se agrega una casilla de verificación obligatoria para que los usuarios confirmen el almacenamiento y manejo de datos en su sitio. Se recomienda cumplir con el GDPR europeo.
ru_ru: Если отмечено, добавляется обязательный флажок для подтверждения пользователями согласия на хранение и обработки данных вашим сайтом. Рекомендуется для соблюдения европейского GDPR.

source: Autocomplete
ru_ru: Автозаполнение

source: If checked the form allows autocompletion by the browser. Note that this may be of privacy concerns.
ru_ru: Если отмечено, форма включает информацию для автоматического заполнения полей браузером. Обратите внимание, что это может быть связано с соображениями конфиденциальности.

source: Captcha field
da_dk: Captcha felt
es_uy: Campo captcha
ru_ru: Поле Captcha

source: For guests
da_dk: For gæster
es_uy: Para invitados
ru_ru: Для гостей

source: If <em>Captcha</em> is required, the form will include a Captcha verification.
da_dk: Hvis <em>Captcha</em> kræves, vil formularen indeholde en captcha verification.
es_uy: Si el campo <em>Captcha</em> es requerido, el formulario incluirá una verificación por captcha.
ru_ru: Выберите, следует ли отображать защитный код <em>Captcha</em> в форме комментариев.

source: Math quiz
ru_ru: Математический тест

source: Enables a mandatory input field so users have to answer a math question before they can send any comment.
ru_ru: Активирует дополнительное поле, в котором пользователи должны решить предложенный пример перед тем, как оставить комментарий.

source: Math quiz question
ru_ru: Задача для математического теста

source: The question for the math quiz. Enter a valid PHP expression like 2+3*2. Allowed chars: <code>0-9+-*/.()</code>.
ru_ru: Задача для математического теста. Введите допустимое в PHP математическое выражение, например: 2+3*2. Разрешенные знаки: <code>0-9+-*/.()</code>.

source: Text quiz
ru_ru: Текстовый тест

source: Enables a mandatory input field so users have to answer a text question before they can send any comment.
ru_ru: Активирует дополнительное поле, в котором пользователи должны дать ответ на предложенный вопрос перед тем, как оставить комментарий.

source: Text quiz question
ru_ru: Вопрос

source: The question for the text quiz.
ru_ru: Проверочный текстовый вопрос.

source: Text quiz answer
ru_ru: Ответ на вопрос

source: The answer to the text quiz question.
ru_ru: Ответ ан проверочный текстовый вопрос.

source: comments
da_dk: kommentarer
es_uy: comentarios
ru_ru: Комментарии

source: Add a comment:
da_dk: Tilføj en kommentar:
es_uy: Agregar un comentario:
ru_ru: Добавить комментарий:

source: No Comments
da_dk: Ingen kommentarer
es_uy: Sin Comentarios
ru_ru: Нет комментариев

source: %u Comment
da_dk: %u Kommentar
es_uy: %u Comentario
ru_ru: %u комментарий

source: show comments
da_dk: vis kommentarer
es_uy: ver comentarios
ru_ru: показать комментарии

source: hide comments
da_dk: skjul kommentarer
es_uy: ocultar comentarios
ru_ru: скрыть комментарии

source: on
da_dk: på
ru_ru: от

source: Only registered users may post comments.
da_dk: Kun registrerede brugere kan afgive kommentarer.
es_uy: Sólo usuarios registrados pueden comentar.
ru_ru: Только зарегистрированные пользователи могут добавлять комментарии.

source: Subscribe to comments
da_dk: Abbonner på kommentarer
es_uy: Suscribir a Comentarios
ru_ru: Подписаться на комментарии

source: Closed for comments.
da_dk: Lukket for kommentarer.
es_uy: Cerrado para comentarios.
ru_ru: Закрыто для комментирования.

source: Edit comment
da_dk: Ret kommentar
es_uy: Editar comentario
ru_ru: Редактировать комментарий

source: Are you sure you want to delete this comment?
da_dk: Er du sikker på at du vil slette denne kommentar?
es_uy: ¿Está seguro de querer borrar este comentario?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

source: Author:
da_dk: Forfatter:
es_uy: Autor:
ru_ru: Автор:

source: Web Site:
da_dk: Hjemmeside:
es_uy: Sitio Web:
ru_ru: Веб-сайт:

source: Date/Time:
da_dk: Dato/Tid:
es_uy: Fecha/Hora:
ru_ru: Дата/Время:

source: Street:
es_uy: Calle:
ru_ru: Улица:

source: Postal code:
es_uy: Cód. Postal:
ru_ru: Индекс:

source: Comment:
da_dk: Kommentar:
es_uy: Comentario:
ru_ru: Комментарий:

source: Comment management
da_dk: Kommentarhåndtering
es_uy: Gestión de Comentarios
ru_ru: Управление комментариями

source: Comment is un-approved
da_dk: Kommentar er ikke godkendt
es_uy: Comentario No aprobado
ru_ru: Комментарий к публикации запрещен

source: Approve
da_dk: Godkend
es_uy: Aprobado
ru_ru: Одобрить

source: Approve this comment
da_dk: Godkend denne kommentar
es_uy: Aprobar este Comentario
ru_ru: Одобрить комментарий

source: Comment is approved
da_dk: Kommentaren godkendt
es_uy: Comentario aprobado
ru_ru: Комментарий одобрен

source: Un-approve
da_dk: Ikke godkendt
es_uy: No aprobado
ru_ru: Отменить

source: Un-approve this comment
da_dk: fjern godkendelsen af denne kommentar
es_uy: Desaprobar este comentario
ru_ru: Запретить публикацию комментария

source: Comment is private
da_dk: Kommentar er privat
es_uy: El Comentario es privado
ru_ru: Комментарий приватный

source: Comment is public
da_dk: Kommentar er offentlig
es_uy: El Comentario es público
ru_ru: Комментарий публичный

source: Comment is anonymous
da_dk: Kommentaren er anonym
es_uy: El Comentario es anónimo
ru_ru: Комментарий анонимный

source: Comment is not anonymous
da_dk: Kommentaren er ikke anonym
es_uy: El Comentario no es anónimo
ru_ru: Комментарий не анонимный

source: Comment does not exist
da_dk: Kommentaren eksisterer ikke
es_uy: El comentario no existe
ru_ru: Комментарий не существует

source: Selected items marked as spam
da_dk: Valgte emner markerede som spam
es_uy: Items seleccionados marcados como Spam
ru_ru: Выбранные комментарии помечены как СПАМ

source: Selected items approved
da_dk: Valgte emner godkendt
es_uy: Items seleccionados aprobados
ru_ru: Выбранные комментарии одобрены

source: %u Comment deleted successfully.
da_dk: %u Kommentaren slettet
es_uy: %u Comentario borrado exitosamente.
ru_ru: %u комментарий успешно удален.

source: You can edit or delete comments.
es_uy: Puede editar o borrar comentarios.
ru_ru: Вы можете редактировать или удалять комментарии.

source: View truncated
da_dk: Se afkortet tekst
es_uy: Ver truncado
ru_ru: Отобразить кратко

source: View full text
da_dk: Se fuld tekst
es_uy: Ver texto completo
ru_ru: Отобразить весь текст

source: Edit comments
ru_ru: Редактировать комментарии

source: Mark as spam
da_dk: Marker som spam
es_uy: Marcar como Spam
ru_ru: Отметить как СПАМ

source: The item upon which this comment was posted no longer exists.
da_dk: Posten hvorpå denne kommentar blev indsendt eksisterer ikke længere.
es_uy: El elemento sobre el que se publicó este comentario ya no existe.
ru_ru: Объект, к которому был опубликован этот комментарий, больше не существует.

source: <strong>Missing Object</strong>
ru_ru: <strong>Объект отсутствует</strong>

source: [news]
da_dk: [nyheder]
es_uy: [noticias]
ru_ru: [новость]

source: [page]
da_dk: [side]
es_uy: [página]
ru_ru: [страница]

source: Anonymous posting
da_dk: anonym postering
es_uy: Publicación anónima
ru_ru: Отправить анонимно

source: Private message
da_dk: Privat meddelelse
es_uy: Mensaje privado
ru_ru: Личное сообщение

source: Approve this message (not SPAM)
da_dk: Godkend denne meddelelse (ikke SPAM)
es_uy: Aprobar este mensaje (No es SPAM)
ru_ru: Одобрить это сообщение (не СПАМ)

source: Approve this message (not SPAM
da_dk: Godkend denne meddelelse (ikke SPAM
es_uy: Aprobar este mensaje (No es SPAM
ru_ru: Одобрить это сообщение (не СПАМ

source: Mark this message as SPAM
da_dk: Marker denne meddelelse som SPAM
es_uy: Marcar este mensaje como SPAM
ru_ru: Нажмите, чтобы пометить комментарий, как СПАМ

source: Edit this comment.
da_dk: Ret denne kommentar.
es_uy: Editar este comentario.
ru_ru: Редактировать комментарий.

source: Reply:
da_dk: Svar:
es_uy: Responder:
ru_ru: Ответить:

source: Reply
da_dk: Svar
es_uy: Responder
ru_ru: Ответить

source: Delete this comment.
da_dk: Slet denne kommentar.
es_uy: Borrar este comentario.
ru_ru: Удалить этот комментарий.

source: Marked as spam/approved
da_dk: Marker som spam/ikke godkendt
es_uy: Marcado como Spam/aprobado
ru_ru: Помечено как спам/Одобрено

source: E-mail comment author
da_dk: E-mail kommentar forfatter
es_uy: Enviar E-mail al autor del comentario
ru_ru: Ответить автору на e-mail

source: Name%s
da_dk: Navn%s:
es_uy: Nombre%s
ru_ru: Имя%s

source: <em>anonymous</em>
da_dk: <em>anonym</em>
es_uy: <em>anonimo</em>
ru_ru: <em>анонимно</em>

source: Website%s
da_dk: Hjemmeside%s
es_uy: Sitio web%s
ru_ru: Сайт%s

source: Street%s
da_dk: Gade%s:
es_uy: Calle %s
ru_ru: Улица%s

source: City%s
da_dk: By%s:
es_uy: Ciudad%s
ru_ru: Город%s

source: State%s
da_dk: Stat%s:
es_uy: Estado/Provincia %s
ru_ru: Область/Край/Регион/Штат:%s

source: Country%s
da_dk: Land%s
es_uy: País%s
ru_ru: Страна%s

source: Postal code%s
da_dk: Postnummer%s:
es_uy: Cod. Postal %s
ru_ru: Индекс%s

source: Enter CAPTCHA<strong>*</strong>
da_dk: Skriv CAPTCHA <strong>*</strong>
es_uy: Introducir CAPTCHA<strong>*</strong>
ru_ru: Введите CAPTCHA<strong>*</strong>

source: Private comment (do not publish)
es_uy: Comentario Privado (no publicar)
ru_ru: Приватный комментарий<br>(не публиковать)

source: Remember me
ru_ru: Запомнить меня

source: <strong>*</strong>Required fields
da_dk: <strong>*</strong> Krævede felter
es_uy: <strong>*</strong> Campos obligatorios
ru_ru: <strong>*</strong>Обязательные поля

source: Add Comment
da_dk: Tilføj kommentar
es_uy: Agregar comentario
ru_ru: Добавить комментарий

source: 10 Most Recent Comments
da_dk: 10 seneste kommentarer
es_uy: 10 Comentarios más recientes
ru_ru: 10 последних комментариев

source: <strong>database error</strong>
da_dk: <strong>database fejl</strong>
es_uy: <strong>Error de Base de Datos</strong>
ru_ru: <strong>ошибка базы данных</strong>

source: <em>%1$s</em> commented on %2$s:
da_dk: <em>%1$s</em> kommenterede på %2$s:
es_uy: <em>%1$s</em> comentado en %2$s:
ru_ru: <em>%1$s</em> добавили комментарий к %2$s:

source: Mail send failed
da_dk: Mail send mislykkedes
es_uy: Falló el envío de Mail
ru_ru: Не удалось отправить

source: Error posting comment:
da_dk: Fejl ved send kommentar:
es_uy: Error publicando comentario:
ru_ru: Ошибка отправки комментария:

source: You must supply an e-mail address.
da_dk: Du skal angive en mailadresse.
es_uy: Debe proporcionar una dirección de Email.
ru_ru: Необходимо указать e-mail.

source: You must enter your name.
da_dk: Du skal angive dit navn.
es_uy: Debe ingresar su nombre.
ru_ru: Необходимо указать имя.

source: You must supply a WEB page URL.
da_dk: Du skal angive en hjemmeside URL.
es_uy: Debe suministrar una URL de página Web.
ru_ru: Вы должны указать адрес своей веб-страницы.

source: CAPTCHA verification failed.
da_dk: CAPTCHA mislykkedes.
es_uy: Falló la verificación de CAPTCHA.
ru_ru: Вы неправильно ввели защитный код Captcha.

source: You must enter some text in the comment field.
ru_ru: Отсутствует текст комментария.

source: Please agree to storage and handling of your data by this website.
es_uy: Por favor, debe aceptar el almacenamiento y manejo de sus datos por este sitio web.
ru_ru: Пожалуйста, подтвердите согласие на хранение и обработку ваших данных этим сайтом.

source: You must enter the correct text quiz answer.
ru_ru: Необходимо ввести верный ответ на вопрос.

source: You must enter the correct math quiz answer.
ru_ru: Необходимо ввести верный ответ на математическую задачу.

source: Your comment was rejected by the <em>%s</em> SPAM filter.
da_dk: Din kommentar blev afvist af <em>%s</em> SPAM filter.
es_uy: Su comentario fue rechazado por el filtro de SPAM <em>%s</em>.
ru_ru: Ваш комментарий был отклонен СПАМ-фильтром: <em>%s</em>.

source: Your comment has been marked for moderation by the <em>%s</em> SPAM filter.
da_dk: Din kommentar er sat til kontrol af <em>%s</em> SPAM filter.
es_uy: Su comentario fue marcado para moderación por el filtro de SPAM <em>%s</em>.
ru_ru: Ваш комментарий будет добавлен после проверки <em>%s</em> СПАМ-фильтром.

source: A comment has been placed in moderation on your album “%1$s”.
es_uy: Un comentario ha sido puesto en moderación en su álbum "%1$s".
ru_ru: Поступил на модерацию комментарий к вашему альбому “%1$s”.

source: A comment has been posted on your album “%1$s”.
es_uy: Un comentario ha sido publicado en su álbum "%1$s".
ru_ru: К вашему альбому “%1$s” был добавлен комментарий.

source: A comment has been placed in moderation on your article “%1$s”.
es_uy: Un comentario ha sido puesto en moderación en su artículo "%1$s".
ru_ru: Поступил на модерацию комментарий к вашей статье “%1$s”.

source: A comment has been posted on your article “%1$s”.
es_uy: Un comentario ha sido publicado en su artículo "%1$s".
ru_ru: К вашей статье “%1$s” был добавлен комментарий.

source: A comment has been placed in moderation on your page “%1$s”.
es_uy: Un comentario ha sido puesto en moderación en su página "%1$s".
ru_ru: Поступил на модерацию комментарий к вашей странице “%1$s”.

source: A comment has been posted on your page “%1$s”.
es_uy: Un comentario ha sido publicado en su página "%1$s".
ru_ru: К вашей странице “%1$s” был добавлен комментарий.

source: A comment has been placed in moderation on your image “%1$s” in the album “%2$s”.
es_uy: Un comentario ha sido puesto en moderación en su imagen "%1$s" en el álbum "%2$s".
ru_ru: Поступил на модерацию комментарий к вашему изображению “%1$s” из альбома “%2$s”.

source: A comment has been posted on your image “%1$s” in the album “%2$s”.
es_uy: Un comentario ha sido publicado en su imagen "%1$s" en el álbum "%2$s".
ru_ru: К вашему изображению “%1$s” из альбома “%2$s” был добавлен комментарий.

source: Author: %1$s Email: %2$s Website: %3$s Comment: %4$s
da_dk: Forfatter: %1$s Email: %2$s Website: %3$s Kommentar: %4$s
es_uy: Autor: %1$s Email: %2$s Sitio Web: %3$s Comentario: %4$s
ru_ru: Автор: %1$s E-mail: %2$s Веб-сайт: %3$s Комментарий: %4$s

source: You can view all comments about this item here: %1$s
da_dk: Du kan se alle kommentarer om dette emne her: %1$s
es_uy: Puede ver todos los comentarios sobre este item aquí: %1$s
ru_ru: Читать все комментарии к этому объекту: %1$s

source: You can edit the comment here: %1$s
da_dk: Du kan redigere kommentaren her: %1$s
es_uy: Puede editar este comentario aquí: %1$s
ru_ru: Редактировать комментарий: %1$s

source: Comment posted
da_dk: Kommentar sendt
es_uy: Comentario publicado
ru_ru: Добавлен комментарий

source: Comment posted on unknown page!
da_dk: Kommentaren indsat på en ukendt side!
es_uy: Comentario publicado en página desconocida!
ru_ru: Комментарий опубликован на неизвестной странице!

source: Anonymous
da_dk: Anonym
es_uy: Anónimo
ru_ru: Анонимно

source: %1$s commented on album %2$s%3$s
es_uy: %1$s comentado en el álbum %2$s%3$s
ru_ru: %1$s прокомментировали альбом %2$s%3$s

source: %1$s commented on %2$s in album %3$s%4$s
es_uy: %1$s comentado en %2$s en álbum %3$s%4$s
ru_ru: %1$s прокомментировали %2$s в альбоме %3$s%4$s

source: %1$s commented on %2$s%3$s
es_uy: %1$s comentado en %2$s%3$s
ru_ru: %1$s прокомментировали %2$s%3$s

source: Use getComments() instead.
ru_ru: Вместо этого используйте getComments()

source: You will need to run <a href="%1$s">setup</a> to update the database with the custom fields defined by the <em>%2$s</em> plugin.
es_uy: Deberá ejecutar <a href="%1$s">configuración (setup)</a> para actualizar la base de datos con los campos personalizados definidos por el complemento <em>%2$s</em>.
ru_ru: Вам нужно будет запустить <a href="%1$s">Установку</a>, чтобы обновить базу данных пользовательскими полями, определенными плагином <em>%2$s</em>.

source: Prints an e-mail contact so that visitors may e-mail the site administrator.
da_dk: Viser en e-mail kontaktformular, så de besøgende kan e-maile webstedets administrator.
es_uy: Muestre un contacto de correo electrónico para que los visitantes puedan enviar un correo electrónico al administrador del sitio.
ru_ru: Контактная форма (форма обратной связи) для отправки e-mail сообщений администратору галереи.

source: <p>Thanks for your message.</p>
da_dk: <p>Tak for din meddelelse.</p>
es_uy: <p>Gracias por su mensaje.</p>
ru_ru: <p>Спасибо за сообщение.</p>

source: required
da_dk: krævet
es_uy: requerido
ru_ru: обязательно

source: omitted
da_dk: udeladt
es_uy: omitido
ru_ru: скрыто

source: Set if the <code>%s</code> field should be required, just shown or omitted
da_dk: Sæt hvis <code>%s</code> feltet kræves, kun vist eller udeladt.
es_uy: Configure si el campo <code>%s</code> debería ser requerido, mostrado u omitido
ru_ru: Укажите, должно ли поле <code>%s</code> быть обязательным, просто отображаться или быть скрыто

source: Intro text
da_dk: Introduktionstekst
es_uy: Ingresar Texto
ru_ru: Текст предисловия

source: The intro text for your contact form. Leave empty to use the default text.
ru_ru: Вступительный текст для вашей контактной формы. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Confirm text
da_dk: Bekræft teksten
es_uy: Texto de confirmación
ru_ru: Текст подтверждения

source: The text that asks the visitor to confirm that he really wants to send the message. Leave empty to use the default text.
ru_ru: Текст, в котором посетителя просят подтвердить, что он действительно хочет отправить сообщение. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Thanks text
da_dk: Takketekst
es_uy: Texto de agradecimiento
ru_ru: Текст благодарности

source: The text that is shown after a message has been confirmed and sent. Leave empty to use the default text.
ru_ru: Текст, который отображается после подтверждения и отправки сообщения. Оставьте пустым, чтобы использовать текст по умолчанию.

source: New message link text
da_dk: Ny meddelelse tekst
es_uy: Texto del enlace para envío de otro mensaje
ru_ru: Текст ссылки на новое сообщение

source: The text for the link after the thanks text to return to the contact page to send another message. Leave empty to use the default text.
ru_ru: Текст ссылки после текста благодарности для возврата на страницу контактов для отправки другого сообщения. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Require confirmation
da_dk: Kræv bekræftigelse
es_uy: Requerir confirmación
ru_ru: Требовать подтверждение

source: If checked, a confirmation form will be presented before sending the contact message.
da_dk: Hvis markeret, vil en bekræftigelsesformular blive præsenteret før kontaktmeddelelsen sendes.
es_uy: Si está marcado, se presentará un formulario de confirmación antes de enviar el mensaje de contacto.
ru_ru: Если отмечено, перед отправкой контактного сообщения будет представлена форма подтверждения.

source: Send copy
da_dk: Send kopi
es_uy: Enviar copia
ru_ru: Отправить копию

source: If checked, a copy of the message will be sent to the address provided. <p class='notebox'><strong>Caution: </strong> If you check this option it is strongly recommend to use Captcha and the confirmation option. Be aware that someone could misuse the e-mail address entered for spamming with this form and that in some countries’ jurisdictions(e.g. most European countries) you may be made responsible for this then!</p>
es_uy: Si está marcado, se enviará una copia del mensaje a la dirección provista. <p class='notebox'><strong>Precaución:</strong> ¡Si marca esta opción, es muy recomendado que use Captcha y la opción de confirmación. Tenga en cuenta que alguien podría hacer mal uso de la dirección de correo electrónico ingresada con fines de enviar SPAM con este formulario, y que en algunas jurisdicciones de países (ej. la mayoría de los países europeos) puede ser responsable por esto!</p>
ru_ru: Если отмечено, копия сообщения будет отправлена на указанный адрес. <p class="notebox"><strong>Предупреждение: </strong> Если вы установите этот флажок, настоятельно рекомендуется использовать Captcha и опцию подтверждения. Имейте в виду, что кто-то может неправильно использовать адрес электронной почты, указанный для рассылки спама с помощью этой формы, и что в юрисдикциях некоторых стран (например, большинства европейских стран) вы можете быть привлечены к ответственности за это!</p>

source: Send copy note text
da_dk: Send kopi notat
es_uy: Texto de la nota de enviar copia
ru_ru: Текст для "Отправить копию"

source: The text for the note about sending a copy to the address provided in case that option is set. Leave empty to use the default text.
ru_ru: Текст для уведомления об отправке копии по указанному адресу, в случае если эта опция установлена. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Contact recipients
da_dk: Kontaktmodtagere
es_uy: Contactar a los destinatarios
ru_ru: Получатели

source: The e-mail address the messages should be sent to. Enter one or more address separated by semicolons.
da_dk: Mailadressen som meddelelsen skal sendes til. Indtast en eller flere mailadresser adskilt af semicolon.
es_uy: La dirección de correo electrónico a la que deben enviarse los mensajes. Ingrese una o más direcciones separada por punto y coma.
ru_ru: Адреса электронной почты, на который следует отправлять сообщения. Введите один или несколько адресов, разделенных точкой с запятой.

source: Name
da_dk: Navn
es_uy: Nombre
ru_ru: Имя

source: Company
da_dk: Firma
es_uy: Empresa
ru_ru: Компания

source: Street
da_dk: Gade
es_uy: Calle
ru_ru: Улица

source: Postal code
da_dk: Postnummer
es_uy: Cód. Postal
ru_ru: Индекс

source: Phone
da_dk: Telefon
es_uy: Teléfono
ru_ru: Телефон

source: Phone number
da_dk: Telefonnummer
es_uy: Número de teléfono
ru_ru: Телефон

source: CAPTCHA
ru_ru: Защитный код CAPTCHA

source: If checked, the form will include a Captcha verification.
da_dk: Hvis afkrydset, vil formularen indeholde en captcha verification.
es_uy: Si está marcado, el formulario incluirá una verificación por Captcha.
ru_ru: Отмечено, форма будет использовать проверку Captcha.

source: Enables a mandatory input field so users have to answer a math question before they can send any mail.
ru_ru: Активирует дополнительное поле, в котором пользователи должны решить предложенный пример перед тем, как отправить сообщение.

source: Enables a mandatory input field so users have to answer a text question before they can send any mail.
ru_ru: Активирует дополнительное поле, в котором пользователи должны дать ответ на предложенный вопрос перед тем, как отправить сообщение.

source: a title
da_dk: en titel
es_uy: un título
ru_ru: обращение

source: a name
da_dk: et navn
es_uy: un nombre
ru_ru: имя

source: a company
da_dk: et firma
es_uy: una empresa
ru_ru: компания

source: a street
da_dk: en gade
es_uy: una calle
ru_ru: улица

source: a city
da_dk: en by
es_uy: una ciudad
ru_ru: город

source: a state
da_dk: en stat/region
es_uy: un estado
ru_ru: область/край/регион/штат

source: a country
da_dk: et land
es_uy: un país
ru_ru: страна

source: a postal code
da_dk: et postnummer
es_uy: un cod. postal
ru_ru: индекс

source: a valid email address
da_dk: en gyldig mailadresse
es_uy: una dirección de Email válida
ru_ru: действительный e-mail адрес
