Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: PHP Register globals presents a security risk to any PHP application. See <a href="http://php.net/manual/en/security.globals.php"><em>Using Register Globals</em></a>. Change your PHP.ini settings to <code>register_globals = off</code>.
da_dk: PHP Register Globals repræsenterer en sikkerhedsrisiko for enhvert PHP program. Se <a href="http://php.net/manual/en/security.globals.php"> <em> Brugen af Registrer Globals </em> </a>. Rediger dine php.ini indstillinger til <code>register_globals = Off</code>.
es_uy: PHP Register globals presenta un riesgo de seguridad para cualquier aplicación PHP. Consulte <a href="http://php.net/manual/en/security.globals.php"> <em>Uso de Register Globals</em> </a>. Cambie la configuración de PHP.ini a <code>register_globals = off</code>.

source: PHP <code>Safe Mode</code>
es_uy: PHP <code>Modo Seguro</code>

source: PHP <code>Safe Mode</code> [is set]
da_dk: PHP <code>Safe Mode</code> [er sat]
es_uy: PHP <code>Modo Seguro</code> [está configurado]

source: Zenphoto functionality is reduced when PHP <code>safe mode</code> restrictions are in effect.
es_uy: La funcionalidad de Zenphoto está reducida cuando las restricciones PHP <code>Modo Seguro</code> están activadas.

source: PHP <code>magic_quotes_gpc</code> [is enabled]
da_dk: PHP <code>magic_quotes_gpc</code> [er aktiveret]
es_uy: PHP <code>magic_quotes_gpc</code> [está habilitado]

source: We strongly recommend disabling <code>magic_quotes_gpc</code>. For more information See <em><a href="http://www.zenphoto.org/news/installation-problems#about-magicquotes-and-why-they-should-be-disabled">What is magic_quotes_gpc and why should it be disabled?</a></em> in the Zenphoto troubleshooting guide.
es_uy: Recomendamos encarecidamente que deshabilite <code>magic_quotes_gpc</code>. Para obtener más información, consulte <em> <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#what-is-magic_quotes_gpc-and-why-should-it-be-disabled-">¿Qué es magic_quotes_gpc y por qué debería estar deshabilitado?</a> </em>en la guía de solución de problemas de Zenphoto.

source: PHP <code>magic_quotes_runtime</code> [is enabled]
da_dk: PHP <code>magic_quotes_runtime</code> [er aktiveret]
es_uy: PHP <code>magic_quotes_runtime</code> [está habilitado]

source: You must disable <code>magic_quotes_runtime</code>.
da_dk: Du skal deaktivere <code>magic_quotes_runtime</code>.
es_uy: Debe deshabilitar <code>magic_quotes_runtime</code>.

source: PHP <code>magic_quotes_sybase</code> [is enabled]
da_dk: PHP <code>magic_quotes_sybase</code> [er aktiveret]
es_uy: PHP <code>magic_quotes_sybase</code> [esta habilitado]

source: You must disable <code>magic_quotes_sybase</code>.
da_dk: Du skal deaktivere <code>magic_quotes_sybase</code>.
es_uy: Debe deshabilitar <code>magic_quotes_sybase</code>.

source: PHP <code>flock</code> support
es_uy: PHP <code>%flock</code> soportado

source: PHP <code>flock</code> support [is not present]
da_dk: PHP <code>flock</code> support [er ikke til stede]
es_uy: Soporte PHP <code>flock</code> [no está presente]

source: Zenphoto uses <code>flock</code> for serializing critical regions of code. Without <code>flock</code> active sites may experience <em>race conditions</em> which may be causing inconsistent data.
es_uy: Zenphoto utiliza <code>flock</code> para serializar regiones críticas de código. Sin <code>flock</code>, los sitios activos pueden experimentar <em>condiciones de carrera</em> que podrían estar causando datos inconsistentes.

source: <code>cURL</code> support is not critical but strongely recommended.
es_uy: Soporte <code>cURL</code> no es crítico, pero si muy recomendado.

source: See the <a href="http://www.zenphoto.org/news/problems-with-languages">user guide</a> on zenphoto.org for details.
es_uy: Vea <a href="http://www.zenphoto.org/news/problems-with-languages">Guía de usuario</a> en zenphoto.org para detalles.

source: Setting <em>mbstring.internal_encoding</em> to <strong>UTF-8</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
da_dk: Indstilling af <em>mbstring.internal_encoding</em> til <strong>UTF-8</strong> i din <em>php.ini</em>-file anbefales for at sikre at accenter og multi-byte tegn fungerer korrekt.
es_uy: Configurar <em>mbstring.internal_encoding</em> a <strong>UTF-8</strong> en su archivo <em>php.ini</em> es recomendado para asegurar que los caracteres acentuados y multibyte funcionen adecuadamente.

source: PHP <code>mbstring</code> package
da_dk: PHP <code>mbstring</code> pakke
es_uy: Paquete PHP <code>mbstring</code>

source: PHP <code>mbstring</code> package [Your internal character set is <strong>%s</strong>]
da_dk: PHP <code>mbstring</code> pakke [Dit interne karaktersæt er <strong>%s</strong>]
es_uy: Paquete PHP <code>mbstring</code> [su configuración interna de caracteres es <strong>%s</strong>]

source: You need to install the <code>mbstring</code> package or correct the issue with <code>iconv()</code>
da_dk: Du skal installere pakken <code>mbstring</code> eller rette problemet med <code>iconv()</code>
es_uy: Necesita instalar el paquete <code>mbstring</code> o corregir el problema con <code>iconv()</code>

source: PHP <code>mbstring</code> package [is not present and <code>iconv()</code> is not working]
da_dk: PHP <code>mbstring</code> pakke [ikke er til stede og <code>iconv()</code> virker ikke]
es_uy: Paquete PHP <code>mbstring</code> [no está presente y <code>iconv()</code> no está funcionando]

source: PHP <code>mbstring</code> package [is not present]
da_dk: PHP <code>mbstring</code> pakke [er ikke til stede]
es_uy: Paquete PHP <code>mbstring</code> [no está presente]

source: Graphics support: <code>%s</code>
da_dk: Grafisk support: <code>%s</code>
es_uy: Soporte Gráfico: <code>%s</code>

source: <code>%1$s</code> support (<a onclick="$('#%1$s').toggle('show')" >experimental</a>)
da_dk: <code>%1$s</code>support (<a onclick="$(‘#%1$s’).toggle(‘show’)">eksperimentel</a>)
es_uy: soporte <code>%1$s</code> (<a onclick="$('#%1$s').toggle('show')" >experimental</a>)

source: Database <code>%s</code> created
da_dk: Database <code>%s</code> oprettet
es_uy: Base de datos <code>%s</code> creada

source: Click here to attempt to create <a href="?Create_Database" >%s</a>.
da_dk: Klik her for at forsøge at oprette <a href="?Create_Database" >%s</a>.
es_uy: Haga click aquí para intentar crear <a href="?Create_Database">%s</a>.

source: Database <code>%s</code> not created [<code>CREATE DATABASE</code> query failed]
da_dk: Databasen <code>%s</code> ikke oprettet [<code>OPRET DATABASE</code> forespørgslen mislykkedes]
es_uy: Base de datos <code>%s</code> no fue creada [<code>CREATE DATABASE</code> fallo la consulta]

source: <code>SQL mode</code>
es_uy: <code>Modo SQL</code>

source: <strong>Setup</strong> will attempt to create all tables. This will not over write any existing tables.
da_dk: <strong>Setup</strong> vil forsøge at danne alle tabellerne. Dette vil ikke overskrive en eksisterende tabel.
es_uy: <strong>Configuración</strong> intentará crear todas las tablas. Esto no sobrescribirá ninguna tabla existente.

source: Database <code>field collations</code> [Image table]
da_dk: Database <code>Felt kollationer</code> [Billedtabel]
es_uy: Base de datos <code>intercalación de campos</code> [Tabla de imágenes]

source: Database <code>field collations</code> [Album table]
da_dk: Database <code>Felt kollationer</code> [Albumtabel]
es_uy: Base de datos <code>intercalación de campos</code> [Tabla de Album]

source: Database <code>field collations</code> [Image and Album tables]
da_dk: Database <code>Felt kollationer</code> [Billed- og Albumtabel]
es_uy: Base de datos <code>intercalación de campos</code> [Tablas de Imagen y Album]

source: Database <code>field collations</code> [SHOW COLUMNS query failed]
da_dk: Database <code>Felt kollationer</code> [VIS SØJLER forespørgsel mislykkedes]
es_uy: Base de datos <code>intercalación de campos</code> [la consulta SHOW COLUMNS Falló]

source: Database <code>field collations</code>
da_dk: Database <code>Felt kollationer</code>
es_uy: Base de datos <code>intercalación de campos</code>

source: %s is not UTF-8. You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code>
da_dk: %s er ikke UTF-8. Du bør overveje at overføre dine data til UTF-8 og ændre kollationen af databasefelterne til <code>utf8_unicode_ci</code>
es_uy: %s no es de UTF-8. Considera pasar tus datos a UTF-8 y cambiar el cotejamiento de los campos de la base de datos a <code>utf8_unicode_ci</code>

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> and setting this <em>true</em>. Zenphoto works best with pure UTF-8 encodings.
es_uy: Debe considerar portar sus datos a UTF-8 y cambiar la intercalación de campos de la base de datos a <code>utf8_unicode_ci</code> y configurar esto en <em>verdadero</em>. Zenphoto funciona mejor con codificaciones UTF-8 puras.

source: Perhaps there was a problem with the upload. You should check the following files:
da_dk: Måske opstod der en fejl ved overførslen. Du bør checke følgende filer:
es_uy: Tal vez hubo un problema con la carga. Debes revisar los siguientes archivos:

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually. See the <a href="http://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
es_uy: La instalación no pudo establecer uno o más componentes al nivel de permisos seleccionado. Tendrás que configurar los permisos manualmente. Vea <a href="http://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Guía de resolución de problemas</a> para detalles sobre requisitos de permisos de Zenphoto.

source: If you wish to create cruft-free URLs, you will need to configuring <a href="http://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"><em>URL rewriting for NGINX servers</em></a>.
es_uy: Si desea crear URL simple sin redundancias, tendrá que configurar <a href="http://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"> <em>reescritura de URL para servidores NGINX</em></a>.

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of Zenphoto. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/htaccess</em> file to produce a new <em>.htaccess</em> file.
es_uy: El archivo <em>.htaccess</em> en su carpeta raíz no es la misma versión que la distribuida con esta versión de Zenphoto. Si ha realizado cambios en <em>.htaccess</em>, fusione esos cambios con el archivo <em>%s/ htaccess</em> para generar uno nuevo.

source: <em>.htaccess</em> RewriteBase is <code>%s</code>
da_dk: <em>.htaccess</em> RewriteBase er <code>%s</code>
es_uy: <em>.htaccess</em> RewriteBase es <code>%s</code>

source: Setup did not create a <em>robots.txt</em> file because one already exists.
da_dk: Setup lavede ikke en <em>robots.txt </em> fil fordi en anden allerede eksisterede.
es_uy: El programa de instalación (Setup) no pudo crear un archivo <em>robots.txt</em> porque ya existe uno.

source: You can now <a href="%1$s">administer your gallery.</a>
da_dk: Du kan nu <a href="%1$s">Administrere dit galleri.</a>
es_uy: Ahora puede <a href="%1$s">Administrar su Galería.</a>

source: Powered by <a href="http://www.zenphoto.org" title="The simpler media website CMS">Zenphoto</a>
es_uy: Motorizado por Zenphoto <a href="http://www.zenphoto.org" title="El sitio Web de medios CMS más simple"></a>

source: You have restored your database from a different instance of Zenphoto. You should run %1$ssetup%2$s to insure proper migration.
es_uy: Ha restaurado su base de datos desde una instancia diferente de Zenphoto. Debe ejecutar %1$s setup %2$s para asegurar una migración adecuada.

source: Restore your Database
da_dk: Gendan din database
es_uy: Restaurar su Base de datos

source: Backup and Restore your Database
da_dk: Sikkerhedskopier og Gendan din database
es_uy: Copia de seguridad y restauración de su base de datos

source: The backup facility creates database snapshots in the <code>backup</code> folder of your installation. These backups are named in according to the date and time the backup was taken. The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
da_dk: Sikkerhedskopieringsprogrammet opretter snapshots af databasen i <code>backup</code> mappen i din installation. Disse sikkedhedskopier får navne med dato og tid for kopien. Kompressionsgraden gør fra 0 (ingen kompression) til 9 (maximun kompression). Højere kompression kræver mere bearbejdning og giver ikke nødvendigvis en større pladsbesparelse.
es_uy: La utilidad copia de seguridad crea instantáneas de la base de datos en la carpeta <code>backup</code> de su instalación. Estas copias de seguridad se nombran según la fecha y la hora en que se realizó la copia de seguridad. El nivel de compresión va de 0 (sin compresión) a 9 (compresión máxima). Una compresión más alta requiere más procesamiento y puede que no ahorre mucho espacio.

source: Backup the tables in your database.
da_dk: Sikkedhedskopier tabellerne i din database.
es_uy: Hacer Copia de seguridad de tablas de su Base de Datos.

source: You restore your database by selecting a backup and pressing the <em>Restore the Database</em> button.
da_dk: Du gendanner din database ved at vælge en sikkerhedskopi og klikke <em>Gendan databasen</em> knappen.
es_uy: Para restaurar su base de datos, seleccione una copia de seguridad y presione el botón <em> Restaurar Base de Datos</em>.

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database will be in the same state as when the backup was created.
da_dk: <strong>Bemærk:</strong> Hver databasetabel tømmes før gendannelse forsøges. After en succesfuld gendannelse vil databasen være i samme tilstand som da sikkerhedskopien blev oprettet.
es_uy: <strong>Nota:</strong> Cada tabla de base de datos se vacía antes de intentar la restauración. Después de una restauración exitosa, la base de datos estará en el mismo estado que cuando se creó la copia de seguridad.

source: Do you really want to restore the database? Restoring the wrong backup might result in data loss!
es_uy: ¿Realmente quieres restaurar la base de datos? ¡Restaurar la copia de seguridad incorrecta puede provocar la pérdida de datos!

source: Restore the tables in your database from a previous backup.
da_dk: Gendan tabellerne i din database fra en tidligere sikkerhedskopi.
es_uy: Restaure las tablas de su Base de datos desde una copia de seguridad previa.

source: Database quick reference
da_dk: Database hurtig reference
es_uy: Referencia rápida de la Base de Datos

source: <strong>%1$u</strong> images (%2$u un-published)
da_dk: <strong>%1$u</strong> billeder (%2$u ikke-publicerede)
es_uy: <strong>%1$u</strong> imágenes (%2$u no publicadas)

source: <strong>%u</strong> images
da_dk: <strong>%u</strong> billeder
es_uy: <strong>%u</strong> imágenes

source: <strong>%1$u</strong> albums (%2$u un-published)
da_dk: <strong>%1$u</strong> albums (%2$u ikke-publicerede)
es_uy: <strong>%1$u</strong> álbumes (%2$u no publicados)

source: <strong>%u</strong> albums
es_uy: <strong>%u</strong> álbumes

source: <strong>%1$u</strong> comments (%2$u in moderation)
da_dk: <strong>%1$u</strong> kommentarer (%2$u under kontrol)
es_uy: <strong>%1$u</strong> comentarios (%2$u en moderación)

source: <strong>1</strong> comment (%u in moderation)
da_dk: <strong>1</strong> kommentar (%u under kontrol)
es_uy: <strong>1</strong> comentario (%u en moderación)

source: <strong>%u</strong> comments
da_dk: <strong>%u</strong> kommentarer
es_uy: <strong>%u</strong> comentarios

source: <strong>1</strong> comment
da_dk: <strong>1</strong> kommentar
es_uy: <strong>1</strong> comentario

source: <strong>%1$u</strong> Pages
da_dk: <strong>%1$u</strong> Sider
es_uy: <strong>%1$u</strong> Páginas

source: <strong>%1$u</strong> Pages (%2$u un-published)
da_dk: <strong>%1$u</strong> Sider (%2$u ikke-publiceret)
es_uy: <strong>%1$u</strong> Páginas (%2$u no publicadas)

source: <strong>%1$u</strong> News articles
da_dk: <strong>%1$u</strong> Nyhedsartikler
es_uy: <strong>%1$u</strong> Artículos de Noticias

source: <strong>%1$u</strong> News articles (%2$u un-published)
da_dk: <strong>%1$u</strong> Nyhedsartikler (%2$u ikke-publicerede)
es_uy: <strong>%1$u</strong> Artículos de Noticias (%2$u no publicados)

source: <strong>%1$u</strong> Categories
da_dk: <strong>%1$u</strong> Kategorier
es_uy: <strong>%1$u</strong> Categorías

source: RSS feeds
es_uy: Canales RSS

source: Statistics for news categories
da_dk: Statistik for nye kategorier
es_uy: Estadísticas para categorías de Noticias

source: Statistics for RSS feeds
da_dk: statistik for RSS feeds
es_uy: Estadísticas para Canales RSS

source: PHPInfo
es_uy: Información PHP

source: Show PHP Information
es_uy: Mostrar Información PHP

source: PHP Info
es_uy: Información PHP

source: <code>PHPMailer</code> failed to send <em>%1$s</em>. ErrorInfo:%2$s
da_dk: <code>PHPMailer</code> kunne ikke sende <em>%1$s</em>. Fejl Info:%2$s
es_uy: <code>PHPMailer</code> falló al enviar <em>%1$s</em>. Informe de Error: %2$s

source: Periodically backup the Zenphoto database.
es_uy: Haga periódicamente una copia de seguridad de la Base de Datos.

source: Provides cache management utilities for Image, HTML, and RSS caches.
da_dk: Tilfører cache håndteringsredskaber for billed, HTML og RSS cacher.
es_uy: Proporciona utilidades de administración de caché para cachés de imágenes, HTML y RSS.

source: Image caching sizes
da_dk: Billedlagring størrelser
es_uy: Tamaños de imagen en caché

source: Cropped images will be made in these parameters if the <em>Create image</em> box is checked. Un-check to box to remove the settings.You can determine the values for these fields by examining your cached images. The file names will look something like these:
da_dk: Beskårene billeder vil dannes med disse parametre hvis <em>Opret billede</em< boksen er markeret. Fjern markeringen for at fjerne indstillingen. Du kan bestemme værdien for disse felter ved at undersøde dine cachede billeder. Filnavnene vil se ca. sådan ud:
es_uy: Las imágenes se recortaran según estos parámetros si la casilla <em>Crear imagen</em> está marcada. Desmarque la casilla para eliminar la configuración. Puede determinar los valores de estos campos examinando sus imágenes en caché. Los nombres de los archivos se verán como estos:

source: <code>photo_595.jpg</code>: sized to 595 pixels
da_dk: <code>photo_595.jpg</code>: dimensioneret til 595 pixels
es_uy: <code>photo_595.jpg</code>: dimensionada a 595 pixeles

source: <code>photo_w180_cw180_ch80_thumb.jpg</code>: a size of 180px wide and 80px high and it is a thumbnail (<code>thumb</code>)
da_dk: <code>photo_w180_cw180_ch80_thumb.jpg</code>: en størrelse på 180px bred og 80px høj og det er en miniature (<code>thumb</code>)
es_uy: <code>photo_w180_cw180_ch80_thumb.jpg</code>:un tamaño de 180 px ancho y 80 px de alto y es una miniatura (<code>thumb</code>)

source: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: sized 85px cropped at about 7.6% (one half of 72/85) from the horizontal and vertical sides with a watermark (<code>copyright</code>) and rendered in grayscale (<code>gray</code>).
da_dk: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: størrelse 85px beskåret med ca. 7,6% (halvdelen af 72/85) fra lodrette og vandrette sider, med et vandmærke (<code>copyright</code>) og gengivet i gråtoner (<code>gray</code>).
es_uy: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: dimensionado 85 px recortado aprox. 7.6 % (mitad de 72/85) de los lados hotizontal y vertical, con marca de agua (<code>copyright</code>) y representado en escala de grises (<code>gray</code>).

source: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: a custom cropped 85px thumbnail with watermark.
da_dk: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: en brugerdefineret beskåret 85px miniature med vandmærke.
es_uy: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: un recorte personalizado de 85 px, miniatura y marca de agua.

source: If a field is not represented in the cached name, leave the field blank. Custom crops (those with cx and cy) really cannot be cached easily since each image has unique values. See the <em>template-functions</em>::<code>getCustomImageURL()</code> comment block for details on these fields.
da_dk: Hvis et felt ikke er repræsenteret i det cachelagrede navn, skal du lade feltet stå tomt. Tilpassede beskæringer (dem med cx og cy) kan virkelig ikke cachelagres let, da hvert billede har unikke værdier. Se <em>template-functions</em>::<code>getCustomImageURL()</code> kommentarblokken for detaljer om disse felter.
es_uy: Si un campo no está representado en el nombre en caché, deje el campo en blanco. Los recortes personalizados (aquellos con cx y cy) realmente no pueden ser almacenados en caché fácilmente ya que cada imagen tiene valores únicos. Consulte el bloque de comentarios <em>template-functions</em>::<code>getCustomImageURL()</code> para obtener detalles sobre estos campos.

source: Some themes use <em>MaxSpace</em> image functions. To cache images referenced by these functions set the <em>width</em> and <em>height</em> parameters to the <em>MaxSpace</em> container size and check the <code>MaxSpace</code> checkbox.
da_dk: Nogle temaer bruger <em>MaxSpace</ em> billedfunktioner. For at cache billeder henvist af disse funktioner, indstilles <em>bredde</em> og <em>højde</em> parametre til <em>MaxSpace</em> containerens størrelse og afkrydses i <code>MaxSpace</code> afkrydsningsfeltet.
es_uy: Algunos temas utilizan las funciones de imagen <em>MaxSpace</em>. Para almacenar en la memoria caché las imágenes a las que hacen referencia estas funciones, configure los parámetros <em>ancho</em> y <em>altura</em> en el tamaño del contenedor <em>MaxSpace</em> y marque el cuadro de opción <code>Espacio máximo</code>.

source: If a <em>type</em> is checked, the HTML and RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
da_dk: Hvis en <em>type</em> er markeret, vil HTML og RSS cacher for emnet fjernes, når den offentliggjorte status af et element af <em>typen</em> ændres.
es_uy: Si se marca un <em>tipo</em>, los cachés de HTML y RSS del elemento se eliminarán cuando el estado de publicación de ese <em>tipo</em>de elemento cambie.

source: If enabled the default thumb size (or if set a manual crop) and/or the default sized image as set on the theme options are enabled for caching. Themes or plugins can request to override this option being disabled by defining <code>addThemeDefaultThumbSize()</code> and/or <code>addThemeDefaultSizedImageSize()</code> on their option definitions.
es_uy: Si está habilitado, será el tamaño de miniatura predeterminado (o si se establece un recorte manual) y/o la imagen de tamaño predeterminado están habilitados según lo establecido en las opciones del tema para el almacenamiento en caché. Los temas o complementos pueden solicitar anular esta opción que está deshabilitada, definiendo <code>addThemeDefaultThumbSize()</code> y/o <code>addThemeDefaultSizedImageSize()</code> en sus definiciones de opción.

source: Crop X axis
da_dk: Beskærings-X-akse
es_uy: Recortar Eje X

source: Crop Y axis
da_dk: Beskærings-Y-akse
es_uy: Recortar Eje Y
