Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <strong>Important:</strong> If you are using Zenphoto’s multi-lingual mode the Titlelink is generated from the Title of the currently selected language.
es_uy: <strong>Importante:</strong> si está utilizando el modo multilingüe de Zenphoto, el Titlelink se generará a partir del Título del idioma seleccionado actualmente.
ru_ru: <strong>Важно: </strong> Если вы используете многоязычный режим Zenphoto, ссылка на заголовок создается на основе названия на выбранном в данный момент языке.

source: If you lock an article only the current active author/user or any user with full admin rights will be able to edit it later again!
da_dk: Hvis du låser en artikel vil kun den aktuelle forfatter/bruger eller en bruger med fulde administrationsrettigheder kunne redigere den senere!
es_uy: Si bloquea un artículo, solo el autor o usuario activo actual, o cualquier usuario, con derechos completos de administrador podrá editarlo nuevamente más tarde!
ru_ru: Только автор/текущий активный пользователь или пользователь с правами администратора смогут позднее редактировать страницу!

source: <em>Custom article shortening:</em> You can set a custom article shorten length for the news loop excerpts by using the standard TinyMCE <em>page break</em> plugin button. This will override the general shorten length set on the plugin option then.
da_dk: <em>Brugerdefineret artikel resume</em> Du kan indstille længden for en artikels resume nyhedsoversigt resumeer, ved at bruge TinyMCE <em>sideskift</em> plugin knap. Dette vil tilsidesætte standardlængden sat i pluginnets indstillinger.
es_uy: <em>Truncamiento personalizado de artículos:</em> Puede establecer un truncado personalizado de la longitud de los artículos para las excepciones del bucle de noticias, usando el botón del complemento estándar TinyMCE <em>salto de página</em>. Esto anulará el truncado general establecido en la opción del complemento.
ru_ru: <em>Пользовательское сокращение статьи:</em> Можно установить индивидуальную длину вводного текста для блока новостей используя в TinyMCE кнопку <em>разрыв страницы</em>. Это переопределит стандартную длину сокращений в опциях плагина.

source: <em>Scheduled publishing:</em> To automatically publish a page/news article in the future set it to “published” and enter a future date in the date field manually. Note this works on server time!
es_uy: <em>Publicación agendada:</em> Para publicar automáticamente una página/artículo de noticias en el futuro, configúrelo como "publicado" e ingrese manualmente una fecha futura en el campo de fecha. Note que esto funciona en tiempo del servidor!
ru_ru: <em>Публикация по расписанию:</em> Чтобы автоматически публиковать страницы/новости в будущем, установите для них состояние "опубликовано" и вручную укажите будущую дату публикации. Внимание: Работает по времени сайта!

source: <em>Expiration date:</em> Enter a future date in the date field manually to set a date the page or article will be set un-published automatically. After the page/article has been expired it can only be published again if the expiration date is deleted. Note this works on server time!
da_dk: <em>Udløbsdato:</em> Indtast en fremtidig dato i datofeltet for at sætte en dato hvor side eller artiklen vil blive sat til ikke-publiceret automatisk. Efter at siden/artiklen er udløbet vil den kun blive publiceret igen hvis udløbsdatoen slettes. Bemærk at dette bruger server-tid!
es_uy: <em>Fecha de Expiración:</em> Ingrese manualmente una fecha futura en el campo de fecha para establecer una fecha en que la página o el artículo se configurará automáticamente en No publicado. Después de que la página/artículo haya expirado, sólo se podrá re-publicar si elimina la fecha de expiración. Tenga en cuenta que esto funciona en tiempo del servidor!
ru_ru: <em>Срок публикации:</em> Задайте дату окончания публикации в будущем, по истечении которой, страница/статья будет автоматически помечена, как неопубликованная. При повторной публикации страницы/статьи не забудьте очистить поле <em>Срок действия</em>. Дата отсчитывается по времени сайта!

source: <em>ExtraContent:</em> Here you can enter extra content for example to be printed on the sidebar
da_dk: <em>EkstraIndhold:</em> Her kan du skrive ekstra indhold, der for eksempel kan udskrives i sidebjælken
es_uy: <em>Contenido Extra:</em> Aquí puede ingresar contenido extra para, por ejemplo, imprimir en la barra lateral
ru_ru: <em>Дополнительный контент:</em> Здесь можно разместить дополнительный текст, например, для вывода в боковой колонке

source: <em>Codeblocks:</em> Use these fields if you need to enter php code (for example Zenphoto functions) or JavaScript code.
es_uy: <em>Bloque de Código:</em> Use estos campos si necesita ingresar el código php (por ejemplo, funciones de Zenphoto) o código JavaScript.
ru_ru: <em>Вставка кода:</em> Используйте эти поля для добавления кода PHP, JavaScript, HTML и тп. (например функций Zenphoto).

source: You also can use the codeblock fields as custom fields.
da_dk: Du kan også bruge kodeblokke som brugerdefinerede felter.
es_uy: También puede utilizar los campos de bloque de código como campos personalizados.
ru_ru: Можно использовать блоки кода и как пользовательские текстовые поля.

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
da_dk: Bemærk at dit tema skal være indstillet til at bruge kodeblokke-funktionen. Bemærk også at kodeblokke ikke er flersprogede.
es_uy: Tenga en cuenta que su tema debe estar configurado para usar las funciones de bloque de código, y que los campos de bloque de código no son multilingües.
ru_ru: Учитывайте, что ваша тема оформления должна поддерживать функцию вставки кода. Блоки кода не могут быть многоязычными.

source: <strong>Important:</strong> If setting a password for a page its subpages inherit the protection.
da_dk: <strong>VIgtigt:</strong> Hvis du sætter en adganskode for en side, arver undersiderne også beskyttelsen.
es_uy: <strong>Importante:</strong> Si has configurado protección por contraseña en una página, sus sub-páginas heredan la protección.
ru_ru: <strong>Важно:</strong> При установке пароля на страницу, вложенные в неe страницы, также будут защищены этим паролем.

source: Hint: If you need more space for your text use TinyMCE’s full screen mode (Click the expend icon of editor’s control bar, near ZP icon).
es_uy: Consejo: Si necesita más espacio para su texto use el modo pantalla completa de TinyMCE (Haga click en el ícono de la barra de control del editor).
ru_ru: Подсказка: Если вам нужно больше места для текста, используйте полноэкранный режим TinyMCE (щелкните значок "expand" на Панели управления редактора, рядом со значком ZP).

source: Edit TitleLink
da_dk: Rediger titellink
es_uy: Editar TitleLink
ru_ru: Редактировать ссылку

source: Enable permaTitlelink
da_dk: Aktiver perma Titellink
es_uy: Habilitar permaTitleLink
ru_ru: Использовать постоянную ссылку

source: Truncate at <em>pagebreak</em>
da_dk: Afkort ved <em>sideskift</em>
es_uy: Truncar en <em>salto de página</em>
ru_ru: Прервать на <em>разрыв страницы</em>

source: Position:
es_uy: Posición:
ru_ru: Расположение:

source: normal
ru_ru: обычное

source: Stick to top
da_dk: Klæb til top
es_uy: Pegar a la parte superior
ru_ru: Закрепить наверху

source: Locked for changes
da_dk: Låst for ændringer
es_uy: Bloqueaado para cambios
ru_ru: Запретить изменение

source: Are you sure you want to delete this %s?
da_dk: Er du sikker på at du vil slette dette %s?
es_uy: ¿Está seguro que quiere borrar este %s?
ru_ru: Вы уверены, что хотите удалить %s?

source: copy as: %s
da_dk: kopier som: %s
es_uy: copiar como: %s
ru_ru: копировать как: %s

source: %s will be deleted when changes are applied.
da_dk: %s vil blive slettet når ændringerne er anvendt.
es_uy: %s será borrado cuando se apliquen los cambios.
ru_ru: %s будет удалено после сохранения изменений.

source: Expiration date:
es_uy: Fecha de esxpiración:
ru_ru: Срок публикации:

source: Expiration date set!
ru_ru: Срок публикации установлен!

source: TitleLink:
da_dk: TitelLink:
ru_ru: Ссылка:

source: A search engine friendly <em>titlelink</em> (aka slug) without special characters to be used in URLs is generated from the title of the currently chosen language automatically. You can edit it manually later after saving if necessary.
da_dk: Et søgemaskine-venlingt <em>Titellink</em> (fx slug) uden specialtegn i URL bliver automatisk dannet fra titlen på det aktuelle sprog. Du kan rette den manuelt senere efter den er gemt, hvis det er nødvendigt.
es_uy: Un motor de búsqueda amigable, <em>titlelink</em> (también conocido como slug), y sin caracteres especiales para usar en las URL, se genera automáticamente a partir del título en el idioma actualmente elegido. Puede editarlo manualmente más tarde si es necesario, después de guardar.
ru_ru: Ссылка без специальных знаков, понятная роботам поисковых машин, автоматически генерируется из названия текущего языка и используется в адресах страниц (URLs). Вы можете отредактировать еe позднее, после сохранения документа.

source: Content:
da_dk: Indhold:
es_uy: Contenido:
ru_ru: Содержимое:

source: ExtraContent:
es_uy: Contenido Extra:
ru_ru: Дополнительное содержимое:

source: Custom:
da_dk: Brugerdefineret:
es_uy: Personalizado:
ru_ru: Пользовательские<br /> данные:

source: The 2nd parameter of printNestedItemsList() should be a Zenpage news or page object and not an integer (to be removed in ZenphotoCMS 2.0
ru_ru: Вторым параметром printNestedItemsList() должна быть новость Zenpage или объект страницы, а не целое число (должно быть удалено в ZenphotoCMS 2.0)

source: Untitled page
da_dk: side uden titel
es_uy: Página sin título
ru_ru: Страница без названия

source: Untitled article
da_dk: Artikel uden titel
es_uy: Artículo sin título
ru_ru: Статья без названия

source: Untitled category
da_dk: KAtegori uden titel
es_uy: Categoría sin título
ru_ru: Категория без названия

source: hit
ru_ru: просмотр

source: hits
ru_ru: просмотров

source: Publish immediately (skip scheduling)
es_uy: Publicar inmediatamente (saltear agendado)
ru_ru: Опубликовать сейчас (игнорировать дату публикации)

source: Skip scheduled expiration
ru_ru: Игнорировать срок публикации

source: Unpublish
ru_ru: Отменить публикацию

source: Publish immediately (skip expiration)
ru_ru: Опубликовать сейчас (игнорировать срок публикации)

source: Tags added to selected items
da_dk: Tags tilføjet til valgte emner
es_uy: Etiquetas agregadas a los items seleccionados
ru_ru: Теги добавлены к выбранным объектам

source: Tags cleared from selected items
da_dk: Tags slettede fra valgte emner
es_uy: Etiquetas borradas para los items seleccionados
ru_ru: Теги удалены для выбранных объектов

source: Tags added to articles of selected items
da_dk: Tags tilføjede til artikler om valgte emner
es_uy: Etiquetas agregadas a los artículos de los items seleccionados
ru_ru: Теги добавлены к статьям из выбранных объектов

source: Tags cleared from articles of selected items
da_dk: Tags slettede fra artikler om valgte emner
es_uy: Etiquetas borradas de los artículos de los items seleccionados
ru_ru: Теги удалены у статей из выбранных объектов

source: Categories added to selected items
da_dk: Kategorier tilføjede til valgte emner
es_uy: Categorías agregadas a los items seleccionados
ru_ru: Категории добавлены к выбранным объектам

source: Categories cleared from selected items
da_dk: Kategorier slettede fra valgte emner
es_uy: Categorías borradas de los items seleccionados
ru_ru: Категории удалены из выбранных объектов

source: Duplicate article title
da_dk: Artikeltitel eksisterer allerede
es_uy: Duplicar título de artículo
ru_ru: Заголовок статьи уже используется

source: Article <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
da_dk: Artikel <em>%s</em> tilføjet men du skal give den en <strong>titel</strong> før udgivelse!
es_uy: Artículo agregado <em>%s</em> pero necesita darle un <strong>título</strong> antes de publicarlo!
ru_ru: Статья <em>%s</em> добавлена, но перед публикацией необходимо дать ей <strong>название</strong>!

source: Article <em>%s</em> added
da_dk: Artikel <em>%s</em> tilføjet
es_uy: Artículo <em>%s</em> agregado
ru_ru: Статья <em>%s</em> добавлена

source: An article with the title/titlelink <em>%s</em> already exists!
da_dk: En artikel med titlen/titellinket <em>%s</em> eksisterer allerede!
es_uy: Un artículo con el título/titlelink <em>%s</em> ya existe!
ru_ru: Статья с названием/ссылкой <em>%s</em> уже существует!

source: Article <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
da_dk: Artikel <em>%s</em> opdateret men du skal give den en <strong>titel</strong> før udgivelse!
es_uy: Artículo actualizado <em>%s</em> pero necesita darle un <strong>título</strong> antes de publicarlo!
ru_ru: Статья <em>%s</em> обновлена, но перед публикацией необходимо дать ей <strong>название</strong>!

source: Article <em>%s</em> updated
da_dk: Artikel <em>%s</em> opdateret
es_uy: Artículo <em>%s</em> actualizado
ru_ru: Статья <em>%s</em> обновлена

source: Article successfully deleted!
da_dk: Artikel er slettet!
es_uy: Artículo borrado exitosamente!
ru_ru: Статья успешно удалена!

source: Article delete failed!
da_dk: Sletning af artiklen mislykkes!
es_uy: Falla al borrar el Artículo!
ru_ru: Статью НЕ удалось удалить!

source: password protected
da_dk: beskyttet med adgangskode
es_uy: protegido por contraseña
ru_ru: защищено паролем

source: View all months
da_dk: Se alle måneder
es_uy: Mostrar todos los meses
ru_ru: За все месяцы

source: All articles
da_dk: Alle artikler
es_uy: Todos los Artículos
ru_ru: Все статьи

source: Sticky
da_dk: Klæbrig
es_uy: Adherido
ru_ru: Закреплено

source: Order by date descending
es_uy: Ordenar por fecha descendente
ru_ru: Сортировка по дате (убывание)

source: Order by date ascending
es_uy: Ordenar por fecha ascendente
ru_ru: Сортировка по дате (возрастание)

source: Order by title descending
da_dk: Orden efter titel, faldende
es_uy: Ordenar por título descendente
ru_ru: Сортировка по названию (убывание)

source: Order by title ascending
da_dk: Orden efter titel, stigende
es_uy: Ordena por título ascendente
ru_ru: Сортировка по названию (возрастание)

source: Order by last change date descending
es_uy: Ordenar descendente por fecha del último cambio
ru_ru: Сортировка по дате изменения (убывание)

source: Order by last change date ascending
es_uy: Ordenar ascendente por fecha del último cambio
ru_ru: Сортировка по дате изменения (возрастание)

source: %u per page
da_dk: %u pr side
es_uy: %u por página
ru_ru: %u на странице

source: All authors
es_uy: Todos los autores
ru_ru: Все авторы

source: Duplicate category title
da_dk: Kategorititel eksisterer allerede
es_uy: Duplicar título de categoría
ru_ru: Название категории уже используется

source: Category <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
da_dk: Kategori <em>%s</em> tilføjet men du skal give den en <strong>titel</strong> før udgivelse!
es_uy: Categoría agregada <em>%s</em> pero necesita darle un <strong>título</strong> antes de publicarla!
ru_ru: Категория <em>%s</em> добавлена, но перед публикацией необходимо дать ей <strong>название</strong>!

source: You must supply a password for the Protected Category user
da_dk: Du skal angive en adgangskode for brugeren af den beskyttede kategori
es_uy: Debe proporcionar una contraseña para el usuario de la categoría protegida
ru_ru: Вы должны ввести гостевой пароль для Категории

source: Your passwords were empty or did not match
da_dk: Dine adgangskoder var tomme eller matchede ikke
es_uy: Susu contraseñas estaban en blanco o no coicidieron
ru_ru: Пароли пустые или не совпадают

source: Category <em>%s</em> added
da_dk: Kategori <em>%s</em> tilføjet
es_uy: Categoría <em>%s</em> agregada
ru_ru: Категория <em>%s</em> добавлена

source: You forgot to give your category a <strong>title or titlelink</strong>!
da_dk: Du glemte at give din kategori en <strong>titel eller titellink</strong>!
es_uy: Olvidó darle un <strong>título o TitleLink</strong>a su categoría!
ru_ru: Вы забыли присвоить категории <strong>название</strong> или <strong>ссылку</strong>!

source: Category updated!
da_dk: Kategori opdateret!
es_uy: Categoría actualizada!
ru_ru: Категория обновлена!

source: A category with the title/titlelink <em>%s</em> already exists!
da_dk: En kategori med titlen/titellinket <em>%s</em> eksisterer allerede!
es_uy: Una categoría con el título/titlelink <em>%s</em> ya existe!
ru_ru: Категория с названием/ссылкой <em>%s</em> уже существует!

source: Category successfully deleted!
da_dk: Kategori slettet!
es_uy: Categoría borrada exitosamente!
ru_ru: Категория удалена!

source: Category delete failed!
da_dk: Sletning af kategori mislykket!
es_uy: Falla al borrar la categoría!
ru_ru: Категорию НЕ удалось удалить!

source: Edit this category
da_dk: Rediger denne kategori
es_uy: Editar esta categoría
ru_ru: Редактировать категорию

source: locked
da_dk: låst
es_uy: bloqueado
ru_ru: заблокирован

source: View category
da_dk: Se kategori
es_uy: Mostrar categoría
ru_ru: Просмотр категории

source: Duplicate page title
da_dk: Sidetitel eksisterer allerede
es_uy: Duplicar título de página
ru_ru: Заголовок страницы уже используется

source: Page <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
da_dk: Siden <em>%s</em> tilføjet men du skal give den en <strong>titel</strong> før den publiceres!
es_uy: Página agregada <em>%s</em> pero necesita darle un <strong>título</strong> antes de publicarla!
ru_ru: Страница <em>%s</em> добавлена, но перед публикацией необходимо дать ей <strong>название</strong>!

source: You must supply a password for the Protected Page user
da_dk: Du skal angive en adgangskode for brugeren af den beskyttede side
es_uy: Debe proporcionar una contraseña para el usuario de la página protegida
ru_ru: Вы должны ввести гостевой пароль для страницы

source: Page <em>%s</em> added
da_dk: Side <em>%s</em> tilføjet
es_uy: Página <em>%s</em> agregada
ru_ru: Страница <em>%s</em> добавлена

source: A page with the title/titlelink <em>%s</em> already exists!
da_dk: En side med titlen/titellinket <em>%s</em> eksisterer allerede!
es_uy: Una página con el título/titlelink <em>%s</em> ya existe!
ru_ru: Страница с названием/ссылкой <em>%s</em> уже существует!

source: Page <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
da_dk: Side <em>%s</em> opdateret men du skal give det en <strong>titel</strong> før udgivelse!
es_uy: Página actualizada <em>%s</em> pero necesita darle un <strong>título</strong> antes de publicarla!
ru_ru: Страница <em>%s</em> добавлена, но перед публикацией необходимо дать ей <strong>название</strong>!

source: Page <em>%s</em> updated
da_dk: Side <em>%s</em> opdateret
es_uy: Página <em>%s</em> actualizada
ru_ru: Страница <em>%s</em> обновлена

source: Page successfully deleted!
da_dk: Siden slettet!
es_uy: Página borrada exitosamente!
ru_ru: Страница успешно удалена!

source: Page delete failed!
da_dk: Sletning af siden mislykkedes!
es_uy: Falla la borrar la página!
ru_ru: Страницу НЕ удалось удалить!

source: View page
da_dk: Se side
es_uy: Mostrar página
ru_ru: Просмотр страницы

source: Delete page
da_dk: Slet side
es_uy: Borrar página
ru_ru: Удалить страницу

source: <strong>%1$u</strong> page
es_uy: Página <strong>%1$u</strong>
ru_ru: <strong>%1$u</strong> страница

source: <strong>%1$u</strong> page (<strong>%2$u</strong> un-published)
es_uy: <strong>%1$u</strong> página (<strong>%2$u</strong> no publicada)
ru_ru: <strong>%1$u</strong> страница (не опубликовано <strong>%2$u</strong>)

source: <strong>%1$u</strong> article
es_uy: Artículo <strong>%1$u</strong>
ru_ru: <strong>%1$u</strong> статья

source: <strong>%1$u</strong> article (<strong>%2$u</strong> un-published)
es_uy: <strong>%1$u</strong> artículo (<strong>%2$u</strong> no publicado)
ru_ru: <strong>%1$u</strong> статья (не опубликовано <strong>%2$u</strong>)

source: <strong>%1$u</strong> category
es_uy: <strong>%1$u</strong> Categoría
ru_ru: <strong>%1$u</strong> категория

source: <strong>%1$u</strong> category (<strong>%2$u</strong> un-published)
es_uy: <strong>%1$u</strong> categoría (<strong>%2$u</strong> no publicada)
ru_ru: <strong>%1$u</strong> категория (не опубликовано <strong>%2$u</strong>)

source: Hitcounter reset
da_dk: Besøgstæller nulstillet
es_uy: Reiniciar contadores de hit
ru_ru: Счетчик посещений обнулен

source: Edit this article
da_dk: Rediger denne artikel
es_uy: Editar este artículo
ru_ru: Редактировать статью

source: Add categories
da_dk: Tilføj kategorier
es_uy: Agregar categorías
ru_ru: Добавить категории

source: Clear categories
da_dk: Fjern kategorier
es_uy: Limpiar categorías
ru_ru: Удалить категории

source: View article
da_dk: se artikel
es_uy: Mostrar artículo
ru_ru: Просмотр статьи

source: Delete article
da_dk: Slet artikel
es_uy: Borrar artículo
ru_ru: Удалить статью

source: Select a page to edit or drag the pages into the order, including subpage levels, you wish them displayed.
da_dk: Vælg en side at redigere eller træk siderne til den orden, inklusive undersider, som du ønsker dem vist.
es_uy: Seleccione una página para editar o arrastre las páginas en orden, incluidos los niveles de subpáginas, que desea que se muestren.
ru_ru: Здесь можно выбрать страницу для редактирования, а также менять порядок страниц и создавать вложенные страницы простым перетаскиванием мышью.

source: <strong>Note:</strong> Subpages of password protected pages inherit the protection.
da_dk: <strong>Bemærk:</strong> Undersider af sider beskyttede med adgangskode arver denne beskyttelse.
es_uy: <strong>Nota:</strong> Subpáginas de páginas protegidas por contraseña heredan la protección.
ru_ru: <strong>Примечание: </strong> Вложенные страницы защищенных страниц наследуют защиту "родителей".

source: Edit this page
da_dk: Rediger denne side
es_uy: Editar esta página
ru_ru: Редактировать страницу

source: The sort position of the indicated pages cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
da_dk: Sorteringpositionen af de indikerede sider kan ikke gemmes fordi indlejringen er for dyb. Flyt siderne til et højere niveau og gem ordenen.
es_uy: El orden de clasificación de las páginas indicadas no se puede grabar porque el agrupamiento es demasiado profundo. Por favor, muévalos a un nivel superior y guarde su pedido.
ru_ru: Выбор сортировки указанных страниц не может быть зафиксировано из-за слишком глубокой вложенности. Пожалуйста, переместите их на более высокий уровень и сохраните ваш порядок сортировки.

source: Use the method isPublic() of the ZenpageCategory class instead.
ru_ru: Вместо этого используйте метод isPublic() для класса ZenpageCategory.

source: Unused and obsolete method - articles are already filtered via getArticles()
ru_ru: Неиспользуемый и устаревший метод - статьи уже отфильтрованы с помощью getArticles()

source: Zenpage::getAllCategories() - The value "asc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use false instead.
ru_ru: Zenpage::getAllCategories() - значение "asc" для параметра $sortdirection считается устаревшим с выпуска ZenphotoCMS 1.5.8. Используйте вместо него значение false.

source: Zenpage::getAllCategories() - The value "desc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use true instead.
ru_ru: Zenpage::getAllCategories() - значение "desc" для параметра $sortdirection считается устаревшим с выпуска ZenphotoCMS 1.5.8. Используйте вместо него значение true.

source: Use the method isChildOf() instead
ru_ru: Вместо этого используйте метод isChildOf()
