Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: The text length of the Zenpage feed items. No value for full length.
da_dk: Tekstlængde for Zenpage feed emner. Lades tom for fuld længde.

source: News feed items
da_dk: Nyhedsfeed emner

source: No sites registered
da_dk: Ingen websteder registrerede

source: Handles logon from <em>OpenID</em> credential providers.
da_dk: Håndterer login fra <em>OpenID</em> legitimations-udbyder.

source: Run the <a href="%s">OpenID detect</a> script to check compatibility of your server configuration.
da_dk: Kør <a href="%s">OpenID detect</a> scriptet for at checke kompatibiliteten af din servers konfiguration.

source: Assign user to
da_dk: Tildel bruger til

source: The user group to which to map the federated login.
da_dk: Brugergruppen som organisationsnetværkets medlemslogin skal anvendes på.

source: Handlers
da_dk: Controllere

source: Un-check any handler you do not want to support.
da_dk: Deaktiver de controllere du ikke ønsker at understøtte.

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration. (Verification is required only if the Federated Logon provider does not supply an e-mail address.)
da_dk: Hvis afkrydset, vil en e-mail sendes til galleriets admin, når en ny bruger har bekræftet sin registrering. (Verifikation kræves kun, hvis legitimations-udbyderen ikke leverer en e-mail-adresse.)

source: * The option may be set via the <a href="javascript:gotoName('federated_logon');"><em>register_user</em></a> plugin options.
da_dk: * Indstillingen kan sættes via <a href="javascript:gotoName(‘federated_logon’);"><em>register_user</em></a> plugin indstillinger.

source: Group %s does not exist.
da_dk: Gruppe %s eksisterer ikke.

source: Visit %s to validate your federated logon credentials.
da_dk: Besøg %s for at validere dine legitimationsoplysninger.

source: Federated user confirmation
da_dk: Organisationsnetværket brugerbekræftelse

source: <strong>NOTE:</strong> Update your profile with a valid <em>e-mail</em> address and you will be sent a link to validate your access to the site.
da_dk: <strong>BEMÆRK</strong> Opdater din profil med en gyldig <em>mailadresse</em> og der vil blive sendt et link til dig for at validere din adgang til sitet.

source: Login using %s
da_dk: Logind ved hjælp af %s

source: back
da_dk: tilbage

source: Could not create the FileStore directory %s. Please check the effective permissions.
da_dk: Kunne ikke oprette Filestore mappen %s. Tjek venligst de gældende tilladelser.

source: Verification cancelled.
da_dk: Verification annulleret.

source: OpenID authentication failed: %s
da_dk: OpenID godkendelse mislykkes: %s

source: You have successfully verified <a href="%s">%s</a> as your identity.
da_dk: Du har verificeret <a href="%s">%s</a> som din identitet.

source: Federated logon error:<br />%s
da_dk: Login via organisationsnetværk fejlet:<br />%s

source: OpenID Authentication
da_dk: OpenID godkendelse

source: Identity URL:
da_dk: Identitet URL:

source: Verify
da_dk: Verificer

source: Not a valid OpenID URL
da_dk: Ikke en gyldig OpenID URL

source: Authentication error; not a valid OpenID.
da_dk: Godkendelsesfejl; Ikke en gyldig OpenID.

source: Could not redirect to server: %s
da_dk: Kunne ikke omdirigere til server: %s

source: Verisign Authentication
da_dk: Verisign Godkendelse

source: Verisign user id:
da_dk: Verisign bruger-id:

source: If a <em>type</em> is checked, a news article will be made when an object of that <em>type</em> is published.
da_dk: Hvis en <em>type</em> markeres vil der blive lavet en nyhedsartikel når et objekt af denne <em>type</em> offentliggøres.

source: The default width of the map.
da_dk: Standardbredde af kortet.

source: The default height of the map.
da_dk: Standardhøje af kortet.

source: Checks for Apache HTTP authentication of authorized users.
da_dk: Tjek for Apache HTTP-godkendelse af autoriserede brugere.

source: User validation
da_dk: Brugervalidering

source: verify
da_dk: verificere

source: trusted
da_dk: betroet

source: No acknowledgement
da_dk: Ingen kvittering

source: <strong>Note:</strong> Although this plugin supports <em>Effenberger effects</em>, due to licensing considerations no <em>Effenberger effects</em> scripts are included. See <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> by Christian Effenberger to select and download effects.
da_dk: <strong>Bemærk:</strong> Selvom denne plugin understøtter <em>Effenberger effekter</em>, er derpå grund af licensspørgsmål ikke inkluderet nogle effekter. Se <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> af Christian Effenberger for at vælge og downloade effekter.

source: No effects
da_dk: Ingen effekter

source: <strong>Error:</strong> <em>%s</em> effect no longer exists.
da_dk: <strong>Fejl:</strong> <em>%s</em> effekten eksisterer ikke mere.

source: Images (standard)
da_dk: Billeder (standard)

source: Apply <em>effect</em> to images shown via the <code>printDefaultSizedImage()</code> function.
da_dk: Anvend <em>effekten</em> på billedet vist via <code>printDefaultSizedImage()</code> funktionen.

source: Images (custom)
da_dk: Billeder (brugerdefineret)

source: Apply <em>effect</em> to images shown via the custom image functions.
da_dk: Anvend <em>effekten</em> på billeder vist via brugerdefinerede billedfunktioner.

source: Image thumbnails (standard)
da_dk: Billedminiature (standard)

source: Apply <em>effect</em> to images shown via the <code>printImageThumb()</code> function.
da_dk: Anvend <em>effekten</em> på billeder vist via <code>printImageThumb()</code> funktionen.

source: Album thumbnails (standard)
da_dk: Album miniature (standard)

source: Apply <em>effect</em> to images shown via the <code>printAlbumThumbImage()</code> function.
da_dk: Anvend <em>effekten</em> på billeder vist via <code>printAlbumThumbImage()</code> funktionen.

source: Image thumbnails (custom)
da_dk: Billedminiature (brugerdefineret)

source: Apply <em>effect</em> to images shown via the custom image functions when <em>thumbstandin</em> is set.
da_dk: Anvend <em>effekten</em> på billeder vist via de brugerdefinerede funktioner når <em>thumbstandin</em> er sat.

source: Album thumbnails (custom)
da_dk: Album miniaturer (brugerdefineret)

source: Apply <em>effect</em> to images shown via the <code>printCustomAlbumThumbImage()</code> function.
da_dk: Anvend <em>effekten</em> på billeder vist via <code>printCustomAlbumThumbImage()</code> funktionen.

source: Random pool
da_dk: Tilfældig samling

source: Pool of effects for the <em>random</em> effect selection.
da_dk: Samling af effekter til <em>tilfældig</em> effektvalg.

source: Acknowledgments
da_dk: Bekræftelser

source: No image effects found.
da_dk: Ingen billedeffekter fundet.

source: Effect
da_dk: Effekter

source: <strong>Warning:</strong> <em>%1$s</em> invalid effect definition file
da_dk: <strong>Advarsel:</strong> <em>%1$s</em> ugyldig effekt definitionsfil

source: <strong>Warning:</strong> <em>%1$s</em> missing effect component: %2$s
da_dk: <strong>Advarsel:</strong> <em>%1$s</em> manglende effekt komponent: %2$s

source: <strong>Warning:</strong> <em>%1$s</em> missing effect definition file
da_dk: <strong>Advarsel:</strong> <em>%1$s</em> manglende effekt-definitionsfil.

source: jQuery jCarousel thumb nav plugin with dynamic loading of thumbs on request via JavaScript.
da_dk: jQuery jCarousel thumb nav plugin med dynamisk indlæsning af miniaturer på anmodning via JavaScript.

source: Thumbs number
da_dk: Miniature antal

source: The number of thumbs to scroll by. Note that the CSS might need to be adjusted.
da_dk: Antallet af miniaturer at rulle med. Bemærk, at CSS måske skal justeres.

source: Width of the carousel. Note that the CSS might need to be adjusted.
da_dk: Bredde af karrusellen. Bemærk at CSS måske skal justeres.

source: Height of the carousel. Note that the CSS might need to be adjusted.
da_dk: Højde af karrusellen. Bemærk at CSS måske skal justeres.

source: If checked the carousel will flow vertically instead of the default horizontal. Changing this may require theme changes!
da_dk: Hvis markeret vil karrusellen flyde lodret i stedet for stadard vanret. Denne ændring kan kræve ændring i temaet!

source: The scripts for which jCarousel is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
da_dk: Skripter for hvilke jCarousel er aktiveret. {Hvis temaer kræver det, kan de sætte dette, ellers skal du gøre det manuelt!}

source: Causes the stored IP addressed to be hashed so as to avoid privacy tracking issues.
da_dk: Forårsager at den gemte IP adresse bliver maskeret for at undgå problemer med privatlivsregler.

source: Google reCaptcha handler.
da_dk: Google reCaptcha controller.

source: Red
da_dk: Rød

source: White
da_dk: Hvid

source: Black Glass
da_dk: Sort Glas

source: Clean
da_dk: Rens

source: Enter your <em>reCaptcha</em> public key. You can obtain this key from the Google <a href="http://www.google.com/recaptcha">reCaptcha</a> site
da_dk: Indtast din <em>reCaptcha</em> offentlige nøgle. Du kan få denne nøgle fra Googles <a href="http://www.google.com/recaptcha">reCaptcha</a> site.

source: Enter your <em>reCaptcha</em> private key.
da_dk: Indsæt din <em>reCaptcha</em> private nøgle.

source: Select the <em>reCaptcha</em> theme.
da_dk: Vælg <em>reCaptcha</em> temaet.

source: Sample CAPTCHA image
da_dk: CAPTCHA prøvebillede

source: reCAPTCHA is not properly configured.
da_dk: reCAPTCHA er ikke konfiguret korrekt.

source: Get a visual challenge
da_dk: Få en visuel udfordring

source: Get an audio challenge
da_dk: Få en audio udfordring

source: Get another challenge
da_dk: Få en anden udfordring

source: Type the two words
da_dk: Skriv de to ord

source: Type what you hear
da_dk: Skriv hvad du hører

source: Incorrect please try again
da_dk: Forkert. Prøv venligst igen

source: externalFeed suspended
da_dk: ekstern Feed suspenderet

source: The external feed is currently not available.
da_dk: Den eksterne feed er ikke tilgængelig for tiden.

source: Gallery index page
da_dk: Galleri indexside

source: If your theme does not use the theme index.php page as the gallery index, enter the name of the page here. In the Zenpage theme for example this could be gallery.php. In that case you enter "gallery". If this is not empty the index.php sitemap is not generated.
da_dk: Hvis dit galleri ikke bruger temaets index.php side som galleri-index, angiv navnet på siden her. Det kunne fx. være galleri.php i Zenpage-temaet. I dette tilfælde skriver du "galleri". Hvis dette felt ikke er tomt bliver index.php sitemap ikke dannet.

source: Adds a theme function to call a slideshow either based on jQuery (default) or Colorbox.
da_dk: Tilføjer en temafunktion til at kalde et diasshow enten baseret på jQuery (standard) eller Colorbox.

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
da_dk: <em>jQuery Cycle</em> for diasshow ved hjælp af jQuery Cycle plugin<br /><em>jQuery Colorbox</em> for diasshow ved hjælp af Colorbox (Colorbox plugin krævet).<br />BEMÆRK: jQuery Colorbox modus er knyttet til det link printSlideShowLink()-funktionen skriver og kan hverken kaldes direkte eller på slideshow.php temasiden.

source: The scripts for which the slideshow is enabled. {Should have been set by the themes!}
da_dk: Skripterne som diasshow er aktiveret for. {Skulle være sat af temaerne!}

source: Slide width
da_dk: Dias bredde

source: Slide height
da_dk: Dias højde

source: Cycle Effect
da_dk: Cyklus effekt

source: slide X
da_dk: dias X

source: slide Y
da_dk: dias Y

source: scroll up
da_dk: rul op

source: scroll down
da_dk: rul ned

source: scroll left
da_dk: rul til venstre

source: scroll right
da_dk: rul til højre

source: The cycle slide effect to be used.
da_dk: Cyklus dias effekt der skal bruges.

source: Colorbox transition
da_dk: Colorbox overgang

source: Colorbox image type
da_dk: Colorbox billedtype

source: Colorbox image title
da_dk: Colorbox billedtitel

source: Previous
da_dk: Forrige

source: Stop and return to album or image page
da_dk: stop og vend tilbage til album eller billedsiden

source: Pause (to stop the slideshow without returning)
da_dk: Pause (stop diasshow uden at vende tilbage)

source: Play
da_dk: Afspil

source: The scripts for which the cycle2 plugin is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
da_dk: Skripterne for hvilke cycle2 plugin er aktiveret. {Hvis temaerne kræver det, kan de aktivere dette, ellers skal du gøre det manuelt!}

source: Tweet news articles when published.
da_dk: Tweet nyhedsartikler når de offentliggøres.

source: The <em>php_curl</em> extension is required
da_dk: <em>php_curl</em> udvidelserne kræves

source: Enable the tinyURL plugin to shorten URLs in your tweets.
da_dk: Aktiver TinyURL plugin for at forkorte webadresser i dine tweets.

source: This <code>tweet_news</code> app for this site needs a <em>consumer key</em>, a <em>consumer key secret</em>, an <em>access token</em>, and an <em>access token secret</em>.
da_dk: Denne <code>tweet_news</code> app skal til dette site bruge følgende nøgler: <em>consumer key</em>, <em>consumer key secret</em>, <em>access token</em>, og <em>access token secret</em>.

source: Get these from <a href="http://dev.twitter.com/">Twitter developers</a>
da_dk: Hent disse fra <a href="http://dev.twitter.com/">Twitter developers</a>

source: Secret
da_dk: Hemmelighed

source: The <em>secret</em> associated with your <em>consumer key</em>.
da_dk: <em>Hemmeligheden</em> associeret med din <em>consumer key</em>.

source: Access token
da_dk: Access nøgle

source: The application <em>oauth_token</em> token.
da_dk: Programmets <em>oauth_token</em> nøgle.

source: Access token secret
da_dk: Access token hemmelighed

source: The application <em>oauth_token</em> secret.
da_dk: Programmets <em>oauth_token</em> hemmelighed.

source: Protected objects
da_dk: Beskyttede objekter

source: If checked, protected items will be tweeted. <strong>Note:</strong> followers will need the password to visit the tweeted link.
da_dk: Hvis markeret, vil bekyttede emner blive tweetede. <strong>Bemærk:</strong> Følgere vil behøve en adgangskode for at besøge det tweetede link.

source: If a <em>type</em> is checked, a Tweet will be made when an object of that <em>type</em> is published.
da_dk: Hvis en <em>type</em> markeres vil en tweet blive lavet når et objekt af denne <em>type</em> offentliggøres.

source: Tweet Language
da_dk: Tweet sprog

source: Select the language for the Tweet message.
da_dk: Vælg sprog for Twitter meddelelser.

source: *not categorized*
da_dk: *ikke kategoriseret*

source: Only those <em>news categories</em> checked will be Tweeted. <strong>Note:</strong> <em>*not categorized*</em> means those news articles which have no category assigned.
da_dk: Kun de valgte <em>kategorier</em> bliver tweetede. <strong>Bemærk:</strong> <em>*ikke kategoriseret*</em> betyder de nyhedsartikler der ikke er tildelt en kategori.

source: Error tweeting <code>%1$s</code>: %2$s
da_dk: Fejl tweeting <code>%1$s</code>: %2$s

source: New image: [%2$s]%1$s
da_dk: Nyt billede: [%2$s]%1$s

source: New album: %s
da_dk: Nyt album: %s

source: Tweet News Errors:
da_dk: Tweet Nyheder Fejl:

source: Tweet me
da_dk: Tweet mig

source: Error:
da_dk: Fejl:

source: Provides a means allowing users to select the image size to view.
da_dk: Giver brugerne mulighed for at vælge den billedstørrelse de ønsker at se.

source: Image sizes allowed
da_dk: Tilladte billedstørrelser

source: List of sizes from which the viewer may select.<br />The form is "$s=&lt;size&gt;" or "$h=&lt;height&gt;,$w=&lt;width&gt;"....<br />See printCustomSizedImage() for details
da_dk: Liste over størrelser seeren kan vælge mellem.<br />Formen er "$s=&lt;størrelse&gt;" eller "$h=&lt;højde&gt;,$w=&lt;bredde&gt;;"....<br />Se printCustomSizedImage() for detaljer.

source: Selector
da_dk: Vælger

source: Choose the kind of selector to be presented the viewer.
da_dk: Vælg den valgfuntion som en besøgende præsenteres for

source: Default size
da_dk: Standardstørrelse

source: The initial size for the image. Format is a single instance of the sizes list.
da_dk: Standardstørrelse for billedet. Format er en forekomst af størrelseslisten.

source: Select image size
da_dk: Vælg billedstørrelse

source: There is a format error in your <em>viewer_size_image_sizes</em> option string.
da_dk: Der er en formatfejl i din <em>viewer_size_image_sizes</em> instillingsstreng.

source: There is a format error in your $usersizes string.
da_dk: Der er en formatfejl i din $usersizes streng

source: There is a format error in user size selection
da_dk: Der er en formatfejl i brugervalgte størrelse

source: There is a format error in your $default parameter
da_dk: Der er en formatfejl i din $default parameter

source: Import Wordpress pages, posts, categories, and comments to Zenpage.
da_dk: Importer Wordpress sider, poster, kategorier og kommentarer til Zenpage.

source: An importer for Wordpress posts and pages to Zenpage.
da_dk: En importør for Wordpress poster og sider til Zenpage.

source: Query failed :
da_dk: Søgning mislykkes:

source: Please try again
da_dk: Prøv venligst igen

source: Missing
da_dk: Manglende

source: <strong>ERROR:</strong> Could not connect to the Wordpress database - Query failed :
da_dk: <strong>FEJL:</strong> Kunne ikke forbinde til Wordpress databasen - søgningen mislykkes:

source: <strong>ERROR:</strong> Wordpress database could not be selected - Query failed :
da_dk: <strong>FEJL:</strong> Kunne ikke udvælge Wordpress databasen - søgningen mislykkes:

source: No categories to import.
da_dk: Ingen kategorier at importere.

source: Tag <em>%s</em> added
da_dk: Tag <em>%s</em> tilføjet

source: A tag with the title/titlelink <em>%s</em> already exists!
da_dk: Et tag med titlen/titellinket <em>%s</em> eksisterer allerede!

source: No tags to import.
da_dk: Ingen tags at importere.

source: %1$s <em>%2$s</em> added
da_dk: %1$s <em>%2$s</em> tilføjet

source: %1$s with the title/titlelink <em>%2$s</em> already exists!
da_dk: %1$s med titlen/titellinket <em>%2$s</em> eksisterer allerede!

source: %1$s <em>%2$s</em> already assigned
da_dk: %1$s <em>%2$s</em> allerede tildelt

source: %1$s <em>%2$s</em> assigned
da_dk: %1$s <em>%2$s</em> tildelt

source: %1$s <em>%2$s</em> could not be assigned!
da_dk: %1$s <em>%2$s</em> kunne ikke tildeles!

source: Comment could not be assigned!
da_dk: Kommentar kunne ikke tilskrives!

source: %1$u comment already exists.
da_dk: %1$u kommentar eksisterer allerede.

source: %1$u comment imported.
da_dk: %1$u kommentar importeret.

source: No comments to import
da_dk: Ingen kommetarer at importere

source: No posts or pages to import.
da_dk: Ingen poster eller sides at importere.

source: An importer for <strong>Wordpress 3.x</strong> to the Zenpage CMS plugin that imports the following:
da_dk: En importør for <strong>Wordpress 3.x</strong> til Zenpage CMS plugin som importerer følgende:

source: <strong>Posts (post_status published and draft only) => Zenpage articles</strong>
da_dk: <strong>Poster (post_status offentliggjort og kladde kun) => Zenpage artikler</strong>

source: <strong>Pages (post_status published and draft only) => Zenpage pages</strong>
da_dk: <strong>Sider (post_status offentliggjort og kladde kun) => Zenpage sider</strong>

source: <strong>Post categories => Zenpage categories including assignment to their article</strong>
da_dk: <strong>Post kategorier => Zenpage kategorier, herunder tildeling til deres aktikel</strong>

source: <strong>Note:</strong> <em>Wordpress page and category nesting</em> is currently not preserved but can easily be recreated by drag and drop sorting.
da_dk: <strong>Bemærk:</strong> <em>WordPress side og kategori indlejring</em> bevares i øjeblikket ikke men kan let genskabes ved træk og slip sortering.

source: In case anything does not work as expected the query results from the Wordpress database are logged in <code>zp-data/debug.log</code>
da_dk: I tilfælde af noget ikke fungerer som forventet vil forespørgselsresultaterne fra Wordpress database logføres i <code>zp-data/debug.log</code>

source: <strong>ERROR: </strong>The Zenpage CMS plugin is not enabled.
da_dk: <strong>FEJL:</strong> Zenpage CMS plugin er ikke aktiveret.

source: Please enter your Wordpress database details:
da_dk: Indtast venligst WordPress database detaljer:

source: Convert linefeeds to new lines (br)
da_dk: Konverter linjeskift til nye linjer (br)

source: Import finished.
da_dk: Import slut.

source: Importing...patience please.
da_dk: Importerer...vær venligst tålmodig

source: Pages and Articles
da_dk: Sider og Artikler

source: New import
da_dk: Ny import

source: <strong>Note:</strong> This feature must be integrated into your theme. It is not supported by either the <em>default</em> or the <em>stopdesign</em> theme.
da_dk: <strong>Bemærk:</strong> Denne feature skal være integreret i dit tema. Den er ikke understøttet af hverken <em>standard</em> eller <em>stopdesign</em> temaerne.

source: Add Page
da_dk: Tilføj Side

source: Add Article
da_dk: Tilføj Artikel

source: Last change:<br />%1$s<br />by %2$s
da_dk: Sidste ændring:<br />%1$s<br />by %2$s

source: (<strong>%1$u</strong> page)
da_dk: (<strong>%1$u</strong> side)

source: (<strong>%1$u</strong> page, <strong>%2$u</strong> un-published)
da_dk: (<strong>%1$u</strong> side, <strong>%2$u</strong> ikke-udgivet )

source: (<strong>%1$u</strong> news)
da_dk: (<strong>%1$u</strong> nyhed)

source: (<strong>%1$u</strong> news, <strong>%2$u</strong> un-published)
da_dk: (<strong>%1$u</strong> nyhed, <strong>%2$u</strong> ikke-udgivet)

source: (<strong>%1$u</strong> category)
da_dk: (<strong>%1$u</strong> kategori)

source: Hash key
da_dk: Hash-nøgle

source: The key used in hashing the CAPTCHA string. Note: this key will change with each successful CAPTCHA verification.
da_dk: Nøglen der bruges i hashfuntionen for CAPTCHA strengen. Bemærk: Denne nøgle vil skifte efter hver succesfuld CAPTCHA verifikation.

source: Allowed characters
da_dk: Tilladte tegn

source: The characters which may appear in the CAPTCHA string.
da_dk: De tegn der må forekomme i en CAPTCHA streng.

source: CAPTCHA length
da_dk: CAPTCHA længde

source: The number of characters in the CAPTCHA.
da_dk: Antal tegn i CAPTCHAen.

source: CAPTCHA font
da_dk: CAPTHA font

source: random
da_dk: tilfældig

source: The font to use for CAPTCHA characters.
da_dk: Fonten brugt til CAPTCHA tegn.

source: CAPTCHA font size
da_dk: CAPTHA font størrelse

source: The size to use if the font is scalable (<em>TTF</em> and <em>Imagick</em> fonts.)
da_dk: Størrelse at bruge hvis skrifttypen er skalerbar (<em>TTF</em> og <em>Imagick</em> fonts.)
