Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Page %1$u
da_dk: Side %1$u
es_uy: Página %1$u
ru_ru: Страница %1$u

source: Are you sure you want to delete this item?
es_uy: ¿Esta seguro que quiere borrar este elemento?
ru_ru: Вы уверены, что хотите удалить этого пользователя?

source: Are you Absolutely positively sure you want to delete this item? THIS CANNOT BE UNDONE!
es_uy: ¿Está total y absolutamente seguro de querer borrar este elemento? ¡ESTO NO SE PUEDE DESHACER!
ru_ru: Вы абсолютно уверены, что хотите удалить этот объект? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: Test mode
da_dk: Testmodus
es_uy: Modo de prueba
ru_ru: Тестовый режим

source: Logs
da_dk: Logfiler
es_uy: Registros
ru_ru: Журналы

source: Sort Gallery
da_dk: Sorter Galleri
es_uy: Ordenar Galería
ru_ru: Сортировка галереи

source: New Album
da_dk: Nyt Album
es_uy: Nuevo Album
ru_ru: Новый альбом

source: Edit album
da_dk: Rediger album
es_uy: Editar álbum
ru_ru: Редактировать альбом

source: Sort subalbums
da_dk: Sorter underalbums
es_uy: Ordenar sub-álbumes
ru_ru: Сортировать субальбомы

source: Sort images
da_dk: Sorter billeder
es_uy: Ordenar imágenes
ru_ru: Сортировка изображений

source: Upload Here
da_dk: Overfør Her
es_uy: Subir Aquí
ru_ru: Загрузить сюда

source: New Album Here
da_dk: Nyt Album Her
es_uy: Nuevo Album Aquí
ru_ru: Новый альбом здесь

source: Delete the album
da_dk: Slet albummet
es_uy: Borrar el álbum
ru_ru: Удалить альбом

source: Edit image
da_dk: Rediger billede
es_uy: Editar imagen
ru_ru: Редактировать изображение

source: Are you sure you want to delete this image? THIS CANNOT BE UNDONE!
es_uy: ¿Está seguro que quiere borrar esta imagen? ¡ESTO NO SE PUEDE DESHACER!
ru_ru: Вы уверены, что хотите удалить это изображение? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: Delete the image
da_dk: Slet billedet
es_uy: Borrar la imagen
ru_ru: Удалить изображение

source: Create an album from the search
da_dk: Opret et album fra søgningen
es_uy: Crear un álbum desde la búsqueda
ru_ru: Создать альбом из поиска

source: Create Album
da_dk: Opret album
es_uy: Crear Album
ru_ru: Создать альбом

source: Logout
da_dk: Log af
es_uy: Cerrar sesión
ru_ru: Выход

source: My favorites
da_dk: Mine favoritter
es_uy: Mis favoritos
ru_ru: Избранное

source: No popular tags
da_dk: Ingen populære tags
es_uy: No hay etiquetas populares
ru_ru: Теги отсутствуют

source: You are successfully logged in.
ru_ru: Вы успешно вошли.

source: The page you are trying to view is password protected.
da_dk: Den side du prøver at se er beskyttet med adgangskode.
es_uy: La página que intenta ver está protegida por contraseña.
ru_ru: Страница, которую вы пытаетесь посмотреть, защищена паролем.

source: login
es_uy: iniciar Sesión
ru_ru: вход

source: Powered by <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simpler media website CMS">Zenphoto</a>
ru_ru: Работает на <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="Простая CMS для медиа-галерей">Zenphoto</a>

source: Zenphoto Error:</strong> the requested object was not found.
es_uy: Error Zenphoto:</strong> no se encontró el objeto requerido.
ru_ru: Ошибка Zenphoto:</strong> запрашиваемый объект не найден.

source: Album: %s
ru_ru: Альбом: %s

source: Image: %s
da_dk: Billede: %s
es_uy: Imagen: %s
ru_ru: Изображение: %s

source: Page: %s
da_dk: Side: %s
es_uy: Página: %s
ru_ru: Страница: %s

source: The image is marked un-published.
da_dk: Billedet er markeret upubliceret.
es_uy: La imagen está marcada como No publicada.
ru_ru: Изображение помечено как неопубликованное.

source: <em>This image is protected.</em>
ru_ru: <em>Это изображение защищено паролем.</em>

source: Image Info
da_dk: Billede informationer
es_uy: Información de imagen
ru_ru: Информация (EXIF)

source: Use SearchEngine::getSearchURL() instead
ru_ru: Вместо этого используйте SearchEngine::getSearchURL()

source: printSearchForm $album_list parameter is deprecated. Pass array("albums"=>array(album, album, ...)) instead.
es_uy: el parámetro printSearchForm $album_list está en desuso. Pase la matriz ("albums"=>array(album, album, ...)) en su lugar.
ru_ru: $album_list как параметр printSearchForm устарел. Передайте array("albums"=>array(album, album, ...)) вместо этого.

source: %s within previous results
da_dk: %s inden for tidligere resultater
es_uy: %s dentro de las resultados previos
ru_ru: %s в результатах предыдущего поиска

source: search options
da_dk: Søgeindstillinger
es_uy: opciones de búsqueda
ru_ru: настройки поиска

source: fields
da_dk: felter
es_uy: campos
ru_ru: поля

source: Within
da_dk: Inden for
es_uy: Dentro
ru_ru: В результатах

source: New
da_dk: Ny
es_uy: Nueva
ru_ru: Новый

source: Check/uncheck all
es_uy: Marcar/Desmarcar todo
ru_ru: Выбрать все

source: Backup/Restore
da_dk: Sikkerhedskopiering/gendannelse
es_uy: Copia de Seguridad/Restaurar
ru_ru: Бэкап/Восстановление

source: Backup and restore your gallery database.
da_dk: Sikkerhedskopier og gendan din galleri database.
es_uy: Hacer Copia de seguridad y/o restaurar su base de datos de la galería.
ru_ru: Резервное копирование и восстановление базы данных вашей галереи.

source: Backup
da_dk: Sikkerhedskopi
es_uy: Copia de seguridad
ru_ru: Резервное копирование

source: Restore your database content
ru_ru: Восстановить базу данных

source: Backup and Restore your database content
ru_ru: Резервное копирование и восстановление базы данных

source: Database software <strong>%s</strong>
da_dk: Database program <strong>%s</strong>
es_uy: Software de la Base de Datos <strong>%s</strong>
ru_ru: Тип базы данных: <strong>%s</strong>

source: Database name <strong>%s</strong>
da_dk: Database navn <strong>%s</strong>
es_uy: Nombre de la Base de Datos <strong>%s</strong>
ru_ru: Имя базы данных: <strong>%s</strong>

source: Tables prefix <strong>%s</strong>
da_dk: Tabel præfix <strong>%s</strong>
es_uy: Prefijo de Tablas <strong>%s</strong>
ru_ru: Приставка таблиц: <strong>%s</strong>

source: The backup facility creates database content snapshots in the <code>backup</code> folder of your installation. These backups are named in according to the date and time the backup was taken.The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
ru_ru: Инструмент резервного копирования создает копии состояния БД и помещает в директорию <code>backup</code> вашей установки. Имя файла копии содержит дату и время, когда резервное копирование было произведено. Высокий уровень компрессии может сильно загрузить сервер, но не дать большой выигрыш в размере файла (0 - без компрессии, 9 - максимальный уровень компрессии).

source: Create backup
es_uy: Crear Copia de seguridad
ru_ru: Создать копию

source: Backup the table content in your database.
ru_ru: Начать резервное копирование таблиц вашей базы данных.

source: Backup the Database
da_dk: Sikkerhedskopier databasen
es_uy: Hacer Copia de seguridad de su Base de Datos
ru_ru: Создать копию БД

source: Compression level
da_dk: Kompressionsgrad
es_uy: Nivel de Compresión
ru_ru: Уровень сжатия

source: You have not yet created a backup set.
da_dk: Du har endnu ikke oprettet en sikkedhedskopi.
es_uy: Todavía no ha creado un conjunto de copia de seguridad.
ru_ru: Вы еще не создавали резервную копию.

source: Backup restore
es_uy: Restaurar Copia de Seguridad
ru_ru: Восстановить из копии

source: You restore your database content by selecting a backup and pressing the <em>Restore the Database</em> button.
ru_ru: Для восстановления базы данных, выберите резервную копию и нажмите кнопку <em>Восстановить БД</em>.

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database content will be in the same state as when the backup was created.
ru_ru: <strong>Примечание: </strong> Каждая таблица базы данных очищается перед восстановлением. Состояние БД после удачного восстановления будет полностью соответствовать моменту создания копии.

source: Ideally a restore should be done only on the same version of Zenphoto on which the backup was created. If you are intending to upgrade, first do the restore on the version of Zenphoto you were running, then install the new Zenphoto. If this is not possible the restore can still be done, but if the database fields have changed between versions, data from changed fields will not be restored.
es_uy: Lo ideal es que una restauración se realice solo en la misma versión de Zenphoto en la que se creó la copia de seguridad. Si tiene la intención de actualizar, primero realice la restauración en la versión de Zenphoto que estaba ejecutando, luego instale el nuevo Zenphoto. Si esto no es posible, la restauración todavía se puede hacer, pero si los campos de la base de datos han cambiado entre versiones, los datos de los campos modificados no se restaurarán.
ru_ru: Желательно, чтобы восстановление БД производилось на той же версии Zenphoto, на которой создавалась резервная копия. При обновлении движка галереи, следует вначале восстановить БД и только потом устанавливать новую версию Zenphoto. Восстановление из резервной копии возможно и на любую другую версию Zenphoto, однако если между версиями вносились изменения в поля БД, то содержимое этих полей будет утеряно.

source: Both databases should use compatible table column collations. The restore may silently fail if for example a column of one database uses <code>utf8mb4_unicode_520_ci</code> and of the other <code>latin1_swedisch_ci</code>.
ru_ru: Обе базы данных должны поддерживать совместимые параметры сортировки данных. Процесс восстановления может не провалиться без уведомления, если, к примеру, одна из баз данных использует <code>utf8mb4_unicode_520_ci</code> a другая <code>latin1_swedisch_ci</code>.

source: Select the database restore file:
da_dk: Vælg database gendannelsesfil:
es_uy: Selecciones el archivo de restauración de la Base de Datos:
ru_ru: Выберите резервную копию:

source: Do you really want to restore the database content? Restoring the wrong backup might result in data loss!
ru_ru: Вы действительно хотите восстановить базу данных? Использование неправильной резервной копии приведет к потере информации!

source: Restore the table content in your database from a previous backup.
ru_ru: Восстановление таблиц в вашу базу данных из резервной копии.

source: Restore the Database
da_dk: Gendan database
es_uy: Restaure la Base de datos
ru_ru: Восстановить базу данных

source: Cache
es_uy: Caché
ru_ru: Кэш

source: Purge search cache
es_uy: Purgar caché de búsqueda
ru_ru: Очистить кэш поиска

source: Clear the static search cache.
es_uy: Borrar la caché estática de búsqueda.
ru_ru: Очистить кеш поиска.

source: Info
es_uy: Información
ru_ru: Информация

source: Database info
ru_ru: Информация о базе данных

source: Shows all database table and field info for quick reference.
da_dk: Viser alle database tabel- og felt-info for hurtig reference.
es_uy: Muestra todas las tablas y campos de la base de datos para una referencia rápida.
ru_ru: Показывает всю информацию о таблицах базы данных и полях для быстрого доступа.

source: The internal Zenphoto table relations can be viewed on the PDF database reference that is included in the release package within the /docs_files folder of your Zenphoto installation. For more detailed info about the database use tools like phpMyAdmin.
es_uy: Las relaciones de tabla internas de Zenphoto se pueden ver en el PDF de referencia de la base de datos que se incluye en el paquete de la versión dentro de la carpeta /docs_files de su instalación de Zenphoto. Para más información detallada sobre la base de datos, utilice herramientas como phpMyAdmin.
ru_ru: Внутренние связи таблиц Zenphoto можно просмотреть в справочнике базы данных PDF, который включен в пакет выпуска в папке /docs_files вашей установки Zenphoto. Для получения более подробной информации о базе данных используйте такие инструменты, как phpMyAdmin.

source: %1$s version: <strong>%2$s</strong>
es_uy: %1$s versión: <strong>%2$s</strong>
ru_ru: Версия %1$s: <strong>%2$s</strong>

source: Table prefix: no prefix
da_dk: Tabel præfix: Ingen præfix
es_uy: Prefijo de Tabla: sin prefijo
ru_ru: Приставка таблиц: без приставки

source: Table prefix: <strong>%1$s</strong>
da_dk: Tabel præfix: <strong>%1$s</strong>
es_uy: Prefijo de tabla: <strong>%1$s</strong>
ru_ru: Приставка таблиц: <strong>%1$s</strong>

source: The database is UTF-8
ru_ru: База данных имеет формат UTF-8

source: The database is not fully set to UTF-8 (utf8mb4). If you encounter data encoding issues try changing the configuration.
ru_ru: База данных не полностью настроена на UTF-8 (utf8mb4). Если у вас возникнут проблемы с кодировкой данных, попробуйте изменить конфигурацию.

source: The database server is UTF-8
ru_ru: Сервер базы данных имеет формат UTF-8

source: The following tables are not UTF-8.
ru_ru: Следующие таблицы не соответствуют UTF-8.

source: Key
es_uy: Clave
ru_ru: Ключ

source: Column
da_dk: Søjle
es_uy: Columna
ru_ru: Столбец

source: Shows statistical graphs and info about your gallery’s images and albums.
es_uy: Muestra gráficos estadísticos e información acerca de sus imágenes y álbumes de la galería.
ru_ru: Показывает статистические графики и информацию об изображениях и альбомах вашей галереи.

source: This page shows more detailed statistics of your gallery. For album statistics the bar graph always shows the total number of images in that album. For image statistics always the album the image is in is shown.<br />Un-published items are marked in dark red. Images are marked un-published if their (direct) album is, too.
da_dk: Denne side viser mere detaljerede statistikker for dit galleri. For album-statistikker viser søjlegrafen altid det samlede antal billeder i albummet. For billedstatistikker vises altid det album billedet er i.<br />Ikke-publicerede elementer er markeret i mørkerødt. Billeder er også markeret som ikke-publicerede hvis deres (direkte) album er.
es_uy: Esta página muestra estadísticas más detalladas de su galería. Para las estadísticas del álbum, el gráfico de barras siempre muestra el número total de imágenes en ese álbum. Para las estadísticas de la imagen, siempre se muestra el álbum en el que está la imagen. <br /> Los elementos no publicados están marcados en rojo oscuro. Las imágenes se marcan como no publicadas si su álbum (directo) también lo está.
ru_ru: На этой странице представлена более подробная статистика вашей галереи.<br />Для статистики альбомов столбчатая диаграмма всегда показывает общее количество изображений в этом альбоме. Для статистики изображений всегда отображается альбом, в котором находится изображение.<br />Неопубликованные материалы отмечены темно-красным. Изображения помечаются как неопубликованные, если их (прямой) альбом тоже помечен.

source: Outdated file entries cleared from the database
da_dk: Forældede poster fjernet fra databasen
es_uy: Entradas de archivo obsoletas borradas de la base de datos
ru_ru: Устаревшие записи удалены из базы данных

source: All download file entries cleared from the database
da_dk: Alle download-fil poster fjernet fra databasen
es_uy: Todas las entradas de archivos descargados borradas de la base de datos
ru_ru: Все записи о скачиваниях файлов удалены из базы данных

source: Clear outdated downloads from database
da_dk: Fjerner forældede downloads fra databasen
es_uy: Borrar descargas obsoletas de la Base de datos
ru_ru: Удалить устаревшие загрузки из базы данных

source: Clear all downloads from database
da_dk: Fjerner alle downloads fra databasen
es_uy: Borrar todas las descargas de la Base de datos
ru_ru: Очистить все загрузки из базы данных

source: HTTP header inspector
ru_ru: Инспектор HTTP-заголовков

source: Displays which HTTP headers your site sends.
ru_ru: Отображает, какие HTTP-заголовки отправляет ваш сайт.

source: Inspect which HTTP headers your site generally sends.
ru_ru: Проверьте, какие HTTP-заголовки обычно отправляет ваш сайт.

source: Frontend headers
ru_ru: Заголовки frontend

source: Backend headers
ru_ru: Заголовки backend

source: Fetching headers not possible on your server.
ru_ru: Загрузка заголовков не поддерживается вашим сервером.

source: Locale info
es_uy: Info de configuración regional
ru_ru: Информация о локали

source: Display information about installed locales.
es_uy: Desplegar información sobre la instalación de configuraciones regionales.
ru_ru: Отображает информацию об установленных локализациях.

source: Locale information.
es_uy: Información de configuración regional.
ru_ru: Информация о локализациях.

source: You system has support for the following locales:
es_uy: Su sistema soporta las siguientes configuraciones regionales:
ru_ru: Ваша система поддерживает следующие локали:

source: Http Accept Languages
es_uy: Lenguaje de aceptación Http
ru_ru: HTTP Accept Language

source: The locales your browser has defined to accept.
es_uy: Las configuraciones regionales que su navegador ha definido para aceptar.
ru_ru: Локали, которые настроен принимать ваш браузер.

source: Supported system locales
es_uy: Configuraciones regionales del sistema compatibles
ru_ru: Поддерживаемые локали

source: These are the locales that are installed and supported on your server.
es_uy: Estas son las configuraciones regionales que están instaladas y son compatibles en su servidor.
ru_ru: Это локали, которые установлены и поддерживаются на вашем сервере.

source: Sorry, the locales cannot be listed as the required <a href="%s">PHP class ResourceBundle</a> is not available on your system. We suggest you contact your host about this.
es_uy: Lo sentimos, las configuraciones regionales no se pueden listar como es requerido <a href="%s">PHP class ResourceBundle</a> no está disponible en su sistema. Le sugerimos que contacte a su administrador de hosting sobre esto.
ru_ru: Извините, список локалей не может быть отображен, поскольку требуемый класс PHP <a href="%s">ResourceBundle</a> недоступен в вашей системе. Мы рекомендуем связаться по этому поводу со службой поддержки вашего хостинга.

source: Site is open.
ru_ru: Сайт доступен.

source: Site is now closed for upgrade.
ru_ru: Сайт закрыт на обновление.

source: Site is now closed for testing only.
ru_ru: Сайт закрыт для тестирования.

source: site_upgrade files restored to original.
ru_ru: site_upgrade: установочные файлы восстановлены.

source: <em>mod_rewrite</em> is not enabled. The plugin works best if <var>mod_rewrite</var> is active and the <var>htaccess</var> file exists. If this is not the case the plugin will still work in most cases. However if the release you are upgrading to has significant changes involving plugin loading of the front-end site there may be PHP failures due if the site is accessed while the files being uploaded are in a mixed release state.
ru_ru: <em>mod_rewrite</em> не включен. Плагин работает лучше всего, если <var>mod_rewrite</var> активен и существует файл <var>.htaccess</var>. Если это не так, плагин все равно будет работать в большинстве случаев. Однако, если выпуск, до которого вы обновляетесь, содержит значительные изменения, связанные с загрузкой плагинов на интерфейсный сайт, могут возникать сбои PHP, вызванные доступом к сайту, когда загружаемые файлы находятся в состоянии смешанного выпуска.

source: Open the site
ru_ru: Открыть сайт

source: Close the site
ru_ru: Закрыть доступ к сайту

source: Open the site automatically after running setup (not recommended)
ru_ru: Открывать сайт автоматически после завершения работы программы установки (не рекомендуется)

source: Restore the files in the <code>plugins/site_upgrade</code> folder to their default state. <strong>Note: this will overwrite any custom edits you may have made.</strong>
ru_ru: Восстановите файлы в папке <code>plugins/site_upgrade</code> до состояния по умолчанию. <strong>Примечание: при этом все пользовательские изменения, которые вы могли внести, будут перезаписаны.</strong>

source: <strong>Closing</strong> the site will cause links to the site <code>front end</code> to be redirected to a script in the folder <code>plugins/site_upgrade</code>. Access to the admin pages remains available. You should close the site while you are uploading a new Zenphoto release or doing other significant updates be it code or content wise so that users will not catch the site in an unstable state. Running setup will always close the site automatically.
ru_ru: <strong>Закрытие</strong> сайта приведет к перенаправлению ссылок на <code>веб-интерфейса сайта</code> на скрипт в папке <code>plugins/site_upgrade</code>. Доступ к страницам администратора остается доступным. Вам следует закрыть сайт, пока вы загружаете новую версию Zenphoto или выполняете другие важные обновления, будь то код или контент, чтобы пользователи не застали сайт в нестабильном состоянии. При запуске программы установки сайт всегда будет автоматически закрываться.

source: After you have uploaded the new release and ran Setup you place the site in <strong>test mode</strong>. In this mode only logged in <i>Administrators</i> can access the <i>front end</i>. You can then, as the administrator, view the site to be sure that all your changes are as you wish them to be.
ru_ru: После загрузки новой версии и запуска программы установки вы переводите сайт в <strong>тестовый режим</strong>. В этом режиме доступ к интерфейсу могут получить только авторизованные <em>администраторы </em>. Затем вы, как администратор, можете просмотреть сайт, чтобы убедиться, что все внесенные вами изменения соответствуют вашим пожеланиям.

source: Once your testing is completed you <strong>open</strong> your site to all visitors.
ru_ru: После завершения тестирования вы <strong>открываете</strong> свой сайт для всех посетителей.

source: Custom placeholder files
ru_ru: Пользовательские файлы-заглушки

source: Change the files in <code>plugins/site_upgrade</code> to meet your needs.
ru_ru: Измените файлы в <code>plugins/site_upgrade</code> в соответствии с вашими потребностями.

source: <strong>Note:</strong> these files will be copied to that folder during setup the first time you do an install. Setup will not overrite any existing versions of these files, so if a change is made to the Zenphoto versions of the files you will have to update your copies either by removing them before running setup or by manually applying the Zenphoto changes to your files.
ru_ru: <strong>Примечание:</strong> эти файлы будут скопированы в эту папку во время установки при первом выполнении установки. Программа установки не перезапишет ни одну из существующих версий этих файлов, поэтому, если в версии файлов Zenphoto будут внесены изменения, вам придется обновить свои копии, либо удалив их перед запуском программы установки, либо вручную применив изменения Zenphoto к вашим файлам.

source: Display PHP information.
es_uy: Desplegar información PHP.
ru_ru: Показать конфигурацию PHP сервера.

source: Your PHP configuration information.
da_dk: Din PHP konfigurationsinformation.
es_uy: Información de su configuración PHP.
ru_ru: Конфигурация PHP вашего сервера.

source: Refresh the Database
da_dk: Opdater databasen
es_uy: Actualizar la Base de datos
ru_ru: Обновить базу данных

source: Perform a garbage collection of the Database
da_dk: Udfør en affaldsindsamling af Databasen
es_uy: Realizar una recolección de basura de la base de datos
ru_ru: Выполнить сборку мусора из базы данных

source: Forces a refresh of the metadata for all images and albums.
da_dk: Gennemtvinger en opdatering af metadata for alle billeder og albums.
es_uy: Fuerza una actualización de los metadatos para todas las imágenes y álbumes.
ru_ru: Запускает обновление метаданных всех изображений и альбомов галереи.
