Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <strong>Warning:</strong> If you select <em>https</em> or <em>secure admin</em> your server <strong>MUST</strong> support <em>https</em>. If you set either of these on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to set or add <code>$conf["server_protocol"] = "http";</code> to your <code>zenphoto.cfg.php</code> file .
es_uy: <strong>Advertencia:</strong> si selecciona <em>https</em> o <em>administrador seguro</em>, su servidor <strong>DEBE</strong> admitir <em>https</em>. Si configura cualquiera de estos en un servidor que no admite <em>https</em>, no podrá acceder a las páginas <code>admin</code> para restablecer la opción. Su única posibilidad es establecer o agregar <code>$ conf ["server_protocol"] = "http";</code> a su archivo <code>zenphoto.cfg.php</code>.

source: <strong>Note</strong>: If your browser does not present a consistant IP address during a session you may not be able to log into your site when this option is enabled.
da_dk: <strong>Bemærk</strong>: Hvis din browser ikke præsenterer den samme IP-adresse gennem en session, risikerer du ikke at kunne logge på dit site når denne option er valgt.
es_uy: <strong>Nota:</strong> Si su navegador no presenta una dirección IP consistente durante una sesión, es posible que no pueda iniciar sesión en su sitio cuando esta opción esté habilitada.

source: You <strong>WILL</strong> have to login after changing this option.
da_dk: Du <strong>SKAL</strong> logge ind igen efter at have ændret denne option.
es_uy: Usted <strong>DEBERA</strong> iniciar sesión luego de cambiar esta opción.

source: Image Processor security
da_dk: Billedbehandling sikkerhed
es_uy: Seguridad del procesamiento de imagen

source: No suitable Zenpage pages available
es_uy: No hay páginas adecuadas de Zenpage disponibles

source: <strong>Error parsing <em>plugin_description</em> string!</strong>.
da_dk: Fejl ved indlæsning af <em>plugin_description</em> streng!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_description</em>!</strong>.

source: <strong>Error parsing <em>plugin_deprecated</em> string!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_deprecated</em>!</strong>.

source: <strong>Error parsing <em>plugin_notice</em> string!</strong>.
da_dk: Fejl ved indlæsning af <em>plugin_notice</em> streng!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_notice</em>!</strong>.

source: <strong>Error parsing <em>plugin_author</em> string!</strong>.
da_dk: Fejl ved indlæsning af <em>plugin_author</em> streng!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_author</em>!</strong>.

source: <strong>Error parsing <em>plugin_version</em> string!</strong>.
da_dk: Fejl ved indlæsning af <em>plugin_version</em> streng!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_version</em>!</strong>.

source: <strong>Error parsing <em>plugin_disable</em> string!</strong>.
da_dk: Fejl ved indlæsning af <em>plugin_disable</em> streng!</strong>.
es_uy: <strong>Error al analizar la cadena <em>plugin_disable</em>!</strong>.

source: This plugin is disabled. Click for details.
da_dk: Dette plugin er deaktiveret. Klik for detaljer.
es_uy: Este plugin esta deshabilitado. Click para detalles.

source: Plugin warnings
da_dk: Plugin advarsler
es_uy: Advertencias del complemento

source: You can download more themes from the <a href="http://www.zenphoto.org/theme/">zenphoto themes page</a>.
da_dk: Du kan downloade flere temaer fra <a href="http://www.zenphoto.org/theme/">zenphotos tema side</a>.
es_uy: Puede descargar más temas desde <a href="http://www.zenphoto.org/zp/theme/">página de temas de zenphoto</a>.

source: Version
es_uy: Versión

source: PHP Safe Mode Restrictions in effect!
da_dk: PHP Safe Mode begrænsninger er aktiverede!
es_uy: Restricciones Modo Seguro de PHP activadas!

source: Zenphoto may be unable to perform uploads when PHP Safe Mode restrictions are in effect
es_uy: Zenphoto puede ser incapaz de realizar subidas cuando las restricciones de Modo Seguro de PHP estén activadas

source: Make a new Album
da_dk: Opret et nyt album
es_uy: Hacer un nuevo Album

source: Publish the album so everyone can see it.
da_dk: Offentliggør albummet synligt for alle.
es_uy: Publicar el álbum para que todos puedan verlo.

source: titled:
da_dk: benævnt:
es_uy: titulado:

source: with the folder name:
da_dk: med mappenavn:
es_uy: con el nombre de carpeta:

source: The primary album was created in association with the user. It will be removed if the user is deleted. Delinking the album removes this association.
da_dk: Det primære album blev oprettet i tilknytning til en bruger. Det vil blive fjernet hvis brugeren slettes. Afkobling af albummet fjerner denne tilknytning.
es_uy: El álbum principal fue creado en asociación con el usuario. Será eliminado si el usuario es eliminado. Al desvincular el álbum se elimina esta asociación.

source: The <em>Zenphoto_Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
da_dk: <em>zenphoto_Authority</em> objektet understøtter en højere version of brugerrettigheder end valgt nu. Du kan overveje at migrere brugerrettighederne til den nye funktionalitet i denne version.
es_uy: El objeto <em>Zenphoto_Authority</em> admite una versión más alta de los derechos de usuario que la seleccionada actualmente. Puede que desee migrar los derechos de usuario y obtener la nueva funcionalidad que proporciona esta versión.

source: You may wish to revert the <em>Zenphoto_Authority</em> user rights to version %s for backwards compatibility with prior Zenphoto releases.
es_uy: Puede desear revertir los derechos de usuario <em>Zenphoto_Authority</em> a la versión %s para retrotraer compatibilidad con lanzamientos previos de Zenphoto.

source: The Setup environment is not totally secure, you should protect the scripts to thwart hackers. Use the <strong>Setup » protect scripts</strong> button in the <em>Admin</em> section of the <em>Utility functions</em>.
da_dk: Da setup-miljøet er ikke helt sikkert, bør du beskytte scripts for at forpurre hackere. Brug <strong>Setup » beskyt scripts</strong> knappen i <em>Admin</em> i <em>hjælpefunktioner</em>.
es_uy: El entorno de instalación no es totalmente seguro, debe proteger los scripts para frustrar a los piratas informáticos. Utilice el botón <strong>Configuración » proteger scripts</strong> en la sección <em>Admin</em> de <em> Funciones de Utilidad</em>.

source: <em>Debug build</em>
es_uy: <em>Compilación de depuración</em>

source: Official build
da_dk: Officiel Build
es_uy: Compilación Oficial

source: Zenphoto version <strong>%1$s (%2$s)</strong>
es_uy: Versión Zenphoto <strong>%1$s (%2$s)</strong>

source: Preview the release notes for Zenphoto %s
es_uy: Vista previa de las notas de lanzamiento de Zenphoto %s

source: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
da_dk: PHP fejlmeldinger vil måske vises på WEBsiden. Dette kan afsløre følsomme oplysninger om hjemmesiden.
es_uy: Los mensajes de error de PHP pueden aparecer en las páginas WEB. Esto puede revelar información sensible del sitio.

source: <em>display_errors</em> is <strong>On</strong>
da_dk: <em>vis_fejl</em> er <strong>Til</strong>
es_uy: <em>display_errors</em> está en <strong>ON</strong>

source: 1: Normal (0 deg)
es_uy: 1: Normal (0 grados)

source: 2: Mirrored
es_uy: 2: Reflejado

source: 3: Upside-down
es_uy: 3: Al revés

source: 4: Upside-down Mirrored
es_uy: 4: Al revés-Reflejado

source: 5: 90 deg CW Mirrored
es_uy: 5: 90 grados CW Reflejado

source: 6: 90 deg CCW
es_uy: 6: 90 grados CCW

source: 7: 90 deg CCW Mirrored
es_uy: 7: 90 grados CCW Reflejado

source: 8: 90 deg CW
es_uy: 8: 90 grados CW

source: Center of Pixel Array
da_dk: Centrum af pixelarray
es_uy: Centro del conjunto de pixel

source: Datum Point
da_dk: Referencepunkt
es_uy: Punto de referencia

source: Standard Output Sensitivity
da_dk: Standard output følsomhed
es_uy: Sensibilidad de salida estándar

source: Recommended Exposure Index
da_dk: Anbefalet eksponeringsindeks
es_uy: Índice de exposición recomendado

source: ISO Speed
da_dk: ISO Hastighed
es_uy: Velocidad ISO

source: Standard Light A
da_dk: Standardlys A
es_uy: Luz estándar A

source: Standard Light B
da_dk: Standardlys B
es_uy: Luz estándar B

source: Standard Light C
da_dk: Standardlys C
es_uy: Luz estándar C

source: ISO Studio Tungsten
es_uy: ISO Studio Tungsteno

source: pixels
da_dk: pixel
es_uy: pixeles

source: Digital Still Camera
da_dk: Digitalt Still-kamera
es_uy: Cámara fotográfica digital

source: Directly Photographed
da_dk: Direkte fotograferet
es_uy: Fotografiado directamente

source: Bulb
da_dk: Pære
es_uy: Bulbo

source: The file could not be found.
da_dk: Filen kunne ikke findes.
es_uy: No se pudo encontrar el archivo.

source: Could not Find SubIFD
da_dk: Kunne ikke finde SubIFD
es_uy: No se puede encontrar SubIFD

source: Illegal size for SubIFD
da_dk: Ulovlig størrelse for SubIFD
es_uy: Tamaño ilegal para SubIFD

source: Could not Find IFD1
da_dk: Kunne ikke finde IFD1
es_uy: No se pudo encontrar IFD1

source: Illegal size for IFD1
da_dk: Ulovlig størrelse for IFD1
es_uy: Tamaño ilegal para IFD1

source: Could not Find InteroperabilityIFD
da_dk: Kunne ikke finde InteroperabilitetsIFD
es_uy: No se pudo encontrar la interoperabilidad IFD

source: Illegal size for InteroperabilityIFD
da_dk: Ulovlig størrelse for InteroperabilitetsIFD
es_uy: Tamaño ilegal para la interoperabilidad IFD

source: Fine
da_dk: Fin
es_uy: Fino

source: Superfine
da_dk: Superfin
es_uy: Super fino

source: Red Eye Reduction
da_dk: Rød-øje reduktion
es_uy: Reducción de ojos rojos

source: Slow Synchro
da_dk: Langsom syncro
es_uy: Sincronía lenta

source: Auto + Red Eye Reduction
da_dk: Auto + Rød-øje Reduktion
es_uy: Automático + Reducción de ojos rojos

source: On + Red Eye Reduction
da_dk: Til + Rød-øje Redution
es_uy: On + Reducción de ojos rojos

source: External Flash
da_dk: Ekstern Flash
es_uy: Flash externo

source: Single/Timer
da_dk: Enkelt/Timer
es_uy: Temporizador simple

source: Continuous
da_dk: Fortløbende
es_uy: Contínuo

source: One-Shot
es_uy: Un disparo

source: Manual Focus
da_dk: Manuel Fokus
es_uy: Foco Manual

source: Single
da_dk: Enkelt
es_uy: Simple

source: Medium
da_dk: Mellem
es_uy: Madio

source: Full Auto
da_dk: Fuldautomatisk
es_uy: Automático total

source: Fast Shutter
da_dk: Hurtig lukker
es_uy: Disparo rápido

source: Slow Shutter
da_dk: Langsom lukker
es_uy: Disparo lento

source: Night
da_dk: Nat
es_uy: Noche

source: Black & White
da_dk: Sorthvid
es_uy: Blanco y Negro

source: Pan Focus
da_dk: PAN fokus
es_uy: Foco panorámico

source: Evaluative
da_dk: Evaluerende
es_uy: Evaluativo

source: Center-weighted
da_dk: Center-vægtede
es_uy: Centro ponderado

source: Locked (Pan Mode)
da_dk: Låst (PAN tilstand)
es_uy: Bloqueado (Modo Panorámico)

source: Auto Selected
da_dk: Automatisk valgt
es_uy: Auto seleccionado

source: EasyShoot
es_uy: Disparo fácil

source: Flash Did Not Fire
da_dk: Flash ikke udløst
es_uy: El Flash no disparó

source: External E-TTL
da_dk: Ekstern E-TTL
es_uy: E-TTL Externo

source: Internal Flash
da_dk: Intern Flash
es_uy: Flash Interno

source: FP sync used
da_dk: FP sync anvendt
es_uy: Sincronización FP usada

source: 2nd(rear)-curtain sync used
da_dk: 2nd(bageste)-gardin sync brugt
es_uy: 2da. sincronización (posterior) de cortina utilizada

source: 1st curtain sync
da_dk: 1st gardin sync
es_uy: 1ra. cortina sincronizada

source: Sunny
da_dk: Solrigt
es_uy: Soleado

source: Cloudy
da_dk: Skyet
es_uy: Nuboso

source: DaylightColor-fluorescence
da_dk: DaylightColor-fluorescens
es_uy: Color luz día-fluorescente

source: DaywhiteColor-fluorescence
da_dk: DaywhiteColor-fluorescens
es_uy: Color día blanco-fluorescente

source: White-fluorescence
da_dk: White-fluorescens
es_uy: Blanco-fluorescente

source: Incandescence
es_uy: Incandescente

source: Chroma Saturation Normal(STD)
da_dk: Farvemætning Normal (STD)
es_uy: Saturación de croma normal (ETS)

source: Chroma Saturation High
da_dk: farvemætning høj
es_uy: Saturación de croma alto (HIG)

source: Chroma Saturation Low(ORG)
da_dk: Farvemætning lav (ORG)
es_uy: Saturación de croma bajo (ORG)

source: Unknown:
es_uy: Desconocido:

source: Contrast Normal(STD)
da_dk: Kontrast normal (STD)
es_uy: Contraste normal (STD)

source: Contrast High(HARD)
da_dk: Kontrast høj (HARD)
es_uy: Contraste alto (HARD)

source: Contrast Low(ORG)
da_dk: Kontrast lav (ORG)
es_uy: Contraste bajo (ORG)

source: Red-Eye Reduction
da_dk: Rød-øje Reduktion
es_uy: Reducción de ojos rojos

source: Sports
da_dk: Sport
es_uy: Deportes

source: Program AE
es_uy: Programa AE

source: Aperture Priority AE
da_dk: Blændeprioritet AE
es_uy: Prioridad de Apertura AE

source: Manual Exposure
da_dk: Manuel optagelse
es_uy: Exposición Manual

source: No Warning
da_dk: Uden varsel
es_uy: Sin Advertencia

source: Warning
da_dk: Advarsel
es_uy: Advertencia

source: Auto Focus Good
da_dk: Autofocus godt
es_uy: Auto Foco Bueno

source: Out of Focus
da_dk: Ude af focus
es_uy: Fuera de Foco

source: AE Good
da_dk: AE godt
es_uy: AE Bueno

source: Over Exposure
da_dk: Overeksponering
es_uy: Sobreexposición

source: Converter
es_uy: Convertidor

source: VGA Basic
es_uy: VGA Básico

source: VGA Fine
da_dk: VGA Fin
es_uy: VGA Fino

source: SXGA Basic
es_uy: SXGA Básico

source: SXGA Fine
da_dk: SXGA Fin
es_uy: SXGA Fino

source: Bright+
da_dk: Lysstyrke+
es_uy: Brillo+

source: Bright-
da_dk: Lysstyrke-
es_uy: Brillo-

source: Contrast+
da_dk: Kontrast+
es_uy: Contraste+

source: Contrast-
da_dk: Kontrast-
es_uy: Contraste-

source: Preset
da_dk: Forudindstilling
es_uy: Preconfigurado

source: Fluorescence
da_dk: Fluorescens
es_uy: Fluorescente

source: SpeedLight
es_uy: Velocidad de la luz

source: Fisheye
da_dk: Fiskeøje
es_uy: Ojo de Pescado

source: AF non D
es_uy: AF no D

source: Did Not Fire
da_dk: Ikke udløst
es_uy: No disparó

source: External
da_dk: Ekstern
es_uy: Externo

source: On Camera
es_uy: En Cámara

source: 3-area-focusing (High speed)
da_dk: 3-område-fokus (Højhastighed)
es_uy: Enfoque de 3 áreas (Alta velocidad)

source: 1-area-focusing (High speed)
da_dk: 1-område-fokus (Højhastighed)
es_uy: Enfoque de 1 área (Alta velocidad)

source: 1-area-focusing
da_dk: 1-område-fokus
es_uy: Enfoque de 1 área

source: Spot-focusing
da_dk: Plet-fokus
es_uy: Enfoque en el punto

source: Standard
es_uy: Estándar

source: Very High
da_dk: Meget høj
es_uy: Muy Alto

source: Halogen
es_uy: Halógena

source: Black and White
da_dk: Sorthvid
es_uy: Blanco y Negro

source: Auto, Focus button
es_uy: Automático, Botón de Enfoque

source: Auto, Continuous
es_uy: Automático, Continuo

source: Mode 1
da_dk: Modus 1
es_uy: Modo 1

source: Mode 2
da_dk: Modus 2
es_uy: Modo 2

source: Scenery
da_dk: Sceneri
es_uy: Escenario

source: Night Portrait
da_dk: Natportræt
es_uy: Retrato Nocturno

source: Panning
da_dk: Panorering
es_uy: Toma panorámica

source: Fireworks
da_dk: Fyrværkeri
es_uy: Fuegos Artificiales

source: Party
da_dk: Fest
es_uy: Fiesta

source: Snow
da_dk: Sne
es_uy: Nieve

source: Night Scenery
da_dk: Natsceneri
es_uy: Escenario Nocturno

source: Food
da_dk: Mad
es_uy: Comida

source: Baby
es_uy: Bebé

source: High Sensitivity
da_dk: Høj Følsomhed
es_uy: Alta Sensibilidad

source: Underwater
da_dk: Undervands
es_uy: Bajo el Agua

source: Pet
da_dk: Kæledyr
es_uy: Mascota

source: Yes
da_dk: Ja
es_uy: Si

source: Warm
da_dk: Varm
es_uy: Caliente

source: Cool
da_dk: Koldt
es_uy: Frío

source: Low/High Quality
da_dk: Lav/Høj kvalitet
es_uy: Baja/Alta Calidad

source: Infinite
da_dk: Uendelig
es_uy: Infinito

source: Rotate 90 CW
da_dk: Roter 90 med uret
es_uy: Rotar 90 CW

source: Rotate 270 CW
da_dk: Roter 270 med uret
es_uy: Rotar 270 CW

source: MySQL Error: Zenphoto received the error %s when connecting to the database server.
es_uy: Error de MySQL: Zenphoto recibió el error %s al conectarse al servidor de la base de datos.

source: MySQL Error: MySQL returned the error %1$s when Zenphoto tried to select the database %2$s.
es_uy: Error de MySQL: MySQL devolvió el error %1$s cuando Zenphoto intentó seleccionar la base de datos %2$s.

source: MySQLi Error: Zenphoto could not instantiate a connection.
es_uy: Error MySQLi: Zenphoto no pudo instanciar una conexión.

source: MySQLi Error: MySQLi returned the error %1$s when Zenphoto tried to select the database %2$s.
es_uy: Error de MySQLi: MySQL devolvió el error %1$s cuando Zenphoto intentó seleccionar la base de datos %2$s.

source: Albanian
da_dk: Albansk
es_uy: Albaniano

source: Arabic (United Arab Emirates)
da_dk: Arabisk (Forenede Arabiske Emirater)
es_uy: Arabic (Emiratos Arabes Unidos)

source: Arabic (Algeria)
da_dk: Arabisk (Algeriet)
es_uy: Arabic (Argelia)

source: Belarusian
da_dk: Hviderussisk
es_uy: Bielorusia

source: Bulgarian
da_dk: Bulgarsk
es_uy: Bulgaria

source: Chinese (People’s Republic of China)
es_uy: China (República Popular China)

source: Croatian
da_dk: Kroatisk
es_uy: Croacia

source: Spanish (Argentina)
da_dk: Spansk (Argentina)
es_uy: Español (Argentina)

source: Spanish (Bolivia)
da_dk: Spansk (Bolivia)
es_uy: Español (Bolivia)

source: Spanish (Chile)
da_dk: Spansk (Chile)
es_uy: Español (Chile)

source: Spanish (Columbia)
da_dk: Spansk (Columbia)
es_uy: Español (Colombia)

source: Spanish (Costa Rica)
da_dk: Spansk (Costa Rica)
es_uy: Español (Costa Rica)

source: Spanish (Dominican Republic)
da_dk: (Dominikanske republik)
es_uy: Español (República Dominicana)

source: Spanish (Ecuador)
da_dk: Spansk (Ecuador)
es_uy: Español (Ecuador)

source: Spanish (Spain)
da_dk: Spansk (Spanien)
es_uy: Español (España)

source: Spanish (Guatemala)
da_dk: Spansk (Guatemala)
es_uy: Español (Guatemala)

source: Spanish (Honduras)
da_dk: Spansk (Honduras)
es_uy: Español (Honduras)

source: Spanish (Mexico)
da_dk: Spansk (Mexico)
es_uy: Español (México)

source: Spanish (Nicaragua)
da_dk: Spansk (Nicaragua)
es_uy: Español (Nicaragua)

source: Spanish (Panama)
da_dk: Spansk (Panama)
es_uy: Español (Panamá)

source: Spanish (Peru)
da_dk: Spansk (Peru)
es_uy: Español (Perú)

source: Spanish (Puerto Rico)
da_dk: Spansk (Puerto Rico)
es_uy: Español (Puerto Rico)

source: Spanish (Paraguay)
da_dk: Spansk (Paraguay)
es_uy: Español (Paraguay)

source: Spanish (El Salvador)
da_dk: Spansk (El Slavador)
es_uy: Español (El Salvador)

source: Spanish (United States)
da_dk: Spansk (USA)
es_uy: Español (Estados Unidos)

source: Spanish (Uruguay)
da_dk: Spansk (Uruguay)
es_uy: Español (Uruguay)

source: Spanish (Venezuela)
da_dk: Spansk (Venezuela)
es_uy: Español (Venezuela)

source: Spanish (Latin America)
da_dk: Spansk (Latinamerika)
es_uy: Español (Latinoamérica)

source: Unknown error processing %s! Please report to the developers at <a href="http://www.zenphoto.org/">www.zenphoto.org</a>
es_uy: ¡Error desconocido al procesar %s! Informe a los desarrolladores en <a href="http://www.zenphoto.org/">www.zenphoto.org</a>

source: Time Taken
da_dk: Taget Tidspunkt
es_uy: Horario de la toma

source: Original Time Taken
da_dk: Oprindelige optagelsestid
es_uy: Horario original de la toma

source: Time Digitized
da_dk: Digitaliseret Tidspunkt
es_uy: Hora de digitalización

source: Lens Type
da_dk: Linse Type
es_uy: Tipo de lente

source: Originating Program
da_dk: Oprindelige Program
es_uy: Programa de origen

source: Bitrate_Mode
es_uy: Modo de tasa de bits

source: Bits per sample
es_uy: Bits por muestreo

source: not connected
da_dk: ikke fobundet
es_uy: no conectado

source: Enable Imagick
da_dk: Aktiver Imagick
es_uy: Habilitar Imagick

source: Your PHP has support for Imagick. Check this option if you wish to use the Imagick graphics library.
da_dk: Din PHP har support for Imagick. Afkryds denne valgmulighed hvis du ønsker at bruge Imagicks grafiske bibliotek.
es_uy: Su PHP tiene soporte para Imagick. Marque esta opción si desea utilizar la biblioteca de gráficos Imagick.

source: Primary album edit
da_dk: Rediger Primæralbum
es_uy: Edición del álbum principal

source: Cannot migrate rights to version %1$s (Zenphoto_Authority supports only %2$s and %3$s.)
da_dk: Kan ikke overføre rettigheder til version %1$s (Zenphoto_Authority understøtter kun %2$s og %3$s).
es_uy: No se puede migrar derechos a la versión %1$s (Zenphoto_Authority admite sólo %2$s y %3$s.)

source: Chinese Traditional
da_dk: Kinesisk Traditionelt
es_uy: Chino Tradicional

source: <strong>Warning!</strong> click for details
da_dk: <strong>Advarsel!</strong> klik for detaljer
es_uy: <strong>Aviso!</strong> click para detalles

source: <strong>Notice!</strong> click for details
da_dk: <strong>Bemærk!</strong> klik for detaljer
es_uy: <strong>Aviso!</strong> click para detalles

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually. See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
es_uy: El programa de instalación (setup) no pudo cambiar los permisos de archivo de <em>%1$s</em> (<code>0%2$o</code>) a <em>%3$s</em> (<code>0%4$o</code>). Tendrá que configurar los permisos manualmente. Ver <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Guía de resolución de problemas</a> para obtener detalles sobre los requisitos de permisos de Zenphoto.

source: See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">troubleshooting guide</a> on zenphoto.org for details.
es_uy: Vea la <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">guía de resolución de problemas</a> en zenphoto.org para detalles.

source: db POST handling
da_dk: Database POST håndtering
es_uy: manejo de POST db

source: strict
da_dk: strengt
es_uy: estricto

source: relaxed
da_dk: afslappet
es_uy: relajado

source: loose
da_dk: løst
es_uy: perder

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk. Zenphoto is developed on PHP 7.1+ and in any case not tested below 5.6. There will be no fixes if you encounter any issues below 5.6. Please contact your webhost about a PHP upgrade on your server.
es_uy: Se requiere la versión de PHP %1$s o mayor. Se recomienda encarecidamente la versión %2$s o superior. Utilice versiones anteriores bajo su propio riesgo. Zenphoto está desarrollado en PHP 7.1+ y, en cualquier caso, no se ha probado por debajo de 5.6. No habrá soluciones si encuentra algún problema por debajo de 5.6. Póngase en contacto con su proveedor de servicios web sobre una actualización de PHP en su servidor.

source: PHP <code>Sessions</code>.
es_uy: <code>Sesiones</code> PHP.

source: PHP <code>Register Globals</code> [is set]
da_dk: PHP <code>Register Globals</code> [er sat]
es_uy: PHP <code>Register Globals</code> [está configurado]
