Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <code>word</code>: match the target with whole words in the field
da_dk: <code>ord</code>: matcher målet med hele ord i feltet
es_uy: <code>palabra</code>: coincidencia en el objetivo con palabras completas en el campo
ru_ru: <code>слово</code>: с целыми словами в поле

source: <code>partial word</code>: match the target with the start of words in the field
da_dk: <code>del af ord</code>: matcher målet med starten af ord i feltet
es_uy: <code>palabra parcial</code>: coincide el objetivo con el inicio de las palabras en el campo
ru_ru: <code>неполное слово</code>: совпадение с началом слов в поле

source: Setting <code>Treat spaces as</code> to <em>OR</em> will cause search to trigger on any of the words in a string separated by spaces. Setting it to <em>AND</em> will cause the search to trigger only when all strings are present. Leaving the option unchecked will treat the whole string as a search target.
da_dk: At sætte <em>Behandl mellemrum som</em> til <em>OR</em> vil medføre at søgningen vil udløses af alle ordene i en streng adskilt af mellemrum. At sætte den til <em>OG</em> vil medføre at søgningen kun udløses når alle ord er der i samme rækkefølge. At efterlade den blank vil medføre at hele strengen behandles som søgemål.
es_uy: Al configurar <code>Tratar los espacios como</code> a <em>O</em>, la búsqueda se activará en cualquiera de las palabras de una cadena separadas por espacios. Al establecerlo en <em>Y</em>, la búsqueda se activará solo cuando todas las cadenas estén presentes. Si deja la opción sin marcar, se tratará toda la cadena como un objetivo de búsqueda.
ru_ru: Установка <code>Трактовать пробелы как</code> в режим <em>ИЛИ</em> приведет к запуску поиска по любым словам в строке, разделенным пробелами.<br>Установка значений <em>И</em> приведет к отображению резульатов поиска только при обнаружении всех введенных строк.<br>Если оставить параметр непроверенным, вся строка будет рассматриваться как цель поиска.

source: <code>Default search</code> sets how searches from search page results behave. The search will either be from <em>within</em> the results of the previous search or will be a fresh <em>new</em> search.
da_dk: <code>Standard søgning</code> bestemmer hvorledes søgninger behandles. Søgningen vil enten være <em>indefra</em> søgeresultatet fra den sidste søgning eller være en frisk <em>ny</em> søgning.
es_uy: <code>Búsqueda predeterminada</code> establece cómo se comportan las búsquedas de los resultados de la página de búsqueda. La búsqueda será desde <em>dentro de</em> los resultados de la búsqueda previa o será una <em>nueva</em>búsqueda .
ru_ru: <code>Поиск по умолчанию</code> задает поведение поиска на странице результатов. Поиск будет осуществляться либо по <em>в результатах</em> предыдущего поиска, либо по <em>новому</em> запросу.

source: Setting <code>Do not return <em>{item}</em> matches</code> will cause search to ignore <em>{items}</em> when looking for matches.
da_dk: Indstilling <code>Returner ikke matchende</code> <em>{element}</em> vil få søgningen til at springe over <em>{elementer}</em> mens den leder efter resultater.
es_uy: Configurando <code>No devolver coincidencias de <em>{item}</em></code> causará que la búsqueda ignore <em>{items}</em> cuando busque coincidencias.
ru_ru: Настройка <code>Не возвращать результаты</code> <em>{item}</em> совпадения приведет к игнорированию поиском <em>{items}</em> при поиске совпадений.

source: Search fields selector
ru_ru: Выбор полей поиска

source: Enable selector
ru_ru: Включить селектор

source: If enabled the search form will feature a selector for all currently enabled search fields above.
ru_ru: Если функция включена, в форме поиска будет отображаться селектор для всех включенных в данный момент полей для поиска.

source: Cache expiry
da_dk: Cache udløber
es_uy: Expiración de caché
ru_ru: Срок действия кэша поиска

source: Redo search after %s minutes.
da_dk: Søg igen efter %s minutter.
es_uy: Rehacer búsqueda después de %s minutos.
ru_ru: Повторите поиск через %s минут.

source: Search will remember the results of particular searches so that it can quickly serve multiple pages, etc. Over time this remembered result can become obsolete, so it should be refreshed. This option lets you decide how long before a search will be considered obsolete and thus re-executed. Setting the option to <em>zero</em> disables caching of searches.
da_dk: Søgning vil huske resutaterne af forskellige søgninger så den hurtigt kan servere mange sider etc. Over tid kan det huskede resultat blive obsolet, så det skal fornys. Denne indstilling lader dig bestemme hvor længe der skal gå før en søgning betragtes som obsolet og skal gentages. Sættes tiden til <em>zero</em> deaktiveres caching af søgningerne.
es_uy: La búsqueda recordará los resultados de búsquedas particulares para que pueda servir rápidamente en múltiples páginas, etc. Con el tiempo, este resultado recordado puede volverse obsoleto, por lo que debe actualizarse. Esta opción le permite decidir el tiempo para que una búsqueda se considere obsoleta y, por lo tanto, se vuelva a ejecutar. Al establecer la opción en <em>cero</em> se desactiva el almacenamiento en caché de las búsquedas.
ru_ru: Поиск запомнит результаты определенных поисковых запросов, чтобы можно было быстро обслуживать несколько страниц и т.д. Со временем этот запомненный результат может устареть, поэтому его следует обновить. Этот параметр позволяет вам определить, через какое время поиск будет считаться устаревшим и, следовательно, выполняться повторно. Установка параметра равным <em>нулю</em> отключает кэширование результатов поиска.

source: Sort albums by
da_dk: Sorter albums efter
es_uy: Ordenar álbumes por
ru_ru: Сортировать альбомы

source: Sort news articles by
es_uy: Ordenar artículos de noticias por
ru_ru: Сортировать новости

source: Sort pages by
es_uy: Ordenar páginas por
ru_ru: Сортировать страницы

source: Server protocol:
da_dk: Server protokol:
es_uy: Protocolo del servidor:
ru_ru: Протокол сервера:

source: Normally this option should be set to <em>http</em>. If you are running a secure server, change this to <em>https</em>.
ru_ru: Обычно для этого параметра следует установить значение <em>http</em>. Если ваш сервер использует защищенный протокол, измените это значение на <em>https</em>.

source: <strong>Warning:</strong> If you select <em>https</em> your server <strong>MUST</strong> support <em>https</em>. If you set <em>https</em> on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to set or add <code>$conf["server_protocol"] = "http";</code> to your <code>zenphoto.cfg.php</code> file .
ru_ru: <strong>Предупреждение:</strong> Если вы выберете <em>https</em>, ваш сервер <strong> ДОЛЖЕН</strong> поддерживать <em>https</em>. Если вы установите <em>https</em> на сервере, который не поддерживает <em>https</em>, вы не сможете получить доступ к страницам <code>администратора</code> для сброса параметра! Ваша единственная возможность - установить или добавить <code>$conf["server_protocol"] = "http";</code> в ваш файл <code>zenphoto.cfg.php</code> .

source: Cookie security
da_dk: Cookie sikkerhed
es_uy: Seguridad de cookies
ru_ru: Безопасность cookie-файлов

source: Tie cookies to the IP address of the browser.
da_dk: Bind cookies til browserens IP-adresse.
es_uy: Vincule las cookies a la dirección IP del navegador.
ru_ru: Привязывает файлы cookie к IP-адресу браузера.

source: <strong>Warning</strong>: If your browser does not present a consistant IP address during a session you may not be able to log into your site when this option is enabled.
ru_ru: <strong>Предупреждение </strong>: Если ваш браузер не предоставляет постоянный IP-адрес во время сеанса, вы, возможно, не сможете войти на свой сайт, когда эта опция включена.

source: You <strong>WILL</strong> have to login after changing this option.
ru_ru: Вам <strong> придется</strong> войти в систему после изменения этого параметра.

source: If you set the option and cannot login, you will have to restore your database to a point when the option was not set, so you might want to backup your database first.
da_dk: Hvid du vælger denne option og derefter ikke kan logge ind, bliver du nødt til gendanne din database til et punkt hvor denne option ikke var sat, så det kan være en god iden at lave en backup af databasen først.
es_uy: Si configura la opción y no puede iniciar sesión, tendrá que restaurar su base de datos desde un punto anterior al que se configuró esta opción, por lo que es IMPRESCINDIBLE que haga una copia de seguridad de su base de datos antes.
ru_ru: Если вы установили опцию и не можете войти в систему, вам придется восстановить свою базу данных до того момента, когда опция не была установлена, поэтому рекомендуется сначала создать резервную копию своей базы данных.

source: This will not work properly if Zenphoto is set to anonymize the IP address which is strongly advised for privacy concerns in many jurisdictions.
ru_ru: Это не будет работать должным образом, если Zenphoto настроена на анонимизацию IP-адреса, что настоятельно рекомендуется из соображений конфиденциальности во многих юрисдикциях.

source: User name
da_dk: Bruger navn
es_uy: Nombre de Usuario
ru_ru: Имя пользователя

source: If enabled guest logon forms will include the <em>User Name</em> field. This allows <em>Zenphoto</em> users to logon from the form.
es_uy: Si se habilitó, los formularios de inicio de sesión de usuarios incluirán el campo <em>Nombre de usuario</em>. Esto permite a los usuarios de <em>Zenphoto</em> iniciar sesión desde el formulario.
ru_ru: Если опция включена, формы гостевого входа будут включать поле <em>Имя пользователя</em>. Это позволяет пользователям <em>Zenphoto</em> входить в систему из формы.

source: <strong>Note</strong>: This field is required because one or more of the <em>Guest</em> passwords has a user name associated.
da_dk: <strong>Bemærk</strong>: Dette felt er krævet, fordi en eller flere af <em>Gæsteadgangskoderne</em> har en tilknyttet brugernavn.
es_uy: <strong>Nota:</strong> Este campo es requerido porque una o más de las contraseñas de <em>Usuario</em> tiene un nombre de usuario asociado.
ru_ru: <strong>Примечание</strong>: Это поле обязательно для заполнения, поскольку с одним или несколькими <em>гостевыми</em> паролями связано Имя пользователя.

source: Anonymize IP
es_uy: Anonimizar IP
ru_ru: Анонимизировать IP-адрес

source: 0 - No anonymizing
es_uy: 0 - Sin anonimizar
ru_ru: 0 - Анонимизации нет

source: 1 - Last fourth anonymized
es_uy: 1 - Anonimizar el último cuarto
ru_ru: 1 - Последняя четверть анонимизирована

source: 2 - Last half anonymized
es_uy: 2 - Anonimizar la última mitad
ru_ru: 2 - Последняя половина анонимизирована

source: 3 - Last three fourths anonymized
es_uy: 3 - Anonimizar los 3 últimos cuartos
ru_ru: 3 - Последние три четверти анонимизированы

source: 4 - Full anonymization, no IP stored
es_uy: 4 - Anonimización total, no se almacena IP
ru_ru: 4 - Полная анонимизация, IP-адрес не сохраняется

source: Anonymize level
es_uy: Nivel de Anonimización
ru_ru: Уровень анонимности

source: Zenphoto stores the IP address of visitors on several occasions (e.g. rating, spam filtering, comment posting). In some jurisdictions like the EU and its GDPR the IP address is considered private information and therefore it is required to not store the full IP address or no IP at all.Choose your level of anonymization so parts are replaced by 0. This covers both IPv4 (1.1.1.0) and IPv6 (1:1:1:1:1:1:0:0) addresses.
es_uy: Zenphoto almacena la dirección IP de los visitantes en varias ocasiones (por ejemplo, clasificación, filtrado de spam, publicación de comentarios). En algunas jurisdicciones como la UE y su GDPR, la dirección IP se considera información privada y, por lo tanto, se requiere que no se almacene la dirección IP completa o nada en absoluto. Elija su nivel de anonimización para que las partes se reemplacen por 0. Esto cubre tanto direcciones IPv4 (1.1.1.0) e IPv6 (1: 1: 1: 1: 1: 1: 0: 0).
ru_ru: Zenphoto сохраняет IP-адреса посетителей в нескольких случаях (например, для выставления оценки, фильтрации спама, публикации комментариев). В некоторых юрисдикциях, таких как ЕС и зоне действия GDPR, IP-адрес считается частной информацией, и поэтому требуется не хранить полный IP-адрес или вообще никакого IP-адреса. Выберите свой уровень анонимизации, чтобы отдельные части IP-адреса были заменены на 0. Это относится к адресам как IPv4 (1.1.1.0), так и к IPv6 (1:1:1:1:1:1:0:0).

source: This is used by the official plugins <em>comment_form</em>, <em>contact_form</em> and <em>register_user</em> plugins if the data usage confirmation is enabled. Other plugins or usages must implement <code>getDataUsageNotice()/printDataUsageNotice()</code> specifially.
es_uy: Esto es utilizado por los complementos oficiales <em>comment_form</em>, <em>contact_form</em> y <em>register_user</em> si la confirmación de uso de datos está habilitada. Otros complementos o usos deben implementar <code>getDataUsageNotice()/printDataUsageNotice()</code> específicamente.
ru_ru: Это используется официальными плагинами <em>comment_form</em>, <em>contact_form</em> и <em>register_user</em>, если включена опция запроса согласия на использования данных. Другие плагины или способы использования должны специально реализовывать <code>getDataUsageNotice()/printDataUsageNotice()</code>.

source: Data privacy usage notice
es_uy: Aviso de uso de privacidad de datos
ru_ru: Уведомление об использовании конфиденциальных данных

source: Here you can define the data usage confirmation notice that is recommended if your site is using forms submitting data in some jurisdictions like the EU and its GDPR. Leave empty to use the default text:
es_uy: Aquí puede definir el aviso de confirmación de uso de datos que se recomienda si su sitio utiliza formularios que envían datos en algunas jurisdicciones como la UE y su GDPR. Deje vacío para usar el texto predeterminado:
ru_ru: Здесь вы можете оформить уведомление пользователей о вашей политике использования данных, если ваш сайт использует формы отправки данных в некоторых юрисдикциях, таких как ЕС и зоне действия GDPR. Оставьте пустым, чтобы использовать текст по умолчанию:

source: By using this form you agree with the storage and handling of your data by this website.
es_uy: Al utilizar este formulario, usted acepta el almacenamiento y el manejo de sus datos por parte de este sitio Web.
ru_ru: Текст по умолчанию: Используя эту форму, вы соглашаетесь с условиями хранением и обработкой ваших данных этим сайтом.

source: Data privacy policy page
es_uy: Página de Política de Privacidad de datos
ru_ru: Страница политики конфиденциальности данных

source: Custom link text
es_uy: Texto del enlace personalizado
ru_ru: Текст ссылки

source: Here you can define your data policy statement page that is recommended to have in jurisdictions like the EU and its GDPR.
es_uy: Aquí puede definir su página de declaración de política de datos que se recomienda tener en jurisdicciones como la UE y su GDPR.
ru_ru: Здесь вы можете указать страницу с заявлением о вашей политике в отношении персональных данных, если ваш сайт использует формы отправки данных в некоторых юрисдикциях, таких как ЕС и зоне действия GDPR.

source: If the Zenpage CMS plugin is enabled and also its pages feature you can select one of its pages, otherwise enter a full custom page url manually which would also override the Zenpage page selection.
es_uy: Si el complemento CMS de Zenpage está habilitado y también la característica de sus páginas, puede seleccionar una de ellas; de lo contrario, ingrese manualmente una URL completa de página personalizada que también anulará la selección de la página de Zenpage.
ru_ru: Если включен плагин Zenpage, а также активирована функция страниц, вы можете выбрать одну из страниц Zenpage, в противном случае введите полный пользовательский URL страницы вручную, что также переопределит выбор страницы Zenpage.

source: Additionally you can define a custom text for the page link. If not set the default text <em>More info on our data privacy policy.</em> is used.
es_uy: Además, puede definir un texto personalizado para el enlace de la página. Si no se configura, se utiliza el texto predeterminado <em>Más información sobre nuestra política de privacidad de datos.</em>.
ru_ru: Дополнительно вы можете задать пользовательский текст для ссылки на страницу. Если поле оставлено пустым, используется текст по умолчанию: <em>Подробнее о нашей политике конфиденциальности данных</em>.

source: There are no themes for which you have rights to administer.
da_dk: Der er ingen temaer du har rettigheder til at administrere.
es_uy: No hay Temas para los cuales tenga derechos de administrador.
ru_ru: Отсутствуют темы, которыми вы могли бы управлять.

source: Options for <code><strong>%1$s</strong></code>: <em>%2$s</em>
da_dk: Indstillinger for <code><strong>%1$s</strong></code>: <em>%2$s</em>
es_uy: Opciones para <code><strong>%1$s</strong></code>: <em>%2$s</em>
ru_ru: Настройки <code><strong>%1$s</strong></code>: <em>%2$s</em>

source: Options for <em>%s</em>
da_dk: Indstillinger for <em>%s</em>
es_uy: Opciones para <em>%s</em>
ru_ru: Настройки для <em>%s</em>

source: Show theme for:
da_dk: Vis tema for:
es_uy: Ver tema por:
ru_ru: Показывать тему для:

source: Revert to default
da_dk: Vend tilbage til standard
es_uy: Restablecer a los predeterminados
ru_ru: Значения по умолчанию

source: <strong>Standard options</strong>
da_dk: <strong>Standard indstillinger</strong>
es_uy: <strong>Opciones estandar</strong>
ru_ru: <strong>Стандартные</strong> настройки

source: <em>Image and album presentation options provided by the Zenphoto core for all themes.</em>
ru_ru: <em>Стандартные настройки представления изображений и альбомов, предоставляемые ядром Zenphoto core для всех тем.</em>

source: <strong>Note:</strong> These are <em>recommendations</em> as themes may choose to override them for design reasons
da_dk: <strong>Bemærk:</strong> Disse er <em>anbefalinger</em> idet temaer kan vælge at tilsidesætte dem af design hensyn.
es_uy: <strong>Nota:</strong> Estas son <em>recomendaciones</em>, ya que los temas pueden optar por anularlas por motivos de diseño
ru_ru: <strong>Примечание: </strong> Это <em>рекомендации</em>, поскольку темы могут переопределять их по соображениям дизайна

source: Albums:
es_uy: Albumes:
ru_ru: Альбомы:

source: thumbnails per page
da_dk: miniaturer pr side
es_uy: miniaturas por página
ru_ru: миниатюр на странице

source: Set how many albums should appear on an album page
ru_ru: Укажите, сколько альбомов должно отображаться на странице галереи или альбома

source: Images:
da_dk: Billeder:
es_uy: Imágenes:
ru_ru: Изображения:

source: Set how many images (thumbs) should appear on an image page
ru_ru: Укажите, сколько изображений (миниатюр) должно отображаться на странице альбома

source: <strong>Note:</strong> If <em>thumbnails per row</em> is greater than 1, The actual number of thumbnails that are displayed on a page will be rounded up to the next multiple of it.
ru_ru: <strong>Примечание:</strong> Если <em>миниатюр</em> в ряду больше 1, фактическое количество миниатюр, отображаемых на странице, будет округлено в большую сторону до следующего кратного.

source: For pages containing images there will be %1$u rows of thumbnails.
da_dk: For sider der indeholder billeder vil der blive %1$u rækker af miniaturer.
es_uy: En páginas conteniendo imágenes habrá %1$u filas de miniaturas.
ru_ru: Для страниц, содержащих изображения, будет %1$u рядов миниатюр.

source: Transition:
da_dk: Overgang:
es_uy: Transición:
ru_ru: Переход:

source: Enable transition page
ru_ru: Использовать переходную страницу

source: Minimum number of image thumbs
ru_ru: Минимальное количество миниатюр

source: Maximum number of image thumbs
ru_ru: Максимальное количество миниатюр

source: If the last page with albums has less albums than the albums per page value, image thumbs share the page with the album thumbs. Their number is calculated from their image per page value and their total number. So if the albums use 30&percnt; of their albums per page value, the image number used is 70&percnt; of their images per page value. The minimum and maximum can be defined. Set both options to the same value to always get a fixed value.
ru_ru: Если на последней странице с альбомами меньше альбомов, чем указано в "<em>Альбомах на страницу</em>", миниатюры изображения разделят страницу с миниатюрами альбомов. Их количество рассчитывается исходя из значения "<em>Изображений на страницу</em>" и их общего количества.<br>Таким образом, если в альбомах используется значение 30&percnt; от числа "альбомов на страницу", оставшиеся 70&percnt; будут добраны за счет будет использовано миниатюр изображений.<br>Минимальное и максимальное значения могут быть определены.<br>Установите для обоих параметров одинаковое значение, чтобы всегда получать фиксированное значение.

source: Thumb size:
da_dk: Miniaturestørrelse:
es_uy: Tamaño de miniatura:
ru_ru: Размер миниатюр:

source: height
da_dk: højde
es_uy: altura
ru_ru: высота

source: width
da_dk: bredde
es_uy: ancho
ru_ru: ширина

source: shortest side
da_dk: korteste side
es_uy: lado más corto
ru_ru: короткая сторона

source: longest side
da_dk: længste side
es_uy: lado más largo
ru_ru: длинная сторона

source: Standard thumbnails will be scaled to %u pixels.
da_dk: Standard miniaturer vil blive skaleret til %u pixel.
es_uy: Miniaturas estandar se escalarán a %u pixeles.
ru_ru: Стандартные миниатюры будут уменьшены до %u пикселей.

source: If cropping is disabled the thumbs will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>thumb size</em>.
ru_ru: Если кадрирование отключено, миниатюры будут иметь такой размер, что <em>высота</em>, <em>ширина</em>, <em>самая короткая сторона</em> или <em>самая длинная сторона</em> будут равны <em>размеру миниатюр</em>.

source: Crop thumbnails:
da_dk: Beskær miniaturer:
es_uy: Recortar miniaturas:
ru_ru: Кадрировать миниатюры:

source: %s%% left &amp; right
da_dk: %s%% venstre &amp; højre
es_uy: %s%% izquierda &amp; derecha
ru_ru: %s%% слева/справа

source: %s%% top &amp; bottom
da_dk: %s%% top &amp; bund
es_uy: %s%% superior &amp; inferior
ru_ru: %s%% сверху/снизу

source: If checked the thumbnail will be cropped %1$.1f%% in from the top and the bottom margins and %2$.1f%% in from the left and the right margins.
da_dk: Hvis markeret vil miniaturer blive beskåret %1$.1f%% ind fra top og bund marginer og %2$.1f%% ind fra venstre og højre margin.
es_uy: Si se marca, la miniatura se recortará %1$.1f%% desde los márgenes superior e inferior y %2$.1f%% desde los márgenes izquierdo y derecho.
ru_ru: Если отмечено, то миниатюры будут кадрированы на %1$.1f%% от верхней и нижней границы изображения и на %2$.1f%% от левой и правой границы.

source: <strong>Note:</strong> changing crop will invalidate existing custom crops.
da_dk: <strong>Bemærk:</strong> At ændre beskæring vil ødelægge eksisterende brugerbeskæring.
es_uy: <strong>Nota:</strong> el cambio de recorte invalidará los recortes personalizados existentes.
ru_ru: <strong>Примечание:</strong> изменение кадрирования сделает недействительными существующие пользовательские кадрирования.

source: Gray scale conversion:
da_dk: Gråskala konversion:
es_uy: Conversión escala de grises:
ru_ru: Преобразовать в ч/б:

source: thumbnail
da_dk: miniature
es_uy: miniatura
ru_ru: миниатюра
