Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Change owner
da_dk: Skift ejer
es_uy: Cambiar propietario
ru_ru: Сменить владельца

source: Disable comments
da_dk: Deaktiver kommentarer
es_uy: Deshabilitar comentarios
ru_ru: Отключить комментарии

source: Enable comments
da_dk: Aktiver kommentarer
es_uy: Habilitar comentarios
ru_ru: Включить комментарии

source: Reset hitcounter
da_dk: Nulstil besøgstæller
es_uy: Reiniciar contador de hits
ru_ru: Сбросить счетчик посещений

source: No album provided to sort.
da_dk: Der er intet album at sortere.
es_uy: No se suministró album para ordenar.
ru_ru: Не выбран альбом для сортировки.

source: Edit Album: <em>%1$s%2$s</em>
da_dk: Rediger Album: <em>%1$s%2$s</em>
es_uy: Editar Album: <em>%1$s%2$s</em>
ru_ru: Редактировать альбом: <em>%1$s%2$s</em>

source: Back
da_dk: Tilbage
es_uy: Volver
ru_ru: Назад

source: Apply
da_dk: Anvend
es_uy: Aplicar
ru_ru: Применить

source: View Album
da_dk: Se Album
es_uy: Ver Album
ru_ru: Просмотреть альбом

source: Set the image order by dragging them to the positions you desire.
da_dk: Sæt billedordnen ved at trække billederne til den position du ønsker.
es_uy: Establezca el orden de la imagen arrastrándolos a las posiciones que desee.
ru_ru: Установите порядок расположения изображений, перетащив их в нужное вам положение.

source: edit
da_dk: rediger
es_uy: editar
ru_ru: редактировать

source: You do not have edit rights on this album.
da_dk: Du har ikke rettigheder til at editere dette album.
es_uy: No tiene derechos de edición en este album.
ru_ru: У вас нет прав на редактирование этого альбома.

source: dynamic
da_dk: dynamisk
es_uy: dinámico
ru_ru: динамический

source: Create Dynamic Album
es_uy: Crear Album Dinámico
ru_ru: Создать динамический альбом

source: Failed to save the album file
da_dk: Fejl, kunne ikke gemme albumfilen
es_uy: Falla al guardar el archivo del Album
ru_ru: Не удалось сохранить файл с конфигурацией альбома

source: Album name:
da_dk: Album navn:
es_uy: Nombre del album:
ru_ru: Название альбома:

source: Create in:
da_dk: Opret i:
es_uy: Creado en:
ru_ru: Создать в:

source: Thumbnail:
da_dk: Miniature:
es_uy: Miniatura:
ru_ru: Миниатюра:

source: Search criteria:
da_dk: Søgekriterier:
es_uy: Criterio de búsqueda:
ru_ru: Критерии поиска:

source: Return albums found
da_dk: Returner fundne albums
es_uy: Regresar álbumes encontrados
ru_ru: Показывать найденные альбомы

source: Return images found
da_dk: Returner fundne billeder
es_uy: Regresar imágenes encontradas
ru_ru: Показывать найденные изображения

source: Return unpublished items
da_dk: Returner ikke publicerede enmer
es_uy: Devuelve items no publicados
ru_ru: Показывать неопубликованные объекты

source: tagged
da_dk: tagget
es_uy: geoetiquetada
ru_ru: с тегом

source: Album <em>Tag</em>
es_uy: <em>Etiqueta</em> de Album
ru_ru: <em>Тег</em> альбома

source: Select <em>tagged</em> to tag the current search results with this <em>tag</em> and use as the album criteria.
es_uy: Seleccione <em>etiquetado</em> para etiquetar los resultados de la búsqueda actual con esta <em>etiqueta</em> y úsela como criterio del álbum.
ru_ru: Выбрать <em>отмеченный</em> чтобы отметить текущие результаты поиска этим <em>тегом</em> и использовать в качестве критерия альбома.

source: Search fields:
da_dk: Søgefelter:
es_uy: Campos de búsqueda:
ru_ru: Поля поиска:

source: Create the album
da_dk: Opret albummet
es_uy: Crear el Album
ru_ru: Создать альбом

source: The album couldn’t be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the albums and cache folders to be world-writable using a shell:
es_uy: El álbum no se pudo crear en la carpeta "álbumes". Esto suele ser un problema de permisos. Intente configurar los permisos en los álbumes y las carpetas de caché para ser de escritura universal utilizando un shell:
ru_ru: Альбом не может быть создан в папке "альбомы". Обычно это проблема с правами доступа. Попробуйте установить права доступа для папок "Альбомы" и "Кэш" так, чтобы они были доступны для записи с помощью командной строки:

source: or use your FTP program to give everyone write permissions to those folders.
da_dk: eller brug dit FTP-program til at give alle skriveret til disse mapper.
es_uy: o use su programa FTP para darle a cada uno permiso de escritura en esas carpetas.
ru_ru: или используйте свою FTP-программу, чтобы предоставить всем права на запись в эти папки.

source: Are you sure you want to delete this entire album?
da_dk: Er du sikke på at du vil slette hele dette album?
es_uy: ¿Está seguro de querer borrar este album completo?
ru_ru: Вы уверены, что хотите удалить этот альбом полностью?

source: Are you Absolutely Positively sure you want to delete the album? THIS CANNOT BE UNDONE!
da_dk: Er du helt fuldstændig sikker på at du vil slette dette album? DETTE KAN IKKE FORTRYDES!
es_uy: ¿Está total y absolutamente seguro de querer borrar el album? ESTO NO SE PUEDE DESHACER!
ru_ru: Вы абсолютно уверены, что хотите удалить альбом? ОПЕРАЦИЮ НЕЛЬЗЯ БУДЕТ ОТМЕНИТЬ!

source: New album name?
da_dk: Navn på nye album?
es_uy: ¿Nuevo nombre de album?
ru_ru: Название нового альбома?

source: new album
da_dk: nyt album
es_uy: nuevo album
ru_ru: новый альбом

source: New dynamic album name?
es_uy: ¿Nuevo nombre de album dinámico?
ru_ru: Название для нового динамического альбома?

source: new dynamic album
es_uy: nuevo album dinámico
ru_ru: новый динамический альбом

source: Are you sure you want to delete the checked items?
da_dk: Er du sikker på at du ønsker at slette de markede emner?
es_uy: ¿Está seguro de querer borrar los items marcados?
ru_ru: Вы уверены, что хотите удалить отмеченные объекты?

source: Show thumbnail stand-in
da_dk: Vis miniature stedfortræder
es_uy: Mostrar miniatura
ru_ru: Показывать иконку

source: Show album thumb
da_dk: Vis album miniature
es_uy: Mostrar miniatura de album
ru_ru: Показывать миниатюры альбомов

source: Add tags to images
da_dk: Tilføj tags til billederne
es_uy: Agregar etiquetas a imágenes
ru_ru: Добавить теги к изображениям

source: Clear tags of images
da_dk: Fjern tags fra billederne
es_uy: Borrar etiquetas de imágenes
ru_ru: Удалить теги к изображениям

source: Move
da_dk: Flyt
es_uy: Mover
ru_ru: Переместить

source: Copy
da_dk: Kopier
es_uy: Copiar
ru_ru: Копировать

source: Image metadata refreshed.
da_dk: Billed metadata er opdaterede.
es_uy: Metadatos de imagen actualizados.
ru_ru: Метаданные изображения обновлены.

source: descending
da_dk: faldende
es_uy: descendente
ru_ru: по убыванию

source: Current sort: <em>%1$s%2$s</em>.
da_dk: Nuværende sortering: <em>%1$s%2$s</em>.
es_uy: Ordenación actual: <em>%1$s %2$s </em>.
ru_ru: Текущая сортировка: <em>%1$s%2$s</em>.

source: Drag the albums into the order you wish them displayed.
da_dk: Træk albummerne til den orden du ønsker dem vist.
es_uy: Arrastre los álbumes en el orden que desee que se muestren.
ru_ru: Перемещая альбомы мышью, выберите порядок, в котором вы хотите, чтобы они отображались.

source: <strong>Note:</strong> Dragging an album under a different parent will move the album. You cannot move albums under a <em>dynamic</em> album.
da_dk: <strong>OBS:</strong> Hvis du trækker et album under et andet album, vil du flytte albummet. Du kan ikke flytte albummer under et <em>dynamisk</em> album.
es_uy: <strong>Nota:</strong> Al arrastrar un album bajo un album raiz diferente moverá todo el album. No puede mover álbumes bajo un album <em>dinámico</em>.
ru_ru: <strong>Примечание:</strong> Перетаскивание альбома под другой родительский элемент приведет к перемещению альбома на сервере. Вы не можете перемещать альбомы под <em> динамический</em> альбом.

source: Select an album to edit its description and data, or <a href="?page=edit&amp;album=%s&amp;massedit">mass-edit</a> all first level subalbums.
da_dk: Vælg et album for at redigere dets beskrivelse og data, eller <a href="?page=edit&amp;album=%s&amp;massedit">masse-rediger</a> alle første niveau underalbums.
es_uy: Seleccione un album para editar su descripción y datos, o <a href="?page=edit&amp;album=%s&amp;massedit">edite en masa</a> todos los sub-albums de 1er. nivel.
ru_ru: Выберите альбом, чтобы отредактировать его описание и данные, или запустите <a href="?page=edit&amp;album=%s&amp;massedit">массовое редактирование</a> всех вложенных альбомов первого уровня.

source: New subalbum
da_dk: Nyt underalbum
es_uy: Nuevo subalbum
ru_ru: Новый субальбом

source: New dynamic subalbum
es_uy: Nuevo sub álbum dinámico
ru_ru: Новый динамический субальбом

source: Edit this album
da_dk: Rediger dette album
es_uy: Edite este album
ru_ru: Редактировать альбом

source: Thumbnail generation may be time consuming on slow servers or when there are a lot of images.
es_uy: La generación de miniaturas puede consumir mucho tiempo en servidores lentos cuando hay muchas imágenes.
ru_ru: Создание миниатюр может потребовать много времени на медленных серверах или при большом количестве изображений.

source: Check All
da_dk: Marker alle
es_uy: Marcar Todo
ru_ru: Отметить все

source: Click on the image to change the thumbnail cropping.
da_dk: Klik på billedet for at ændre miniature beskæringen.
es_uy: Haga clic en la imagen para cambiar el recorte de miniaturas.
ru_ru: Нажмите на изображение, чтобы изменить кадрирование миниатюры.

source: Reset
da_dk: Nulstil
es_uy: Reiniciar
ru_ru: Сбросить

source: View image
ru_ru: Просмотр

source: <strong>Filename:</strong>
da_dk: <strong>Filnavn:</strong>
es_uy: <strong>Nombre de archivo:</strong>
ru_ru: <strong>Имя файла:</strong>

source: <strong>Image id:</strong>
da_dk: <strong>Billed id:</strong>
es_uy: <strong>ID de imagen:</strong>
ru_ru: <strong>ID Изображения:</strong>

source: <strong>Dimensions:</strong>
da_dk: <strong>Dimensioner:</strong>
es_uy: <strong>Dimensiones:</strong>
ru_ru: <strong>Размеры:</strong>

source: <strong>Size:</strong>
da_dk: <strong>Størrelse:</strong>
es_uy: <strong>Tamaño:</strong>
ru_ru: <strong>Размер файла:</strong>

source: Owner:
es_uy: Propietario:
ru_ru: Владелец:

source: General
da_dk: Alment
ru_ru: Общие

source: Publishing scheduled
ru_ru: Публикация запланирована

source: Published
da_dk: Offentliggjort
es_uy: Publicado
ru_ru: Опубликовано

source: Comments enabled
ru_ru: Комментарии включены

source: Reset hitcounter (%u hit)
da_dk: Nulstil besøgstæller (%u hit)
es_uy: Reiniciar contador de hits (%u hit)
ru_ru: Сбросить счетчик посещений<br>(%u просмотр)

source: Reset rating (%u star)
da_dk: nulstil vurdering (%u stjerne)
es_uy: Reiniciar calificación (%u estrella)
ru_ru: Сбросить рейтинг (%u звезда)

source: Reset rating (unrated)
da_dk: Nulstil vurdering (ikke bedømt)
es_uy: Resetear calificación (sin calificar)
ru_ru: Сбросить рейтинг (без рейтинга)

source: calendar
da_dk: kalender
es_uy: calendario
ru_ru: календарь

source: Future publishing date.
es_uy: Fecha de publicación futura.
ru_ru: Дата публикации (в будущем).

source: Expired!
da_dk: Udløbet!
es_uy: Expirado!
ru_ru: Срок публикации истек!

source: Publish date
da_dk: Offentliggør dato
es_uy: Fecha de publicación
ru_ru: Дата публикации

source: Expiration date
da_dk: Udløber dato
es_uy: Fecha de expiración
ru_ru: Срок публикации

source: Expiration set
ru_ru: Срок публикации установлен

source: Utilities
da_dk: Hjælpeprogrammer
es_uy: Utilidades
ru_ru: Инструменты

source: Rename File
da_dk: Omdøb Fil
es_uy: Renombrar archivo
ru_ru: Переименовать файл

source: Are you sure you want to select this image for deletion?
da_dk: Er du sikker på at du vil markere dette billede til sletning?
es_uy: ¿Está seguro de seleccionar esta imagen para borrado?
ru_ru: Вы уверены, что хотите отметить это изображение для удаления?

source: Delete image
da_dk: Slet billede
es_uy: Borrar imagen
ru_ru: Удалить изображение

source: to
da_dk: til
es_uy: a
ru_ru: в

source: Cancel
da_dk: Annulér
es_uy: Cancelar
ru_ru: Отмена

source: Image will be deleted when changes are applied.
da_dk: Billede vil blive slettet når du anvender ændringerne.
es_uy: La imagen será borrada cuando los cambios sean aplicados.
ru_ru: Изображение будет удалено после применения изменений.

source: Refresh %s metadata
da_dk: Opdater %s metadata
es_uy: Actualizar metadatos %s
ru_ru: Обновить метаданные %s

source: Refresh Metadata
da_dk: Opdater metadata
es_uy: Actualizar Metadatos
ru_ru: Обновить метаданные

source: Refreshing metadata will overwrite existing data. This cannot be undone!
ru_ru: Обновление метаданных приведет к перезаписи существующих данных. Это невозможно отменить!

source: crop %s
da_dk: beskær %s
es_uy: recorte %s
ru_ru: кадрировать %s

source: Crop thumbnail
da_dk: Beskær miniature
es_uy: Recortar miniatura
ru_ru: Кадрировать миниатюру

source: Title:
da_dk: Titel:
es_uy: Título:
ru_ru: Название:

source: Description:
da_dk: Beskrivelse:
es_uy: Descripción:
ru_ru: Описание:

source: Set as thumbnail for:
es_uy: Configurar como miniatura para:
ru_ru: Миниатюра для:

source: Image watermark:
es_uy: Marca de agua de imagen:
ru_ru: Водяной знак:

source: *no watermark
da_dk: *ingen vandmærke
es_uy: *sin marca de agua
ru_ru: * без водяных знаков

source: *default
da_dk: *standard
es_uy: *por defecto
ru_ru: * по умолчанию

source: thumb
da_dk: miniature
es_uy: miniatura
ru_ru: миниатюра

source: full image
da_dk: hele billedet
es_uy: imagen completa
ru_ru: Оригинал изображения

source: No tags assigned
es_uy: Sin etiquetas asignadas
ru_ru: Теги не присвоены

source: Custom data:
da_dk: Brugerdefinerede data:
es_uy: Datos personalizados:
ru_ru: Пользовательские данные:

source: Location:
da_dk: Lokalitet:
es_uy: Ubicación:
ru_ru: Место:

source: City:
da_dk: By:
es_uy: Ciudad:
ru_ru: Город:

source: State:
da_dk: Stat:
es_uy: Estado/Provincia:
ru_ru: Область/Край/Регион/Штат:

source: Country:
da_dk: Land:
es_uy: País:
ru_ru: Страна:

source: Credit:
da_dk: Kredit:
es_uy: Reconocimiento:
ru_ru: Участники:

source: Copyright:
ru_ru: Авторские права:

source: Metadata:
es_uy: Metadatos:
ru_ru: Метаданные:

source: Codeblocks:
es_uy: Bloques de código:
ru_ru: Кодовые блоки:

source: Edit all image data
es_uy: Editar todos los datos de la imagen
ru_ru: Редактировать все данные изображения

source: Edit All Albums in
da_dk: Rediger alle Albums i
es_uy: Editar todos los álbumes en
ru_ru: Редактировать все альбомы в

source: Edit Gallery
da_dk: Rediger Galleri
es_uy: Editar Galería
ru_ru: Редактировать галерею

source: Current sort: <em>%1$s%2$s</em>.
da_dk: Nuværende sortering: <em>%1$s%2$s</em>.
es_uy: Ordenamiento actual: <em>%1$s%2$s</em>.
ru_ru: Текущая сортировка: <em>%1$s%2$s</em>.

source: Select an album to edit its description and data, or <a href="?page=edit&amp;massedit">mass-edit</a> all gallery level albums.
da_dk: Vælg et album for at redigere dets beskrivelse og data, eller <a href="?page=edit&amp;massedit">masse-rediger</a> alle galleriniveau albums.
es_uy: Seleccione un album para editar su descripción y datos, o <a href="?page=edit&amp;massedit">editar en masa</a> todos los niveles de la Galería de albums.
ru_ru: Выберите альбом, чтобы отредактировать его описание и данные, или запустите <a href="?page=edit&amp;massedit">массовое редактирование</a> всех альбомов верхнего уровня.

source: New album
da_dk: Nyt album
es_uy: Nuevo album
ru_ru: Новый альбом

source: New dynamic album
es_uy: Nuevo album dinámico
ru_ru: Новый динамический альбом

source: There are no albums for you to edit.
da_dk: Der er ingen albums at redigere.
es_uy: No hay álbumes suyos para editar.
ru_ru: Нет альбомов, которые вы могли бы редактировать.

source: Owner
da_dk: Ejer
es_uy: Propietario
ru_ru: Владелец

source: Album Title
da_dk: Album titel
es_uy: Título del album
ru_ru: Название альбома

source: Album Description:
da_dk: Album Beskrivelse:
es_uy: Descripción del album:
ru_ru: Описание альбома:

source: Album password:
da_dk: Album adgangskode:
es_uy: Contraseña del album:
ru_ru: Пароль к альбому:

source: clear password
da_dk: fjern adgangskode
es_uy: borrar contraseña
ru_ru: сбросить пароль

source: Album guest user:
da_dk: Album gæstebruger:
es_uy: Album del usuario invitado:
ru_ru: Пользователь-гость:

source: Repeat password:
es_uy: Repetirr contraseña:
ru_ru: Повторить пароль:

source: Show password
da_dk: Vis adganskode
es_uy: Mostrar contraseña
ru_ru: Показать пароль

source: Password hint:
da_dk: Adganskode-tip:
es_uy: Pista de la contraseña:
ru_ru: Подсказка для пароля:

source: Sort subalbums by:
da_dk: Sorter underalbums efter:
es_uy: Ordenar sub-álbumes por:
ru_ru: Сортировать субальбомы:

source: *gallery album sort order
da_dk: *galleri album sorteringsorden
es_uy: *ordenamiento de la galería de álbumes
ru_ru: * порядок сортировки в галерее

source: *parent album subalbum sort order
da_dk: *overordnet album underalbum sorteringsorden
es_uy: *orden de clasificación de sub-álbumes de album raíz
ru_ru: * порядок сортировки родительских альбомов

source: Custom (%s)
ru_ru: Пользовательский (%s)

source: Descending
da_dk: Faldende
es_uy: Descendente
ru_ru: По убыванию

source: Sort images by
da_dk: Sorter billeder efter
es_uy: Ordenar imágenes por
ru_ru: Сортировать изображения

source: *gallery image sort order
da_dk: *galleri billed sorteringsrækkefølge
es_uy: *orden de clasificación de galería de imágenes
ru_ru: * порядок сортировки в галерее

source: *parent album image sort order
da_dk: *overordnet album billed sorteringsorden
es_uy: *orden de clasificación de album de imágenes raíz
ru_ru: * порядок сортировки родительского альбома

source: Album theme:
da_dk: Album tema
es_uy: Tema del album:
ru_ru: Тема альбома:

source: *gallery theme
da_dk: *galleri tema
es_uy: *tema de la galería
ru_ru: * тема галереи

source: Album watermarks:
da_dk: Album vandmærker:
es_uy: Marcas de agua del album:
ru_ru: Водяной знак альбома:

source: Images
da_dk: Billeder
es_uy: Imágenes
ru_ru: Изображения

source: Thumbs
da_dk: Miniaturer
es_uy: Miniaturas
ru_ru: Миниатюры

source: Reset hit counter (%u hit)
da_dk: Nulstil besøgstæller (%u hit)
es_uy: Reiniciar contador de hits (%u hit)
ru_ru: Сбросить счетчик посещений<br> (%u просмотр)

source: Reset rating (%u stars)
da_dk: Nulstil rating (%u stjerner)
es_uy: Reiniciar calificación (%u estrellas)
ru_ru: Сбросить рейтинг (%u звезд)

source: Rename Folder
da_dk: Omdøb Mappe
es_uy: Renombrar carpeta
ru_ru: Переименовать папку

source: Delete album
da_dk: Slet album
es_uy: Borrar album
ru_ru: Удалить альбом

source: Album will be deleted when changes are applied.
da_dk: Albummet vil blive slettet når ændringerne anvendes.
es_uy: El album será borrado cuando se apliquen los cambios.
ru_ru: Альбом будет удален, когда изменения будут применены.

source: to:
da_dk: til:
es_uy: a:
ru_ru: в:

source: Tags
es_uy: Etiquetas
ru_ru: Теги

source: Dynamic album search:
es_uy: Buscar album dinámico:
ru_ru: Параметры поиска динамического альбома:

source: Clears the album’s cached images.
es_uy: Limpiar la caché de imágenes de albumes.
ru_ru: Удаляет кэшированные изображения альбома.

source: Clear album image cache
da_dk: Rydder albummets billedcache
es_uy: Limpiar la caché de imagen del álbum
ru_ru: Очистить кэш альбома

source: Resets album’s hit counters.
es_uy: Restablecer los contadores de hits de álbumes.
ru_ru: Сбросить счетчики посещений альбома.

source: Reset album hit counters
da_dk: Nulstil album besøgstællere
es_uy: Restablecer todos los contadores de hits de álbum
ru_ru: Сбросить счетчики посещений

source: Refreshes the metadata for the album.
da_dk: Opdaterer albummets metadata.
es_uy: Actualizar metadatos para el album.
ru_ru: Обновляет метаданные для альбома.

source: Refresh album metadata
da_dk: Opdater albummets metadata
es_uy: Actualizar metadatos de álbum
ru_ru: Обновить метаданные

source: Albums (dynamic)
da_dk: Albums (dynamisk)
es_uy: Albumes (dinámicos)
ru_ru: Альбомы (динамические)

source: Images (dynamic)
da_dk: Billeder (dynamisk)
es_uy: Imágenes (dinámicas)
ru_ru: Изображения (динамические)

source: Password protected/Password protected by parent
ru_ru: Пароль/Наследует пароль

source: Published/Unpublished/Unpublished by parent
ru_ru: Опубликовано/Не опубликовано/Наследует

source: Scheduled publishing/Scheduled expiration/Expired
ru_ru: Публикация запланирована/Срок публикации/Срок истек

source: Comments on/off
da_dk: Kommentarer til/fra
es_uy: Comentarios si/no
ru_ru: Комментарии вкл/выкл

source: View the album
da_dk: Se albummet
es_uy: Ver el album
ru_ru: Просмотреть альбом

source: Refresh metadata
da_dk: Opdater metadata
es_uy: Actualizar metadatos
ru_ru: Обновить метаданные

source: Reset hit counters
da_dk: Nulstil besøgstællere
es_uy: Reiniciar contadores de hit
ru_ru: Сбросить счетчики посещений

source: Edit this album: %s
da_dk: Rediger dette album: %s
es_uy: Editar este album: %s
ru_ru: Редактировать альбом: %s

source: Album thumb
ru_ru: Миниатюра альбома

source: images
da_dk: billeder
es_uy: imágenes
ru_ru: изображения

source: albums
es_uy: álbumes
ru_ru: Альбомы

source: Subalbum List
da_dk: Underalbum liste
es_uy: Lista de sub-álbumes
ru_ru: Список субальбомов

source: Comments on
da_dk: Kommentarer til
es_uy: Comentarios on
ru_ru: Комментарии включены

source: Comments off
da_dk: Kommentarer fra
es_uy: Comentarios off
ru_ru: Комментарии отключены

source: View album
da_dk: Vis album
es_uy: Ver album
ru_ru: Просмотреть альбом

source: View album %s
da_dk: Vis album %s
es_uy: Ver album %s
ru_ru: Просмотреть альбом %s

source: unavailable
da_dk: Ikke tilgængeligt
es_uy: no disponible
ru_ru: недоступно

source: Refresh metadata for the album %s
da_dk: Opdater metadata for album %s
es_uy: Actualizar metadatos para el album %s
ru_ru: Обновить метаданные для альбома %s

source: Refresh metadata in the album %s
da_dk: Opdater metadata for album %s
es_uy: Actualizar metadatos en el album %s
ru_ru: Обновить метаданные в альбоме %s

source: Reset hit counters for album %s
da_dk: Nulstil album %s besøgstæller
es_uy: Reiniciar contadores de hits para álbum %s
ru_ru: Сбросить счетчики посещений для альбома %s

source: Reset hit counters for the album %s
da_dk: Nulstil besøgstæller for albummet %s
es_uy: Reiniciar contadores de hits para el álbum %s
ru_ru: Сбросить счетчики посещений для альбома %s

source: Delete the album %s
da_dk: Slet album %s
es_uy: Borrar el album %s
ru_ru: Удалить альбом %s

source: page %u
da_dk: side %u
es_uy: página %u
ru_ru: страница %u

source: Previous page
da_dk: Forrige side
es_uy: Página previa
ru_ru: Предыдущая страница

source: Next page
da_dk: Næste side
es_uy: Página siguiente
ru_ru: Следующая страница

source: Rights:
da_dk: Rettigheder:
es_uy: Derechos:
ru_ru: Права:

source: edit rights
da_dk: rediger rettigheder
es_uy: editar derechos
ru_ru: права на редактирование

source: view unpublished items
da_dk: Vis ikke-udgivne elementer
es_uy: ver items no publicados
ru_ru: право просмотра неопубликованных материалов

source: upload rights
da_dk: overførselsrettigheder
es_uy: cargar derechos
ru_ru: права на загрузку файлов

source: the album is dynamic
da_dk: Albummet er dynamisk
es_uy: el Album es dinámico
ru_ru: альбом динамический

source: Primary album
da_dk: Primære album
es_uy: Album primario
ru_ru: Основной альбом

source: upload
da_dk: overfør
es_uy: subido
ru_ru: Загрузка

source: view unpublished
da_dk: Se ikke-udgivne
es_uy: ver no publicados
ru_ru: просмотр неопубликованного

source: Managed albums:
da_dk: Håndterede albums:
es_uy: Albumes gestionados:
ru_ru: Альбомы под управлением:

source: Managed news categories:
da_dk: Håndterede nyhedskategorier:
es_uy: Categorías de noticias gestionadas:
ru_ru: Категории новостей под управлением:

source: News categories
da_dk: Nyhedskategorier
es_uy: Nuevas categorías
ru_ru: Категории новостей

source: Managed pages:
da_dk: Håndterede sider:
es_uy: Páginas gestionadas:
ru_ru: Страницы под управлением:
