Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Object not found
da_dk: Objekt ikke fundet
es_uy: Objeto no encontrado
ru_ru: Объект не найден

source: View album:
da_dk: Se Album:
es_uy: Ver album:
ru_ru: Просмотреть альбом:

source: prev
da_dk: forrige
es_uy: previo
ru_ru: назад

source: next
da_dk: næste
es_uy: siguiente
ru_ru: далее

source: <strong>Tags:</strong>
es_uy: <strong>Etiquetas:</strong>
ru_ru: <strong>Теги:</strong>

source: Gallery RSS
da_dk: Galleri RSS
es_uy: RSS de la Galería
ru_ru: RSS Галереи

source: Archive View
da_dk: Arkiv visning
es_uy: Vista de Archivo
ru_ru: Архив

source: Popular Tags
da_dk: Populære Tags
es_uy: Etiquetas populares
ru_ru: Популярные теги

source: Contact us
da_dk: Kontakt os
es_uy: Contáctenos
ru_ru: Связаться

source: Remove
da_dk: Fjern
es_uy: Remover
ru_ru: Удалить

source: Default theme color scheme.
da_dk: standard tema farveskema.
es_uy: Esquema de color predetirmado de tema.
ru_ru: Цветовая схема темы оформления по умолчанию.

source: Theme Color
da_dk: Tema farve
es_uy: Color del Tema
ru_ru: Цвета темы оформления

source: close
da_dk: luk
es_uy: cerrar
ru_ru: закрыть

source: Previous Image
da_dk: Forrige billede
es_uy: Imagen previa
ru_ru: Предыдущее изображение

source: Next Image
da_dk: Næste billede
es_uy: Imagen siguiente
ru_ru: Следующее изображение

source: Register for this site
da_dk: Register for denne side
es_uy: Regístrese en este sitio
ru_ru: Регистрации на этом сайте

source: <h3>Follow us</h3>
ru_ru: <h3>Подписывайтесь на нас</h3>

source: A password is required for the page you requested
da_dk: Der kræves adgangskode for den side du har bedt om
es_uy: Contraseña requerida para la página deseada
ru_ru: Для запрошенной вами страницы требуется пароль

source: Register
es_uy: Registro
ru_ru: Регистрация

source: User Registration
da_dk: Bruger registrering
es_uy: Registro de Usuario
ru_ru: Регистрация пользователя

source: Total matches for <em>%1$s</em>: %2$u
da_dk: Totale matcher for <em>%1$s</em>: %2$u
es_uy: Coincidencias totales para <em>%1$s</em>: %2$u
ru_ru: Всего совпадений для <em>%1$s</em>: %2$u

source: Date:
da_dk: Dato:
es_uy: Fecha:
ru_ru: Дата:

source: Sorry, no image matches found. Try refining your search.
da_dk: Beklager, ingen matchende billeder fundet. Prøv at omformulere din søgning.
es_uy: No se encontraron imágenes coincidentes. Intente redefinir la búsqueda.
ru_ru: Извините, совпадений не найдено. Попробуйте уточнить критерии поиска.

source: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> and <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
da_dk: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> og <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
es_uy: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> y <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
ru_ru: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> и <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>

source: The simplest Zenphoto theme in 4 distinct flavors. After choosing this theme you can pick the theme color by going to the Admin -> Options tab (or click the link below) and changing the <em>Theme colors</em> option.
es_uy: El tema por defecto en 4 versiones distintas. Después de elegir este tema, puede elegir su color yendo a la pestaña Admin -> Opciones cambiando la opción <em>Colores de tema</em>.
ru_ru: Самая простая тема Zenphoto в 4 различных вариантах. После выбора этой темы вы можете выбрать цвет темы, перейдя на вкладку "Панель управления -> Настройки" (или нажав на ссылку ниже) и изменив опцию <em>Цвета темы оформления</em>.

source: Allow search
da_dk: Tillad søgning
es_uy: Permitir Buscar
ru_ru: Разрешить поиск

source: Check to enable search form.
da_dk: Afkryds for at aktivere søgefeltet.
es_uy: Marque para habilitar el formulario de búsqueda.
ru_ru: Отметьте, чтобы включить форму поиска.

source: Theme colors
da_dk: Tema farver
es_uy: Colores del Tema
ru_ru: Цвета темы оформления

source: Select the colors of the theme
da_dk: Vælg temaets farver
es_uy: Seleccione los colores del tema
ru_ru: Выбор цветов темы оформления

source: Gallery Index
da_dk: Galleri Index
es_uy: Indice de la Galería
ru_ru: Начало галереи

source: Page not found
da_dk: Siden ikke fundet
es_uy: Página no encontrada
ru_ru: Страница не найдена

source: View album: %s
ru_ru: Просмотреть альбом: %s

source: « prev
da_dk: « forrige
es_uy: « previo
ru_ru: « назад

source: next »
da_dk: næste »
es_uy: siguiente »
ru_ru: далее »

source: Album Navigation
da_dk: Album navigering
es_uy: Navegación del álbum
ru_ru: Навигация по альбомам

source: Next album
da_dk: Næste album
es_uy: Siguiente álbum
ru_ru: Следующий альбом

source: Next album »
da_dk: Næste album »
es_uy: Siguiente álbum »
ru_ru: Следующий альбом »

source: Prev Album
da_dk: Forrige Album
es_uy: Album anterior
ru_ru: Предыдущий альбом

source: « Prev Album
da_dk: « Forrige Album
es_uy: « Album previo
ru_ru: « Предыдущий альбом

source: Tags:
es_uy: Etiquetas:
ru_ru: Теги:

source: Latest Images for %s
da_dk: Seneste billeder for %s
es_uy: Ultimas Imagenes para %s
ru_ru: Последние изображения %s

source: Images By Date
da_dk: Billeder efter dato
es_uy: Imágenes por fecha
ru_ru: Изображения по дате

source: News archive
da_dk: Nyhedsarkiv
es_uy: Archivo de Noticias
ru_ru: Архив новостей

source: Garland image display handling.
da_dk: Garland billedvisning håndtering.
es_uy: Manejo de visualización de imágenes en Garland.
ru_ru: Отображения изображений в Garland.

source: Personality
da_dk: Personlighed
es_uy: Personalidad
ru_ru: Фокус

source: album
es_uy: álbum
ru_ru: альбом

source: image
da_dk: billede
es_uy: imagen
ru_ru: Изображение

source: video
ru_ru: видео

source: news
da_dk: nyheder
es_uy: noticias
ru_ru: Новости

source: sticky
da_dk: klæbrig
es_uy: nota adhesiva
ru_ru: закрепленное

source: Comments: %d
da_dk: Kommentarer: %d
es_uy: Comentarios: %d
ru_ru: Комментарии: %d

source: Categories:
da_dk: Kategorier
es_uy: Categorías:
ru_ru: Категории:

source: Latest Images
da_dk: Seneste billeder
es_uy: Ultimas imágenes
ru_ru: Последние изображения

source: Next image
da_dk: Næste billede
es_uy: Siguiente imagen
ru_ru: Следующее изображение

source: Next »
da_dk: Næste »
es_uy: Siguiente »
ru_ru: Далее »

source: Previous image
da_dk: Forrige billede
es_uy: Imagen previa
ru_ru: Предыдущее изображение

source: « Previous
da_dk: « Forrige
es_uy: « Previo
ru_ru: « Назад

source: Start
es_uy: Iniciar
ru_ru: Старт

source: Stop
es_uy: Parar
ru_ru: Стоп

source: Password required
da_dk: Adgangskode krævet.
es_uy: Contraseña Requerida
ru_ru: Требуется пароль

source: A password is required to access this page.
da_dk: Der kræves en adgangskode for at tilgå denne side.
es_uy: Se requiere contraseña para acceder a esta página.
ru_ru: Для доступа к этой странице требуется пароль.

source: %1$u Hit for <em>%2$s</em>
es_uy: %1$u Hit para <em>%2$s</em>
ru_ru: %1$u совпадение для <em>%2$s</em>

source: Sorry, no matches for your search.
da_dk: Beklager, ingen matcher for din søgning.
es_uy: No hay coincidencias para su búsqueda.
ru_ru: Извините, по вашему запросу нет совпадений.

source: Pages (%s)
da_dk: Sider (%s)
es_uy: Páginas (%s)
ru_ru: Страницы (%s)

source: Show more results
da_dk: Vis flere resultater
es_uy: Mostrar más resultados
ru_ru: Показать больше результатов

source: Show fewer results
da_dk: Vis færre resultater
es_uy: Mostrar menos resultados
ru_ru: Показать меньше результатов

source: Articles (%s)
da_dk: Artikler (%s)
es_uy: Artículos (%s)
ru_ru: Статьи (%s)

source: Images (%s)
da_dk: Billeder (%s)
es_uy: Imágenes (%s)
ru_ru: Изображений: (%s)

source: Albums (%s)
ru_ru: Альбомов: (%s)

source: Albums (%1$s) &amp; Images (%2$s)
da_dk: Albums (%1$s) &amp; Billeder (%2$s)
es_uy: Albums (%1$s) &amp; Imágenes (%2$s)
ru_ru: Альбомов (%1$s) &amp; изображений (%2$s)

source: News articles
da_dk: Nyhedsartikler
es_uy: Nuevos artículos
ru_ru: Новости

source: All news
da_dk: Alle nyheder
es_uy: Todas las Noticias
ru_ru: Все новости

source: Album index
es_uy: Indice del álbum
ru_ru: Все альбомы

source: Gallery
da_dk: Galleri
es_uy: Galería
ru_ru: Галерея

source: Albums
ru_ru: Альбомы

source: Pages
da_dk: Sider
es_uy: Páginas
ru_ru: Страницы

source: Modded Wordpress theme from, <a href="http://garlandtheme.blogspot.com/">garland</a>
da_dk: Modded Wordpress tema fra, <a href="http://garlandtheme.blogspot.com/">garland</a>
es_uy: Tema Modded Wordpress desde, <a href="http://garlandtheme.blogspot.com/">garland</a>
ru_ru: Модифицированная тема Wordpress от <a href="http://garlandtheme.blogspot.com/">garland</a>

source: News Articles
da_dk: Nyhedsartikeler
es_uy: Nuevos Artículos
ru_ru: Новости

source: News Articles Rule
da_dk: Nyhedsartikel Regel
es_uy: Nuevas reglas de artículos
ru_ru: Правило для новостей

source: All Albums
da_dk: Alle Albums
es_uy: Todos los Albums
ru_ru: Все альбомы

source: Gallery Rule
da_dk: Galleri Regel
es_uy: Regla de la galería
ru_ru: Правило для галереи

source: All pages
da_dk: Alle sider
es_uy: Todas las páginas
ru_ru: Все страницы

source: Pages Rule
da_dk: Sider Regel
es_uy: Reglas de páginas
ru_ru: Правило для страниц

source: <strong>Note:</strong> The <em>%s</em> custom menu makes use of the <em>print_album_menu</em> plugin.
da_dk: <strong>Obs:</strong> <em>%s</em> Brugermenuen gør brug af <em>print_album_menu</em> plugin.
es_uy: <strong> Nota: </strong> El menú personalizado <em>% s </em> utiliza el complemento <em>print_album_menu</em>.
ru_ru: <strong>Примечание:</strong> Пользовательское меню <em>%s</em> использует плагин <em>print_album_menu</em>.

source: Theme personality
da_dk: Tema personlighed
es_uy: Tema personality
ru_ru: Персонализация темы

source: Select the theme personality
da_dk: Vælg tema personligheden
es_uy: Seleccione el tema personality
ru_ru: Выбрать вариант персонализации темы оформления

source: Set to enable search form.
da_dk: Indstil for at aktivere søgeskemaet.
es_uy: Configurar para habilitar formulario de búsqueda.
ru_ru: Установите, чтобы включить форму поиска.

source: Allow cloud
da_dk: Tillad cloud
es_uy: Permitir nube
ru_ru: Показывать облако тегов

source: Set to enable tag cloud for album page.
da_dk: Afkryds for at aktivere tagcloud for albumsiden.
es_uy: Configurar para habilitar nube de etiquetas en página Album.
ru_ru: Установите, чтобы включить отображение облака тегов для страницы альбома.

source: Custom menu
da_dk: Brugerdefineret menu
es_uy: Menu personalizado
ru_ru: Пользовательское меню

source: Set this to the <em>menu_manager</em> menu you wish to use.
da_dk: Sæt dette til den <em>menu_manager</em> menu som du ønsker at bruge.
es_uy: Configúrelo en el menú <em>menu_manager</em> que desea utilizar.
ru_ru: Выберите меню плагина <em>menu_manager</em>, которое вы хотите использовать.

source: Custom Homepage
da_dk: Brugerdefineret hjemmeside
es_uy: Página de Inicio personalizada
ru_ru: Пользовательская домашняя страница

source: none
da_dk: ingen
es_uy: ninguno
ru_ru: нет

source: Select the <em>pages</em> titlelink for the home page. Only unpublished pages are offered for selection.
da_dk: Vælg <em>sidernes</em> titlelink til startsiden. Kun upublicerede sider tilbydes til udvalg.
es_uy: Seleccione el titlelink de las<em>páginas</em> para página de inicio. Solo se ofrecen páginas no publicadas para su selección.
ru_ru: Выберите заголовок <em>страницы</em> для использования в качестве домашней. Для выбора предлагаются только неопубликованные страницы.

source: Image gallery transition
da_dk: Billedgalleri overgang
es_uy: Transición de imágenes de galería
ru_ru: Эффект перехода для галереи

source: None
da_dk: Ingen
es_uy: Ninguno
ru_ru: Нет

source: Fade
da_dk: Udtone
es_uy: Desvanecimiento
ru_ru: Появление

source: Shrink/grow
da_dk: Formindske/vokse
es_uy: Encoger/aumentar
ru_ru: Уменьшаться/расти

source: Horizontal
da_dk: Horisontal
ru_ru: Горизонтальное

source: Vertical
da_dk: Vertikal
ru_ru: Вертикальное

source: Transition effect for Image gallery
da_dk: Overgangseffekt for billedgalleri
es_uy: Efecto de transición para la Galería de Imágenes
ru_ru: Эффекты перехода для галереи изображений

source: Image gallery caption
da_dk: Billedgalleri billedtekst
es_uy: Subtítulo de la Galería de imagen
ru_ru: Заголовки изображений в галереи

source: On image
da_dk: På billedet
es_uy: En imagen
ru_ru: На изображении

source: Separate
da_dk: Separat
es_uy: Separada
ru_ru: Отдельно

source: Omit
da_dk: Udelade
es_uy: Omitir
ru_ru: Скрыть

source: Location for Image gallery picture caption
da_dk: Placering for Billedgalleri billede billedtekst
es_uy: Ubicación para el título de imagen en la Galería de Imágenes
ru_ru: Расположение подписи к изображению в галерее изображений

source: *standard menu
es_uy: *menú estandar
ru_ru: *стандартное меню

source: Search
da_dk: Søg
es_uy: Buscar
ru_ru: Поиск

source: Gallery archive
da_dk: GalleriArkiv
es_uy: Archivo de Galería
ru_ru: Архив галереи

source: Zenpage theme designed by <a href="http://www.maltem.de">Malte Müller</a>
da_dk: Zenpage tema designet af <a href="http://www.maltem.de">Malte Müller</a>
es_uy: Tema de Zenpage diseñado por <a href="http://www.maltem.de">Malte Müller</a>
ru_ru: Тема Zenpage разработана <a href="http://www.maltem.de">Malte Müller</a>

source: Comments:
da_dk: Kommentarer:
es_uy: Comentarios:
ru_ru: Комментарии:

source: « prev thumbs
da_dk: « forrige miniaturer
es_uy: « miniaturas previas
ru_ru: « предыдущие миниатюры

source: next thumbs »
da_dk: næste miniaturer »
es_uy: siguientes miniaturas »
ru_ru: следующие миниатюры »

source: Sorry, no matches found. Try refining your search.
da_dk: Desværre gav søgningen intet resultat. Prøv at omdefiner din søgning.
es_uy: No se encontraron coincidencias. Intente redefinir la búsqueda.
ru_ru: Извините, совпадений не найдено. Попробуйте уточнить критерии поиска.

source: Archive
da_dk: Arkiv
es_uy: Archivo
ru_ru: Архив

source: Gallery And News
da_dk: Galleri og Nyheder
es_uy: Galería y Noticias
ru_ru: Галерея и Новости

source: Album RSS
ru_ru: RSS Альбома

source: News
da_dk: Nyheder
es_uy: Noticias
ru_ru: Новости

source: Slideshow
da_dk: Diasshow
es_uy: Diapositiva
ru_ru: Слайд-шоу

source: The Zenpage CMS plugin default theme. It does also work without Zenpage installed as a normal theme. It contains extra support for print_album_menu plugin or the menu_manager plugin (one of these should be enabled for album links in the sidebar), the dynamic_locale plugin, the new paged_thumbs_nav plugin and the jCarousel_thumb_nav plugin.
da_dk: Zenpage CMS plugin standard tema. Det virker også uden Zenpage installeret, som et normalt tema. Det indeholder ekstra understøttelselse for print_album_menu plugin eller menu_manager plugin (en af disse bør være aktiveret for at få albumlinks i sidepanelet), dynamic_locale plugin, det nye paged_thumbs_nav plugin og jCarousel_thumb_nav plugin.
es_uy: El tema por defecto de la extensión Zenpage CMS. También funciona sin Zenpage instalado como un tema normal. Contiene soporte adicional para el complemento print_album_menu o el complemento menu_manager (uno de estos debe estar habilitado para los enlaces de álbumes en la barra lateral), el complemento dynamic_locale, el nuevo complemento paged_thumbs_nav y el complemento jCarousel_thumb_nav.
ru_ru: Тема плагина Zenpage для CMS по умолчанию. Он также работает без установленной Zenpage в качестве обычной темы. Он содержит дополнительную поддержку плагина <em>print_album_menu</em> или плагина <em>menu_manager</em> (один из них должен быть включен для ссылок на альбомы на боковой панели), плагина <em>dynamic_locale</em>, нового плагина <em>paged_thumbs_nav</em> и плагина <em>jCarousel_thumb_nav</em>.

source: Gallery index
da_dk: Galleri index
es_uy: Indice de Galería
ru_ru: Начало галереи

source: Use Colorbox
da_dk: Brug Colorbox
es_uy: Usar Colorbox
ru_ru: Используйте Colorbox

source: Check to display of the full size image with Colorbox.
da_dk: Afkryds for at vise billedet i fuld størrelse med Colorbox.
es_uy: Chequear para desplegar la imagen completa con Colorbox.
ru_ru: Отметьте, если вы хотите отображать изображение в натуральную величину с помощью Colorbox.

source: News on index page
da_dk: Nyheder på indexsiden
es_uy: Noticias en página Inicio
ru_ru: Новости на домашней странице

source: Enable this if you want to show the news section’s first page on the <code>index.php</code> page.
es_uy: Habilíte esto si desea mostrar la primera página de la sección de noticias en la página <code>index.php</code>.
ru_ru: Включите, если вы хотите отображать подборку новостей на странице домашней странице <code>index.php</code>.

source: Homepage
da_dk: Hjemmeside
es_uy: Página Inicio
ru_ru: Домашняя страница

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site’s homepage instead the normal gallery index.
es_uy: Seleccione aquí cualquier página de Zenpage <em>no publicada</em> (listada por <em>titlelink</em>) para fungir como página de Inicio de su sitio en vez de el Inicio normal de la Galería.
ru_ru: Выберите здесь любую <em>неопубликованную страницу Zenpage</em> (перечислены их <em>заголовки</em>) и она будет использоваться в качестве домашней страницы вашего сайта вместо обычного индекса галереи.

source: <strong>Note:</strong> This of course overrides the <em>News on index page</em> option and your theme must be setup for this feature! Visit the theming tutorial for details.
da_dk: <strong>Obs:</strong> Dette tilsidesætter selvfølgelig <em>Nyheder på indexsiden</em> indstillingen og dit tema skal være sat op til denne mulighed. Besøg tema manualen for flere oplysninger.
es_uy: <strong>Nota:</strong> Esto por supuesto sobreescribe la opción <em>Noticias en la página Inicio</em> y su tema debe ser configurado para esta característica! Visita el tutorial de temática para más detalles.
ru_ru: <strong>Примечание: </strong> Это, конечно, переопределяет опцию <em>Новости на домашней странице</em>, и ваша тема должна быть настроена для этой функции! Посетите руководство по созданию темы для получения более подробной информации.

source: Use standard contact page
da_dk: Benyt standard kontaktside
es_uy: Usar página de Contacto estandar
ru_ru: Использовать стандартную страницу контакта

source: Disable this if you do not want to use the separate contact page with the contact form. You can also use the codeblock of a page for this. See the contact_form plugin documentation for more info.
da_dk: Deaktiver dette hvis du ike ønsker at bruge den seperate kontaktside med kontaktformular. Du kan også bruge kodeblokken for en side til dette. Se contact_form plugin dokumentationen for mere information.
es_uy: Habilítelo si desea utilizar la página de contacto separada con el formulario de contacto. También puedes usar el bloque de código de una página para esto. Consulte la documentación del complemento contact_form para obtener más información.
ru_ru: Отключите, если вы не хотите использовать отдельную страницу контактов с контактной формой. Вы также можете использовать для этого кодовый блок страницы. Смотрите документацию плагина <em>contact_form</em> для получения дополнительной информации.

source: Use custom menu
da_dk: Brug brugerdefineret menu
es_uy: Usar Menú personalizado
ru_ru: Использовать пользовательское меню

source: Check this if you want to use the <em>menu_manager</em> plugin if enabled to build a custom menu instead of the separate standard ones. A standard menu named "zenpage" is created and used automatically.
da_dk: Afkryds dette hvis du ønsker at bruge <em>menu_manager</em> plugin, hvis den er aktiveret til at bygge en brugerdefineret menu i stedet for de separate standard menuer. En standard menu ved navn "zenpage" er oprettet og anvendes automatisk.
es_uy: Marque esto si desea usar el complemento <em>menu_manager</em> si está habilitado, para crear un menú personalizado en lugar de los estándar. Como menú estándar se configura uno llamado "zenpage", y se crea y utiliza automáticamente.
ru_ru: Отметьте, если вы хотите использовать плагин <em>menu_manager</em>, если он включен, для создания пользовательского меню вместо отдельных стандартных. Стандартное меню с именем "zenpage" создается и используется автоматически.

source: The Zenphoto object you are requesting cannot be found.
es_uy: No se encuentra el objeto de Zenphoto requerido.
ru_ru: Запрашиваемый вами объект Zenphoto не найден.

source: Archive view
da_dk: Arkiv visning
es_uy: Vista de Archivo
ru_ru: Архив

source: Album
ru_ru: Альбом

source: Home
da_dk: Hjem
es_uy: Inicio
ru_ru: Главная

source: Powered by
es_uy: Motorizado por
ru_ru: Работает на

source: zpMobile theme by
da_dk: zpMobile tema af
es_uy: tema zpMobile por
ru_ru: zpMobile: тема авторства

source: Favorites
da_dk: Favoritter
es_uy: Favoritos
ru_ru: Избранное

source: Back to top
da_dk: Tilbage til toppen
es_uy: Volver arriba
ru_ru: Наверх

source: %d album
es_uy: %d álbum
ru_ru: %d альбом

source: %d image
da_dk: %d billede
es_uy: %d imagen
ru_ru: %d изображение

source: Direct link
da_dk: Direkte link
es_uy: Enlaces directo
ru_ru: Прямая ссылка

source: Tags:
es_uy: Etiquetas:
ru_ru: Теги:

source: View meta data
da_dk: Se metadata
es_uy: Ver metadatos
ru_ru: Просмотр метаданных

source: Latest images
da_dk: Seneste billeder
es_uy: Ultimas imágenes
ru_ru: Последние изображения

source: Latest news
da_dk: Seneste nyt
es_uy: Ultimas noticias
ru_ru: Последние новости

source: View Slideshow
da_dk: Se Diasshow
es_uy: Ver Diapositivas
ru_ru: Просмотр слайд-шоу

source: A theme primarily meant for mobile/smartphone browsing using <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
da_dk: Et tema der primært er for mobil/smartphone browsing idet det bruger <a href=‘http://jQuerymobile.com’>jQuerymobile framework</a>.
es_uy: Un tema destinado principalmente a la navegación de móviles/teléfonos inteligentes, utilizando <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
ru_ru: Тема, предназначенная в первую очередь для просмотра галереи с мобильных устройств/смартфонов с использованием <a href="http://jQuerymobile.com">jQueryMobile framework</a>.

source: Allow direct link from multimedia
da_dk: Tillad direkte link fra multimedie
es_uy: Permite enlace directo desde multimedia
ru_ru: Разрешить прямую ссылку для мультимедиа

source: Check to enable a direct link to multimedia items on the single image page in case the player is not supported by the device but the actual format is.
da_dk: Afkryds for at aktivere et direkte link til multimedie-element på enkeltbilled-siden i det tilfælde at fremviseren ikke støttes af elementet men det aktuelle format gør.
es_uy: Marque para habilitar un enlace directo a elementos multimedia en la página de una sola imagen en caso de que el reproductor no sea compatible con el dispositivo pero el formato real lo sea.
ru_ru: Отметьте, если вы хотите включить прямую ссылку на мультимедийные элементы на странице, на случай, если устройство не поддерживает проигрыватель, но фактический формат поддерживается.

source: Index
es_uy: Indice
ru_ru: Главная

source: Return to %s
da_dk: Returner til %s
es_uy: Volver a %s
ru_ru: Возврат к %s

source: *Bulk actions*
da_dk: *Masse handlinger*
es_uy: *Acciones Masivas*
ru_ru: * Массовые действия*

source: Delete
da_dk: Slet
es_uy: Borrar
ru_ru: Удалить

source: Set to published
da_dk: Indstillet til offentliggjort
es_uy: Marcar como publicado
ru_ru: Опубликовать

source: Set to unpublished
da_dk: Indstillet til ikke offentliggjort
es_uy: Marcar como no publicado
ru_ru: Отменить публикацию

source: Add tags
da_dk: Tilføj tags
es_uy: Agregar etiquetas
ru_ru: Добавить теги

source: Clear tags
da_dk: Nulstil tags
es_uy: Borrar etiquetas
ru_ru: Удалить теги
