Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <strong>NOTE:</strong> If your theme uses different custom settings instead of the backend options the sitemaps may not match your site.
da_dk: <strong>BEMÆRK:</strong> Hvis dit tema bruger forskellige brugerdefinerede indstillinger i stedet for standard indstillinger passer sitemaps måske ikke til dit site.
es_uy: <strong>NOTA:</strong> Si su tema utiliza configuraciones personalizadas diferentes en lugar de las opciones de backend, es posible que los mapas del sitio no coincidan con su sitio.
ru_ru: <strong>Примечание: </strong> Если в вашей теме используются другие пользовательские настройки вместо параметров серверной части, карты сайта могут не соответствовать вашему сайту.

source: This creates individual static xml sitemap files of the following items:
da_dk: Dette opretter individuelle statiske xml sitemap filer af følgende elementer:
es_uy: Esto crea archivos de mapa del sitio XML estáticos individuales de los siguientes elementos:
ru_ru: Будут созданы отдельные xml файлы Sitemap для следующих категорий:

source: Zenphoto items
es_uy: Items de Zenphoto
ru_ru: Объекты Zenphoto

source: Index pages
da_dk: Index sider
es_uy: Páginas Indice
ru_ru: Index страницы

source: <em>Albums</em>: These are split into multiple sitemaps.
da_dk: <em>Albums</em>: Disse er opdelt i multiple sitemaps.
es_uy: <em>Albumes</em>: Estos están divididos en múltiples mapas del sitio.
ru_ru: <em>Альбомы</em>: разделены на несколько файлов Sitemap.

source: <em>Images</em>: These are split into multiple sitemaps.
da_dk: <em>Billeder</em>: Disse er opdelt over multiple sitemaps.
es_uy: <em>Imágenes</em>: Estos están divididos en múltiples mapas del sitio.
ru_ru: <em>Изображения</em>: разделены на несколько файлов Sitemap.

source: Zenpage CMS items (if the plugin is enabled)
da_dk: Zenpage CMS elementer (hvis plugin er aktiveret)
es_uy: Items del CMS Zenpage (si la extensión está habilitada)
ru_ru: Объекты Zenpage CMS (если плагин включен)

source: Additionally a sitemapindex file is created that points to the separate ones above. You can reference this sitemapindex file in your robots.txt file or submit its url to services like Google via <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>
da_dk: Der ud over oprettes en sitemindex fil som peger på de seperate ovenfor. Du kan henvise til dette sitemapindex i din robots.txt fil eller sende dens url til services som Google via <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>
es_uy: Adicionalmente, se crea un archivo sitemapindex que apunta a los que están separados arriba. Puede referenciar este archivo en su archivo robots.txt o enviar su URL a servicios como Google a través de <code>www.sudominio.com/zenphoto/index.php?sitemap</code>
ru_ru: Дополнительно создается файл sitemapindex, который содержит ссылки на вышеуказанные файлы. Ссылку на файл sitemapindex можно поместить в robots.txt или отправить в сервис типа Google с помощью <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>

source: The sitemap cache is cleared if you create new ones. All files are stored in the <code>/%s/sitemap/</code> folder.
es_uy: El caché del mapa del sitio se borra si crea otros nuevos. Todos los archivos se almacenan en la carpeta <code>/%s/sitemap/</code>.
ru_ru: Старые файлы Sitemap будут удалены при создании новых и записаны в директорию <code>/%s/sitemap/</code>.

source: Generate sitemaps
da_dk: Dan sitemaps.
es_uy: Generar mapas del sitio
ru_ru: Создать файлы sitemap

source: Clear sitemap cache
da_dk: Rydder sitemapcache
es_uy: Borrar la caché del mapa del sitio
ru_ru: Удалить кеш sitemap

source: Sitemap files are being generated...Patience please.
da_dk: Sitemap filer oprettes ... Vær venligst tålmodig.
es_uy: Los archivos del mapa del sitio se están generando,... Tenga paciencia.
ru_ru: Файлы Sitemap генерируются.... Подождите.

source: Slideshow plugin based on the Cycle2 jQuery plugin.
da_dk: Diasshow plugin baseret på Cycle2 jQuery plugin.
es_uy: Complemento de presentación de diapositivas basado en el complemento Cycle2 de jQuery.
ru_ru: Слайд-шоу на основе jQuery плагина Cycle2.

source: Only one slideshow plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun et diasshow plugin kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Sólo un complemento de presentación de diapositivas puede habilitarse. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин для слайд-шоу. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: Slideshow: Mode
da_dk: Diasshow: Modus
es_uy: Presentación de diapositiva: Modo
ru_ru: Слайд-шоу: режим

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle2 plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
da_dk: <em>jQuery Cycle</em> for diasshow ved hjælp af jQuery Cycle2 plugin<br /><em>jQuery Colorbox</em> for diasshow ved hjælp af Colorbox (Colorbox plugin krævet).<br />BEMÆRK: jQuery Colorbox modus er knyttet til det link printSlideShowLink()-funktionen skriver og kan hverken kaldes direkte eller på slideshow.php temasiden.
es_uy: <em>jQuery Cycle</em> para la presentación de diapositivas utilizando el complemento jQuery Cycle2<br /><em>jQuery Colorbox </em> para la presentación de diapositivas utilizando Colorbox (se requiere el complemento Colorbox).<br />NOTA: El modo jQuery Colorbox está adjunta al enlaceque imprime la función printSlideShowLink(), y no se puede llamar directamente ni utilizar en la página de tema slideshow.php.
ru_ru: <em>jQuery Cycle</em> для слайд-шоу с использованием плагина jQuery Cycle2<br /> <em>jQuery Colorbox</em> для слайд-шоу с использованием Colorbox (требуется плагин Colorbox).<br /> Примечание: режим работы с jQuery colorbox в прикрепленный к ссылке в printSlideShowLink() печатает функцию и не может быть вызван непосредственно и использоваться на странице slideshow.php темы.

source: Slideshow: Speed
da_dk: Diasshow: Hastighed
es_uy: Presentación de diapositiva: Velocidad
ru_ru: Слайд-шоу: скорость

source: Speed of the transition in milliseconds.
da_dk: Hastighed af billedskift i millisekunder.
es_uy: Velocidad de transición en milisegundos.
ru_ru: Скорость перехода в миллисекундах.

source: Slideshow: Slide width
da_dk: Diasshow: Diasbredde
es_uy: Presentación de diapositiva: Ancho de diapositiva
ru_ru: Слайд-шоу: ширина слайда

source: Width of the images in the slideshow.
da_dk: Bredde af billederne i diasshowet.
es_uy: Ancho de imágenes en la proyección de diapositivas.
ru_ru: Ширина изображений в слайд-шоу.

source: Slideshow: Slide height
da_dk: Diasshow: Diashøjde
es_uy: Presentación de diapositiva: Alto de la diapositiva
ru_ru: Слайд-шоу: высота слайда

source: Height of the images in the slideshow.
da_dk: Højden af billederne i diasshowet.
es_uy: Alto de imágenes en la proyección de diapositivas.
ru_ru: Высота изображений в слайд-шоу.

source: Slideshow: Effect
da_dk: Diasshow: Effekt
es_uy: Presentación de diapositiva: Efecto
ru_ru: Слайд-шоу: эффект

source: fade
da_dk: udtoning
es_uy: desvanecimiento
ru_ru: Затухание/Проявление

source: fadeOut
da_dk: udtoning
es_uy: desvanecimiento
ru_ru: Затухание

source: Scroll horizontal
da_dk: Rulle vandret
es_uy: Desplazamiento horizontal
ru_ru: Прокрутка по горизонтали

source: Scroll vertical
da_dk: rulle lodret
es_uy: Desplazamiento vertical
ru_ru: Прокрутка по вертикали

source: Flip horizontal
da_dk: Flip vandret
es_uy: Volteo horizontal
ru_ru: Переворот по горизонтали

source: Flip vertical
da_dk: Flip lodret
es_uy: Volteto vertical
ru_ru: Переворот по вертикали

source: Tile slide
es_uy: Mosaico de diapositiva
ru_ru: Сдвиг плитки

source: Tile blind
es_uy: Mosaico ciego
ru_ru: Переворот плитки

source: The cycle slide effect to be used. Flip transitions are only supported on browsers that support CSS3 3D transforms. (IE10+, current Chrome, Firefox, Opera and Safari.)
da_dk: Cyklus slide-effekt, der skal bruges. Flip overgange understøttes kun på browsere, der understøtter CSS3 3D transformationer. (IE10 +, nuværende Chrome, Firefox, Opera og Safari.
es_uy: El efecto de ciclo de diapositiva que se utilizará. Las transiciones de giro solo se admiten en los navegadores que admiten transformaciones 3D de CSS3. (IE10+, Chrome actual, Firefox, Opera y Safari.)
ru_ru: Выберите эффект для смены слайдов. Обратные переходы поддерживаются только в браузерах, поддерживающих 3D-преобразования CSS3. (IE10+, текущие Chrome, Firefox, Opera и Safari)

source: Slideshow: Tile Effect - Extra
da_dk: Slideshow: Tile Effect - Ekstra
es_uy: Presentación de diapositivas: Efecto de mosaico - Extra
ru_ru: Слайд-шоу: эффект плитки - дополнительно

source: Horziontal
da_dk: Vandret
es_uy: Horizontal
ru_ru: Горизонтальный

source: If one of the tile effects is selected, this is its orientation.
da_dk: Hvis en af tile-effekterne er valgt, er dette er dens orientering.
es_uy: Si se selecciona uno de los efectos de mosaico, esta es su orientación.
ru_ru: Если выбран один из эффектов плитки, то это будет ее ориентация.

source: Slideshow: Timeout
da_dk: Diasshow: Timeout
es_uy: Presentación de diapositivas: Tiempo de espera
ru_ru: Слайд-шоу: тайм-аут

source: Milliseconds between slide transitions (0 to disable auto advance.)
da_dk: Millisekunder mellem dias overgang (0 for at deaktivere auto-frem .)
es_uy: Milisegundos entre transiciones de diapositivas (0 deshabilit avance automático.)
ru_ru: Миллисекунды между переходами слайдов (0, чтобы отключить автоматическое продвижение)

source: Slideshow: Description
da_dk: Diasshow: Beskrivelse
es_uy: Presentación de diapositiva: Descripción
ru_ru: Слайд-шоу: описание

source: Check if you want to show the image’s description below the slideshow.
es_uy: Marque si desea mostrar la descripción de la imagen debajo de la presentación de diapositivas.
ru_ru: Отметьте, если хотите показывать описание изображения под слайд-шоу.

source: Slideshow: Swipe gestures
da_dk: Diasshow: Swipe gestus
es_uy: Presentación de diapositivas: gestos de deslizar
ru_ru: Слайд-шоу: жесты прокрутки

source: Check if you want to enable touch screen swipe gestures.
da_dk: Marker hvis du ønsker at aktivere berøringsskærmens swipe bevægelser.
es_uy: Marque si desea habilitar los gestos de deslizamiento de pantalla táctil.
ru_ru: Отметьте, если хотите включить жесты прокрутки для сенсорного экрана.

source: Slideshow: Pause on hover
da_dk: Slideshow: Pause når musen flyttes over
es_uy: Presentación de diapositivas: pausa al deslizar
ru_ru: Слайд-шоу: пауза при наведении курсора мыши

source: Check if you want the slidesshow to pause on hover.
da_dk: Marker hvis du ønsker at diasshowet pausere når musen er over.
es_uy: Marque si desea pausar el desplazamiento de la presentación de diapositivas .
ru_ru: Отметьте, если хотите чтобы слайд-шоу приостанавливалось при наведении курсора мыши.

source: Colorbox: Transition
da_dk: Colorbox: Overgang
es_uy: Colorbox: Transición
ru_ru: Colorbox: Переход

source: elastic
da_dk: elastisk
es_uy: elástico
ru_ru: эластичный

source: The Colorbox transition slide effect to be used.
da_dk: Den Colorbox overgangseffekt der skal bruges.
es_uy: El efecto de transición de diapositivas de Colorbox a usar.
ru_ru: Выберите, какой эффект будет использован при смене слайдов в Colorbox.

source: Colorbox: Image type
da_dk: Colorbox: Billedtype
es_uy: Colorbox: Tipo de imagen
ru_ru: Colorbox: Тип изображения

source: sized image
da_dk: dimensioneret billede
es_uy: imagen de tamaño
ru_ru: уменьшенное изображение

source: The image type you wish to use for the Colorbox. If you choose “sized image” the slideshow width value will be used for the longest side of the image.
es_uy: El tipo de imagen que desea utilizar para Colorbox. Si elige 'imagen de tamaño', el valor del ancho de la presentación se usará para el lado más largo de la imagen.
ru_ru: Тип изображения, который вы хотите использовать для Colorbox. Если вы выберете “уменьшенное изображение”, значение ширины слайд-шоу будет использоваться для самой длинной стороны изображения.

source: Colorbox: Image title
da_dk: Colorbox: Billedtitel
es_uy: Colorbox:Título de imagen
ru_ru: Colorbox: Название изображения

source: If the image title should be shown at the bottom of the Colorbox.
da_dk: Hvis billedtitlen skal vises i bunden af Colorbox.
es_uy: Si el título de la imagen debe mostrarse en la parte inferior de Colorbox.
ru_ru: Отметьте, если хотите показывать названия изображению внизу Colorbox.

source: Colorbox: Slide width
da_dk: Colorbox: Diasbredde
es_uy: Colorbox: Ancho de la diapositiva
ru_ru: Colorbox: Ширина слайда

source: Invalid slideshow album name!
da_dk: Ugyldig diasshow album navn!
es_uy: ¡Nombre de álbum de diapositivas inválido!
ru_ru: Неверное название альбома слайд-шоу!

source: This album is password protected!
da_dk: Dette album er beskyttet af adgangskode!
es_uy: Este álbum está protegido por contraseña!
ru_ru: Этот альбом защищен паролем!

source: No images for the slideshow!
da_dk: Ingen billederne til diasshowet!
es_uy: Ninguna imagen para proyectar!
ru_ru: Для слайд-шоу нет изображений!

source: pause
es_uy: pausar
ru_ru: пауза

source: provide the album name as %1 and (optionally) <code>true</code> (or <code>false</code>) as %2 to show (hide) controls. Hiding the controls is the default. Width(%3) and height(%4) may also be specified to override the defaults.
da_dk: giver albummets navn som %1 og (valgfrit) <code>sand</code> (eller <code>falsk</code>) som %2 for at vise (skjule) kontroller. Skjule kontrollerne er standard. Bredde (%3) og højde (%4) kan også angives for at tilsidesætte standardindstillingerne.
es_uy: proporcione el nombre del álbum como %1 y (opcionalmente) <code>true</code> (o <code>false</code>) como %2 para mostrar (ocultar) los controles. Ocultar los controles es predeterminado. El ancho (%3) y la altura (%4) también se pueden especificar para anular los valores predeterminados.
ru_ru: укажите название альбома как %1 и (опционально) <code>true</code> (или <code>false</code>) как %2, чтобы отобразить (скрыть) элементы управления. По умолчанию элементы управления скрыты. Ширина (%3) и высота (%4) также могут быть указаны для переопределения значений по умолчанию.

source: Slideshow not available because colorbox is not enabled on %1$s <em>%2$s</em> pages.
da_dk: Diasshow ikke tilgængeligt fordi colorbox ikke er aktiveret på %1$s <em>%2$s</em> siderne.
es_uy: Proyección de diapositivas no disponible porque Colorbox no está habilitado en %1$s páginas <em>%2$s</em>.
ru_ru: Слайд-шоу недоступно, т.к. модуль Colorbox не подключен на страницах <em>%2$s</em> темы %1$s.

source: start slideshow
da_dk: start diasshow
es_uy: iniciar diapositivas
ru_ru: старт слайд-шоу

source: stop slideshow
da_dk: stop diasshow
es_uy: detener diapositivas
ru_ru: остановить слайд-шоу

source: image %1$s of %2$s
da_dk: billed %1$s af %2$s
es_uy: imagen %1$s de %2$s
ru_ru: изображение %1$s из %2$s

source: Invalid linking to the slideshow page.
da_dk: Ugyldigt link til diasshowsiden.
es_uy: Enlace inválido la página de diapositivas.
ru_ru: Недопустимая ссылка на страницу слайд-шоу.

source: Adds static HTML cache functionality to Zenphoto.
es_uy: Agrega funcionalidad de caché HTML estático a Zenphoto.
ru_ru: Добавляет в Zenphoto функциональность статического HTML-кэша.

source: Static HTML Cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
da_dk: Statisk cache mappe kunne ikke oprettes. Forsøg venligst at oprette den manuelt via FTP med chmod 0777.
es_uy: La carpeta de caché HTML estático no fue creada. Intente crearla manualmente vía FTP con chmod 0777.
ru_ru: Не удалось создать папку статического кэша HTML. Пожалуйста, попробуйте создать ее вручную через FTP с параметрами доступа chmod 0777.

source: Static HTML cache expire
da_dk: Statisk HTML cache udløbstid
es_uy: Expiración del caché HTML estático
ru_ru: Срок действия статического HTML-кэша

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
da_dk: Hvornår cachen skal udløbe i sekunder. Standard er 86400 sekunder (1 dag = 24 timer * 60 min * 60 sek).
es_uy: Indica cuando debería expirar el caché en segundos. Predeterminado en 86400 segs. (1 día = 24 hrs. x 60 min. x 60 segs.).
ru_ru: Когда срок действия кэша истекает в секундах. По умолчанию - 86400 секунд (1 день = 24 часа * 60 минут * 60 секунд).

source: Excluded pages
da_dk: Udelukkede sider
es_uy: Páginas excluidas
ru_ru: Страницы-исключения

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.<br />
ru_ru: Список страниц, которые должны быть исключены из генерации кэша.<br> Страницы, которые могут быть исключены, - это страницы пользовательских тем, включая страницы Zenpage (они могут быть более конкретными по ссылке на заголовок) и стандартные файлы тем image.php (необязательно по имени файла изображения), album.php (необязательно по имени папки альбома) или index.php.<br />Если вы хотите полностью исключить страницу, введите <em>page-filename.php/</em>. <br /> Если вы хотите исключить страницу по определенному заголовку, имени файла изображения или имени папки альбома, введите <em>имя_файла_страницы.php/titlelink</em> или <em>имени файла изображения</em> или <em>папки альбома</em>. Разделите несколько записей запятой.<br />

source: <strong>NOTE:</strong> In order to work correctly, the following theme pages must be excluded from cache generation: <em>search.php, contact.php, register.php</em> and <em>favorites.php</em>
ru_ru: <strong>Примечание: </strong> Для корректной работы следующие тематические страницы должны быть исключены из генерации кэша: <em>search.php, contact.php, register.php</em> и <em>favorites.php</em>

source: If a <em>type</em> is checked, the HTML caches for the item will be purged when the published state of an item of <em>type</em> changes.
ru_ru: Если отмечен какой-то <em>тип</em>, кэш HTML для этого типа объектов будет очищен при изменении опубликованного состояния элемента данного <em>типа</em>.

source: Cached content of %3$s served by static_html_cache in %1$.4f seconds plus %2$.4f seconds unavoidable Zenphoto overhead.
es_uy: El contenido en caché de %3$s servido por static_html_cache en %1$.4f segundos más %2$.4f segundos es una sobrecarga inevitable de Zenphoto.
ru_ru: Кэшированное содержимое %3$s, обслуживаемое static_html_cache за %1$.4f секунд плюс %2$.4f секунд неизбежным затратам Zenphoto.

source: Purge HTML cache
da_dk: Ryd HTML cache
es_uy: Purgar caché HTML
ru_ru: Очистить кэш HTML

source: Clear the static HTML cache. HTML pages will be re-cached as they are viewed.
da_dk: Ryd cachen for statisk HTML. HTMLsider vil blive genlagrede efterhånden som de vises.
es_uy: Limpiar el caché HTML estático. Las páginas HTML serán cacheadas nuevamente a medida que sean vistas.
ru_ru: Очистить HTML кэш. Кэш будет создан заново,по мере просмотра страниц посетителями.

source: Provides functions to print a tag cloud of all tags from a Zenphoto object.
es_uy: Suministra funciones para imprimir una nube de etiquetas de todas las etiquetas desde un objeto Zenphoto.
ru_ru: Предоставляет функции для отображения облака тегов, состоящего из всех тегов объекта Zenphoto.

source: Enables jQuery tag suggestions on the search field.
da_dk: Aktiverer jQuery tagforslag i søgefeltet.
es_uy: Habilita las sugerencias de etiquetas jQuery en el campo de búsqueda.
ru_ru: Позволяет jQuery предлагать теги в поле поиска.

source: Exclude unassigned
es_uy: Excluir no asignadas
ru_ru: Исключить неиспользуемые

source: Check if you wish to exclude tags are not assigned to any item.
es_uy: Marque si desea excluir etiquetas que no están asignadas a ningún elemento.
ru_ru: Отметьте, если хотите исключить теги, не присвоенные ни одному элементу.

source: Check tag access
es_uy: Compruebe el acceso a la etiqueta
ru_ru: Проверить доступ к тегам

source: Check if you wish to exclude tags that are assigned to items (or are not assigned at all) the visitor is not allowed to see. This overrides the exlude unassigned option. <p class='notebox'><strong>Note:</strong> Beware that this may cause overhead on larger sites. The usage of the static_html_cache plugin is recommended.</p>
es_uy: Marque si desea excluir las etiquetas que están asignadas a elementos (o que no lo están en absoluto) que el visitante no está autorizado a ver. Esto anula la opción excluir sin asignar. <p class='notebox'><strong>Nota:</strong> Tenga en cuenta que esto puede causar una sobrecarga en sitios grandes. Se recomienda el uso del complemento static_html_cache.</p>
ru_ru: Отметьте, если хотите исключить теги, которые присвоены элементам (или не присвоены вообще), которые посетителю запрещено видеть. Это отменяет опцию <em>исключить неиспользуемые</em>. <p class="notebox"><strong>Примечание:</strong> Помните, что это может привести к накладным расходам на более крупных сайтах. Рекомендуется использовать плагин static_html_cache .</p>

source: Allow a visitor to select the theme of the gallery.
da_dk: Tillad besøgende at vælge tema for galleriet.
es_uy: Permite al visitante seleccionar el tema de la Galería.
ru_ru: Позволяет посетителям выбирать тему оформления галереи.

source: Cookie duration
da_dk: Cookie varighed
es_uy: Duración de cookie
ru_ru: Длительность

source: The time in minutes that the theme switcher cookie lasts.
da_dk: Tiden i minutter som en temaskift-cookie varer.
es_uy: El tiempo en minutos que dura la cookie de cambio de tema.
ru_ru: Время в минутах, в течение которого сохраняется файл cookie для плагина themeSwitcher.

source: Change this box if you wish to style the theme switcher selector for your themes.
da_dk: Ændre denne boks hvis du ønsker at style temaskifte-vælgerenen for dit tema.
es_uy: Cambie este cuadro si desea personalizar el selector de temas para sus temas.
ru_ru: Измените это поле, если вы хотите изменить стиль переключателя тем для своих тем.

source: Selector CSS Loggedin
es_uy: Selector CSS Conectado
ru_ru: Selector CSS для залогиненных

source: Change this box if you wish to style the theme switcher selector for your themes. Only if loggedin to cover the admin toolbox.
es_uy: Cambie este cuadro si desea personalizar el selector de temas para sus temas. Sólo si se conecta para envolver las herramientas de administración.
ru_ru: Измените это поле, если вы хотите изменить стиль переключателя тем. Будет использоваться только если вы вошли в систему, как администратор.

source: Private
da_dk: Privat
es_uy: Privada
ru_ru: Личное

source: Only users with <em>Themes</em> rights will see the selector if this is checked.
da_dk: Hvis markeret, vil kun brugere med <em>tema</em> rettigheder vil se vælgeren.
es_uy: Solo los usuarios con derechos <em>Temas</em> verán el selector si está marcado.
ru_ru: Только пользователи с правами на <em>Темы</em> будут видеть селектор, если этот флажок установлен.

source: Theme list
da_dk: Tema liste
es_uy: Lista de Temas
ru_ru: Список тем оформления
