Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <strong>WARNING :</strong> This option adds significant overhead to <strong>each and every</strong> image reference! Some <em>JavaScript</em> and <em>Flash</em> based image handlers will not work with an image processor URI and are incompatible with this option.
da_dk: <strong>ADVARSEL</strong> Denne indstilling tilføjer et betydelig overhead til <strong>hver eneste</strong> billedreference! Nogle <em>JavaScript</em> og <em>Flash</em> baserede billedbehandlere vil ikke arbejde med et billede processor URI og er uforenelige med denne mulighed.
es_uy: <strong>ADVERTENCIA :</strong> ¡Esta opción agrega una sobrecarga significativa a <strong>todas y cada una</strong> de las referencias de imagen! Algunos controladores de imagen basados en <em>JavaScript</em> y <em>Flash</em> no funcionarán con un URI de procesador de imagen y son incompatibles con esta opción.
ru_ru: <strong>Предупреждение:</strong> Этот параметр увеличивает значительные накладные расходы на <strong>каждую ссылку</strong> на изображение! Некоторые обработчики изображений на основе <em>JavaScript</em> и <em>Flash</em> не будут работать с URI процессора изображений и несовместимы с этой опцией.

source: Obscure cache filenames
da_dk: Slør cache filnavne
es_uy: Oscurecer nombre de archivos de caché
ru_ru: Маскировать имена файлов в кэше

source: Cause the filename of cached items to be obscured. This makes it difficult for someone to "guess" the name in a URL.
da_dk: Gør at filnavnet på de cachede filer "sløres" så det bliver vanskeligt at "gætte" filnavnet.
es_uy: Causa que el nombre de archivo de los elementos almacenados en caché se oculte. Esto dificulta que alguien "adivine" el nombre en una URL.
ru_ru: Приводит к сокрытию имени файла кэшированных элементов. Это затрудняет "угадывание" имени в URL-адресе.

source: Secure image processor
da_dk: Sikre Billedbehandler
es_uy: Procesamiento seguro de imagen
ru_ru: Защита процессора обработки изображений

source: When enabled, the image processor will check album access credentials.
da_dk: Når den er aktiveret, vil billedprocessoren kontrollere albummets adgangsrettigheder.
es_uy: Cuando se habilita, el procesador de imagen verificará las credenciales de acceso al álbum.
ru_ru: При включении обработчик изображений проверяет учетные данные для доступа к альбому.

source: <strong>WARNING :</strong> This option adds memory overhead to image caching! You may be unable to cache some images depending on your server memory availability.
da_dk: <strong>ADVARSEL :</strong> Denne indstilling medfører et hukommelsesoverhead til billedcaching! Du kan muligvis ikke cache visse billeder, afhængigt af din servers tilgængelige hukommelse.
es_uy: <strong>ADVERTENCIA : </strong> ¡Esta opción agrega sobrecarga de memoria al cacheo de imágenes! Es posible que no pueda almacenar en caché algunas imágenes dependiendo de la disponibilidad de memoria del servidor.
ru_ru: <strong>Предупреждение:</strong> Этот параметр увеличивает нагрузку на сервер при кэшировании изображений! Возможно, вам не удастся кэшировать некоторые изображения в зависимости от объема памяти на вашем сервере.

source: Image processor flooding protection
ru_ru: Защита процессора изображений

source: Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.
da_dk: Tilføj en sikkerhedsparameter til billedbehandling URI for at forhindre et denial of service-angreb der forlanger tilfældige billedstørrelser.
es_uy: Agregue un parámetro de seguridad a los URI del procesador de imágenes para evitar ataques de denegación de servicio por solicitar imágenes de tamaño arbitrario.
ru_ru: Добавьте параметр безопасности в URI процессора обработки изображений, чтобы предотвратить DOS-атаки, запрашивающие изображения произвольного размера.

source: Full image protection:
da_dk: Originalbilled-beskyttelse:
es_uy: Protección de imagen completa:
ru_ru: Защита оригиналов:

source: Disable hotlinking
da_dk: Deaktiver hotlinking
es_uy: Deshabilitar hotlinking
ru_ru: Отключить горячие ссылки

source: cache the full image
da_dk: Cache priginalbilledet
es_uy: caché de imagen completa
ru_ru: Кэшировать оригинал

source: password:
da_dk: adgangskode:
es_uy: contraseña:
ru_ru: Пароль:

source: user:
da_dk: bruger:
es_uy: usuario:
ru_ru: Пользователь:

source: hint:
da_dk: Tip:
es_uy: pista:
ru_ru: Подсказка:

source: Protected view
da_dk: Beskyttet visning
es_uy: Vista protegida
ru_ru: Защищенный просмотр

source: No access
da_dk: Ingen adgang
es_uy: Sin acceso
ru_ru: Нет доступа

source: Unprotected
da_dk: Ubeskyttet
es_uy: Desprotegido
ru_ru: Нет защиты

source: Disabling hotlinking prevents linking to the full image from other domains. If enabled, external links are redirect to the image page. If you are having problems with full images being displayed, try disabling this setting. Hotlinking is not prevented if <em>Full&nbsp;image&nbsp;protection</em> is <em>Unprotected</em> or if the image is cached.
da_dk: Deaktivering af hotlinking forhindrer link til originalbilledet fra andre domæner. Hvis aktiveret, omdirigere eksterne links til billedsiden. Hvis du har problemer med originalbilleder, der vises, skal du prøve at deaktivere denne indstilling. Hotlinking kan ikke forhindres, hvis <em>Full billedbeskyttelse</em> er <em> "Ubeskyttet"</em> eller hvis billedet er cached.
es_uy: La desactivación de hotlinking evita el enlace a la imagen completa desde otros dominios. Si está habilitado, los enlaces externos se redirigen a la página de la imagen. Si tiene problemas con la visualización de imágenes completas, intente deshabilitar esta configuración. El hotlinking no se evita si <em>Protección completa & nbsp; imagen & nbsp;</em> está <em>Desprotegida</em> o si la imagen está en caché.
ru_ru: <em>Отключение горячих ссылок</em> предотвращает создание прямых ссылок с других сайтов на оригинал изображения, перенаправляя внешние ссылки на страницу изображения. Если у вас возникают проблемы с отображением полноразмерных изображений, попробуйте отключить эту функцию. Отключение горячих ссылок не работает в режиме <em>Нет защиты</em> для <em>Защита оригиналов</em> и в случае, если изображение кэшировано.

source: If <em>Cache the full image</em> is checked the full image will be loaded to the cache and served from there after the first reference. <em>Full&nbsp;image&nbsp;protection</em> must be set to <em>Protected&nbsp;view</em> for the image to be cached. However, once cached, no protections are applied to the image.
da_dk: Hvis <em>Cache originalbillede</em> er valgt, vil originalbilledet læses ind i cachen og serveret derfra efter den første visning. <em>Originalbilled&nbsp;beskyttelse</em> skal være sat til <em>Beskyttet&nbsp;visning</em> for at billedes caches. Men en gang cached, er der ingen beskyttelse af billedet mere.
es_uy: Si se marca <em>caché de imagen completa</em>, la imagen completa se cargará en el caché y se servirá desde allí después de la primera referencia. La <em>protección completa & nbsp; imagen & nbsp;</em> debe configurarse en <em>Vista protegida & nbsp;</em> para que la imagen se almacene en la caché. Sin embargo, una vez en caché, no se aplican protecciones a la imagen.
ru_ru: Если отмечено значение <em>Кэшировать оригинал</em>, полное изображение будет загружено в кэш и будет загружаться оттуда после первого просмотра. Для <em>Защиты оригиналов</em> должно быть установлено значение <em>Защищенный вид</em>, чтобы изображение было кэшировано. Однако после кэширования никакие средства защиты к изображению не применяются.

source: The <em>user</em>, <em>password</em>, and <em>hint</em> apply to the <em>Download</em> and <em>Protected view</em> level of protection. If there is a password set, the viewer must supply this password to access the image.
da_dk: <em>Bruger</em>, <em>adgangskode</em>, og <em>vink</em> gælder for <em>Download</em> og <em>Beskyttet visning</em> beskyttelsesniveau. Hvis der er en adgangskode, skal seeren levere denne for at se billedet.
es_uy: El <em>usuario</em>, <em>contraseña</em>, y <em>pista</em> se aplican en el nivel de protección <em>Descargar</em> y <em>Vista protegida</em>. Si hay una contraseña establecida, el espectador debe proporcionar esta contraseña para acceder a la imagen.
ru_ru: <em>Пользователь</em>, <em>пароль</em> и <em>подсказка</em> применяются к уровням защиты <em>Загрузка</em> и <em>Защищенный просмотр</em>. Если установлен пароль, зритель должен ввести этот пароль для доступа к изображению.

source: Select the level of protection for full sized images. <em>Download</em> forces a download dialog rather than displaying the image. <em>No&nbsp;access</em> prevents a link to the image from being shown. <em>Protected&nbsp;view</em> forces image processing before the image is displayed, for instance to apply a watermark or to check passwords. <em>Unprotected</em> allows direct display of the image.
da_dk: Vælg niveauet for beskyttelse af originalbilleder. <em>Download</em> viser en download-dialog og viser ikke billedet. <em>Ingen adgang</em> forhindrer et link til billedet i at blive vist. <em>Beskyttet visning</em> laver billedbehandling før billedet vises, for eksempel lave et vandmærke eller kontrollere adgangskode. <em>Ubeskyttet</em> tillader direkte visning af billedet.
es_uy: Seleccione el nivel de protección para imágenes de tamaño completo. <em>Descargar</em> fuerza un cuadro de diálogo de descarga en lugar de mostrar la imagen. <em>Sin & nbsp; acceso</em> impide que se muestre un enlace a la imagen. <em>Vista protegida & nbsp;</em> fuerza el proceso de la imagen antes de que se la muestre, por ejemplo, para aplicar una marca de agua o para verificar las contraseñas. <em>Desprotegido</em> permite la visualización directa de la imagen.
ru_ru: Выберите уровень защиты для оригиналов изображений. <em>Загрузка</em> вызывает диалоговое окно загрузки, а не отображение изображения. Отсутствие доступа предотвращает отображение ссылки на изображение. <em>Защищенный вид</em> принудительно обрабатывает изображение перед отображением, например, для нанесения водяного знака или проверки паролей. <em>Нет защиты</em> позволяет отображать изображение напрямую.

source: Use lock image
da_dk: Brug lås-billede
es_uy: Usar imagen de bloqueo
ru_ru: Использовать заглушку

source: Substitute a <em>lock</em> image for thumbnails of password protected albums when the viewer has not supplied the password. If your theme supplies an <code>images_errors/err-passwordprotected.png</code> image, it will be shown. Otherwise the zenphoto default lock image is displayed.
ru_ru: Заменяет миниатюру изображением <em>заглушки</em> для альбомов, защищенных паролем, если пользователь не ввел пароль. Если ваша тема содержит изображение <code>images_errors/err-passwordprotected.png</code>, оно будет показано. В противном случае отображается изображение блокировки Zenphoto по умолчанию.

source: Metadata
es_uy: Metadatos
ru_ru: Метаданные

source: show
da_dk: vis
es_uy: mostrar
ru_ru: показать

source: hide
da_dk: skjul
es_uy: ocultar
ru_ru: скрыть

source: disabled
da_dk: deaktiveret
es_uy: deshabilitado
ru_ru: отключено

source: Select how image metadata fields are handled.
da_dk: Vælg hvorledes metadata felter håndteres.
es_uy: Seleccione como son manejados los campos de metadatos de imagen.
ru_ru: Политика обработки метаданных, содержащихся в изображении (EXIF и т.д.)

source: Show the field and import data
ru_ru: Показывать поле и импортировать данные

source: Hide the field but import data
ru_ru: Скрыть поле, но импортировать данные

source: No display and import
ru_ru: Не показывать и не импортировать

source: <strong>Important:</strong> The "Refresh metadata" utility which is accessible from the backend "Overview" page, every album-edit page and every image-edit page, will overwrite all manually added metadata with metadata embedded in the image/album for all fields enabled. This cannot be undone!
ru_ru: <strong>Важно:</strong> Утилита "Обновить метаданные", доступная на внутренней странице "Обзор", на каждой странице редактирования альбома и на каждой странице редактирования изображения, перезапишет все добавленные вручную данные метаданными, встроенными в изображение/альбом, для всех включенных полей. Это невозможно отменить!

source: IPTC encoding:
da_dk: ITPC kodning:
es_uy: Codificación IPTC:
ru_ru: Кодировка IPTC:

source: The default character encoding of image IPTC metadata.
da_dk: Standard karakterkodning af billedets IPTC metadata.
es_uy: El caracter de codificación por defecto de metadatos IPTC de imagen.
ru_ru: Кодировка по умолчанию для метаданных изображения стандарта IPTC .

source: <strong>NOTE:</strong> If you notice unexpected behaviour, especially with non-ASCII characters (Cyrillic for example), try again with the <code>xmpMetadata</code> plugin enabled.
ru_ru: <strong>Примечание:</strong> Если вы заметили странное поведение, особенно с символами, отличными от ASCII (например, кириллицей и другими), попробуйте обновить метаданные файлов еще раз с включенным плагином <code>xmpMetadata</code>.

source: Metadata refresh behaviour:
ru_ru: Настройки обновления метаданных:

source: Full metadata refresh
ru_ru: Полное обновление метаданных

source: Skip title and description admin fields
ru_ru: Не обновлять название и поле описания

source: Skip all admin fields
ru_ru: Не обновлять все редактируемые поля

source: Image metadata like EXIF or IPTC data is stored in separate database columns and have no interface to edit. By default a metadata refresh also sets various fields like the title, description or extra fields like location, state etc. based on this data. Date and tags are always updated.
ru_ru: Метаданные изображений, например, EXIF или IPTC, хранятся в отдельных столбцах базы данных и не имеют интерфейса для редактирования. По умолчанию, процедура обновления метаданных также обновляет на основе этих данных различные поля: название, описание изображения, местоположение и т. д. Даты и теги всегда обновляются.

source: IPTC caption linebreaks:
es_uy: Saltos de línea del título IPTC:
ru_ru: Разрывы строк в заголовках IPTC:

source: If checked line breaks embeded in the IPTCcaption field will be converted to <code>&lt;br&gt;</code> on image importing.
es_uy: Si se marca, los saltos de línea incrustados en el campo de título de IPTC se convertirán a <code>&lt;br&gt;</code> en la importación de imágenes.
ru_ru: Если отмечено, то разрывы строк, встроенные в поле IPTCcaption, будут преобразованы в <code>&lt;br&gt;</code> при импорте изображения.

source: Image copyright notice
ru_ru: Уведомление об авторских правах

source: Image Copyright URL
ru_ru: URL сообщения об авторских правах

source: Display Image copyright notice
ru_ru: Уведомление об авторских правах на изображения

source: Enable to display the image copyright notice. This may usually be in the theme below the image but is up to the theme where and if used at all..
ru_ru: Включить отображение уведомления об авторских правах на изображение. Обычно это может быть в теме под изображением, но зависит от темы, где и используется ли вообще.

source: Image copyright rightsholder
ru_ru: Правообладатель авторских прав на изображения

source: Embed IPTC copyright
ru_ru: Авторские права в IPTC

source: If checked and an image has no IPTC data a copyright notice will be embedded in cached copies.
ru_ru: Если отмечено и изображение не содержит IPTC-данных, уведомление об авторских правах будет встроено в кэшированные копии.

source: Replicate IPTC metadata
da_dk: Replikere IPTC-metadata
es_uy: Replicar metadatos IPTC
ru_ru: Копировать метаданные IPTC

source: If checked IPTC data from the original image will be embedded in cached copies. If the image has no IPTC data a copyright notice will be embedded. (The text supplied will be used if the orginal image has no copyright.)
ru_ru: Если отмечено, данные IPTC исходного изображения будут встроены в кэшированные копии. Если изображение не содержит данных IPTC, будет встроено уведомление об авторских правах. (Предоставленный текст будет использован, если оригинальное изображение не защищено авторскими правами.)

source: IPTC copyright embedding
ru_ru: Авторские права в IPTC

source: <strong>NOTE:</strong> This option applies only to JPEG format cached images.
ru_ru: <strong>Примечание: </strong> Этот параметр применяется только к кэшированным изображениям формата JPEG.

source: This plugin will be removed in future versions.
ru_ru: Этот плагин будет удален в будущих версиях Zenphoto.

source: <strong>Note:</strong> Instantiating the option interface within the plugin may cause performance issues. You should instead set <code>$option_interface</code> to the name of the class as a string.
da_dk: <strong> Bemærk: </strong> At instantiere option_interface inden for plugin kan forårsage problemer med ydeevnen. Du bør i stedet sætte <code> $ option_interface </code> til navnet på klassen som en streng.
es_uy: <strong>NOTA:</strong> la instanciación de la interfaz de opción dentro del complemento puede causar problemas de rendimiento. En su lugar debería establecer <code>$option_interface</code> en el nombre de la clase como una cadena.
ru_ru: <strong>Примечание:</strong> Создание экземпляра интерфейса настроек в плагине может вызвать проблемы с производительностью. Вместо этого вам следует задать <code>$option_interface</code> в качестве имени класса в виде строки.

source: Change %s options
da_dk: Ændre %s indstillinger
es_uy: Cambiar %s opciones
ru_ru: Изменить настройки плагина %s

source: warning
da_dk: advarsel
es_uy: advertencia
ru_ru: предупреждение

source: Deprecated
da_dk: Forældet
es_uy: Obsoleto
ru_ru: Устарело

source: There are no plugin options to administer.
da_dk: Der er ingen pluginindstillinger at administrere.
es_uy: No hay opciones de plugin para administrar.
ru_ru: Нет настроек плагинов для администрирования.

source: Search password:
da_dk: Søge adgangskode:
es_uy: Buscar contraseña:
ru_ru: Пароль для поиска:

source: Password for the search guest user. click on <em>Search password</em> to change.
da_dk: Adgangskode for søge-gæstebruger. Klik på <em>Søge adgangskode</em> for at ændre den.
es_uy: Contraseña para búsqueda del usuario invitado, Click en <em>Buscar contraseña</em> para cambiarla.
ru_ru: Пароль для "Пользователя-гостя". Нажмите <em>Пароль для поиска</em>, чтобы изменить.

source: Search guest user:
da_dk: Søge-gæstebruger:
es_uy: Buscar usuario invitado:
ru_ru: Поиск для пользователя-гостя:

source: User ID for the search guest user
da_dk: Bruger-ID for søge-gæstebruger
es_uy: ID de Usuario para la búsqueda del usuario invitado
ru_ru: ID пользователя-гостя поиска

source: Password for the search guest user. If this is set, visitors must know this password to view search results.
da_dk: Adgangskode for søgegæstebruger. Hvis dette er udfyldt, skal brugere kende denne adgangskode for at kunne se søgeresultater.
es_uy: Contraseña para la búsqueda del usuario invitado. Si se configura, los visitantes deben conocer esta contraseña para ver los resultados de búsqueda.
ru_ru: Пароль для пользователя search guest. Если этот параметр установлен, посетители должны знать этот пароль для просмотра результатов поиска.

source: Search password hint:
da_dk: Søge adgangskodetip:
es_uy: Buscar pista de contraseña:
ru_ru: Подсказка:

source: Search behavior settings:
da_dk: Indstillinger for søgeadfærd:
es_uy: Buscar configuración del comportamiento:
ru_ru: Настройки поиска:

source: Fields list:
da_dk: Feltliste:
es_uy: Lista de campos:
ru_ru: Список полей:

source: String matching:
da_dk: Sammenligning af strenge:
es_uy: Coincidencia de cadena:
ru_ru: Соответствия строк:

source: <em>pattern</em>
da_dk: <em>mønster</em>
es_uy: <em>patrón</em>
ru_ru: <em>паттерн</em>

source: <em>partial word</em>
da_dk: <em>del af ord</em>
es_uy: <em>palabra parcial</em>
ru_ru: <em>неполное слово</em>

source: <em>word</em>
da_dk: <em>ord</em>
es_uy: <em>palabra</em>
ru_ru: <em>слово</em>

source: Tag matching:
da_dk: Sammenliging af tags:
es_uy: Coincidencia de etiqueta:
ru_ru: Соответствие тегов:

source: <em>partial</em>
da_dk: <em>delvis</em>
es_uy: <em>parcial</em>
ru_ru: <em>частичное</em>

source: <em>exact</em>
da_dk: <em>præcis</em>
es_uy: <em>exacta</em>
ru_ru: <em>точное</em>

source: Treat spaces as
da_dk: Behandl mellemrum som
es_uy: Tratar espacios como
ru_ru: Трактовать пробелы как

source: <em>space</em>
da_dk: <em>mellerum</em>
es_uy: <em>espacio</em>
ru_ru: <em>пробел</em>

source: <em>OR</em>
es_uy: <em>O</em>
ru_ru: <em>ИЛИ</em>

source: <em>AND</em>
es_uy: <em>Y</em>
ru_ru: <em>И</em>

source: Default search
da_dk: Standard søgning
es_uy: Búsqueda predeterminada
ru_ru: Поиск по умолчанию

source: <em>New</em>
da_dk: <em>Ny</em>
es_uy: <em>Nueva</em>
ru_ru: <em>Новый</em>

source: <em>Within</em>
da_dk: <em>Indenfor</em>
es_uy: <em>Dentro</em>
ru_ru: <em>В результатах</em>

source: Do not return <em>album</em> matches
da_dk: Returner ikke matchende <em>album</em>.
es_uy: No devolver coincidencias de <em>album</em>
ru_ru: Не возвращать результаты по <em>альбомам</em>

source: Do not return <em>image</em> matches
da_dk: Returner ikke matchende <em>billeder</em>
es_uy: No devolver coincidencias de <em>imagen</em>
ru_ru: Не возвращать результаты по <em>изображениям</em>

source: Do not return <em>news</em> matches
da_dk: Returner ikke matchende <em>nyheder</em>
es_uy: No devolver coincidencias de <em>noticias</em>
ru_ru: Не возвращать результаты по <em>новостям</em>

source: Do not return <em>page</em> matches
da_dk: Returner ikke matchende <em>sider</em>
es_uy: No devolver coincidencias de <em>páginas</em>
ru_ru: Не возвращать результаты по <em>страницам</em>

source: <em>Field list</em> is the set of fields on which searches may be performed.
da_dk: <em>Feltliste</em> er det sæt af de felter som der vil søges på.
es_uy: <em>Lista de campos</em> es el conjunto de campos en los que será ejecutada la búsqueda.
ru_ru: <em>Список полей</em> - это набор полей, по которым может выполняться поиск.

source: Search does matches on all fields chosen based on the matching criteria selected. The <em>string matching</em> criteria is used for all fields except <em>tags</em>. The <em>tag matching</em> criteria is used for them.
da_dk: Søgning matcher på alle valgte felter ud fra de valgte matchende kriterier. Kriterier for <em>streng sammenligning</em> bruges til alle felter undtagen <em>tags</em>. Kriterier for <em>Tag sammenligning</em> bruges til dem.
es_uy: La búsqueda hace coincidencias en todos los campos elegidos basado en los criterios coincidentes seleccionados. Los criterios de <em>coincidencia de cadenas</em> se utilizan para todos los campos excepto <em>etiquetas</em>. Los criterios de <em>coincidencia de etiqueta</em> se usan para ellos.
ru_ru: Поиск находит совпадения по всем выбранным полям на основе выбранных критериев соответствия. Критерии <em>Соответствия строк</em> используются для всех полей, кроме <em>тегов</em>. Для них используется настройка <em>Соответствие тегов</em>.

source: <code>pattern</code>: match the target anywhere within the field
da_dk: <code>mønster</code>: matcher målet overalt inden for feltet
es_uy: <code>patrón</code>: coincidencia con el objetivo en cualquier lugar dentro del campo
ru_ru: <code>паттерн</code>: совпадение с любой частью поля

source: <code>exact</code>: match the target with the whole field
da_dk: <code>præcis</code>: matcher målet med hele feltet
es_uy: <code>exacta</code>: coincidencia con el objetivo en todo el campo
ru_ru: <code>точно</code>: точное совпадение со всем полем
