Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Your available upload quota is <span %1$s>%2$s</span> kb.
da_dk: Din tilgængelige kvote for overførsel er <span %1$s>%2$s</span> kb
es_uy: Su cuota de carga disponible es <span> %1$s > %2$s</span> Kb.
ru_ru: Ваша доступная квота загрузки составляет <span %1$s>%2$s</span> кб.

source: All ratings have been set to <em>unrated</em>.
da_dk: Alle ratings er sat til <em>unrated</em>.
es_uy: Todas las calificaciones se han establecido en <em>sin calificar</em>.
ru_ru: Все рейтинги <em>обнулены</em>.

source: Adds several theme functions to enable images, album, news, or pages to be rated by users.
da_dk: Tilføjer adskillige temafunktioner for aktivere at billeder, albums, nyheder kan rates af brugere.
es_uy: Agrega varias funciones de tema para permitir que los usuarios califiquen las imágenes, el álbum, las noticias o las páginas.
ru_ru: Добавляет несколько функций, позволяющих пользователям оценивать изображения, альбомы, новости или страницы.

source: open
da_dk: åben
es_uy: abrir
ru_ru: все

source: members &amp; guests
da_dk: Medlemmer &amp; gæster
es_uy: miembros &amp; invitados
ru_ru: пользователи и гости

source: members only
da_dk: Kun medlemmer
es_uy: sólo miembros
ru_ru: только пользователи

source: closed
da_dk: lukket
es_uy: cerrado
ru_ru: закрыт для голосования

source: Voting state
da_dk: afstemningsstatus
es_uy: Estado de la votación
ru_ru: Голосование

source: <em>Enable</em> state of voting.
da_dk: <em>Aktiver</em> afstemningsstatus
es_uy: <em>Habilitar</em> estado de la votación.
ru_ru: Определите статус голосования и кто может в нем участвовать.

source: Stars
da_dk: Stjerner
es_uy: Estrellas
ru_ru: Количество звезд

source: Rating will use %u star.
da_dk: Afstemning vil bruge %u stjerne.
es_uy: La Clasificación usará %u estrella.
ru_ru: Максимальный рейтинг %u звезда.

source: Split stars
da_dk: Delte stjerner
es_uy: Dividir estrellas
ru_ru: Неполные звезды

source: full
da_dk: fuld
es_uy: total
ru_ru: целая

source: half
da_dk: halv
es_uy: mitad
ru_ru: половина

source: third
da_dk: trediedel
es_uy: tercio
ru_ru: треть

source: Show fractional stars based on rating. May cause performance problems for pages with large numbers of rating elements.
da_dk: Vis delte stjerner baseret på rating. Dette kan give problemer med ydelsen for sider med et stort antal rating-elementer.
es_uy: Muestra fracción de estrellas basado en la clasificación. Puede causar problemas de desempeño en páginas con gran cantidad de elementos clasificados.
ru_ru: Разрешить выставлять рейтинги, составляющие часть звезды. Может замедлить загрузку страниц с большим количеством рейтинговых элементов.

source: Individual image control
da_dk: Individuel billedkontrol
es_uy: Control de imagen individual
ru_ru: Индивидуальное управление изображением

source: Enable to allow voting status control on individual images.
da_dk: Aktiver dette for at tillade afstemningsstatus for enkeltbilleder.
es_uy: Habilite para permitir el control de estado de votación en imágenes individuales.
ru_ru: Включить, чтобы разрешить контроль статуса голосования на отдельных изображениях.

source: Recast vote
da_dk: Gentag afstemning
es_uy: Cambiar Voto
ru_ru: Измененное голосования

source: No
da_dk: Nej
ru_ru: Нет

source: Show rating
da_dk: Vis rating
es_uy: Mostrar calificación
ru_ru: Показывать рейтинг

source: Show previous vote
da_dk: Vis tidligere afstemninger
es_uy: Mostrar voto previo
ru_ru: Показывать предыдущее голосование

source: Allow users to change their vote. If Show previous vote is chosen, the stars will reflect the last vote of the viewer. Otherwise they will reflect the current rating.
da_dk: Tillad brugere at ændre deres stemme.
es_uy: Permitir a los usuarios cambiar su voto. Si se elige Mostrar voto anterior, las estrellas reflejarán el último voto del usuario. De lo contrario reflejarán la calificación actual.
ru_ru: Разрешить пользователям менять свой выбор при голосовании. Если выбрано <em>Показывать предыдущую оценку</em>, звездочки будут отражать последний выбор пользователя. Если нет, то отражается текущий рейтинг.

source: Disguise IP
da_dk: Masker IP
es_uy: Enmascarar IP
ru_ru: Маскировка IP-адреса

source: Causes the stored IP addressed to be hashed so as to avoid privacy tracking issues. If not set the IP is anonymized as defined on the general Zenphoto option <em>Anonymize IP</em>.
es_uy: Hace que la dirección IP almacenada se disimule para evitar problemas de seguimiento de privacidad. Si no se configura, la IP se anonimiza como se define en la opción general de Zenphoto <em>Anonimizar IP</em>.
ru_ru: Хэширует сохраненный IP-адрес, чтобы избежать проблем с конфиденциальностью отслеживания. Если этот параметр не установлен, IP-адрес анонимизируется, как определено в общей опции Zenphoto <em>Анонимизировать IP</em>.

source: retract
da_dk: træk tilbage
es_uy: retractar
ru_ru: убрать

source: Vote Status:
da_dk: Afstemningsstatus:
es_uy: Estado de Votación:
ru_ru: <br />Статус голосования:

source: Reset all ratings
da_dk: Nulstil alle ratings
es_uy: Reiniciar todas las clasificaciones
ru_ru: Сбросить все рейтинги

source: Sets all ratings to unrated.
da_dk: Sæt alle ratings til unrated.
es_uy: Configura todas las clasificaciones en No clasificado.
ru_ru: Устанавливает все рейтинги в значение "Без рейтинга".

source: Rating %2$.1f (%1$u vote)
da_dk: Rating %2$.1f (%1$u stemme)
es_uy: Puntuación %2$.1f (%1$u voto)
ru_ru: Рейтинг %2$.1f (%1$u голос)

source: Not yet rated
da_dk: Ikke rated endnu
es_uy: Aún No clasificado
ru_ru: Пока нет рейтинга

source: %u star
da_dk: %u stjerne
es_uy: %u estrella
ru_ru: %u звезда

source: Submit »
da_dk: Send »
es_uy: Remitir »
ru_ru: Отправить »

source: Vote Submitted
da_dk: Stemme afgivet
es_uy: Voto Enviado
ru_ru: Голос учтен

source: nothing to submit
da_dk: Ikke noget at sende
es_uy: nada para enviar
ru_ru: рейтинг не выбран

source: Google reCaptcha v2 handler.
es_uy: Controlador de Google reCaptcha v2.
ru_ru: Генератор защитного кода Google reCaptcha v2.

source: Only one Captcha handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun en Captcha plugin kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Solo puede habilitar un complemento controlador de Captcha. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин для обработки Captcha. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: Google account and reCaptcha key required.
ru_ru: Необходимы аккаунт Google и API-ключ reCaptcha.

source: Public key
da_dk: Offentlig nøgle
es_uy: Clave Pública
ru_ru: Публичный ключ

source: Enter your <em>reCaptcha v2</em> public key. You can obtain this key from the Google <a href="http://www.google.com/recaptcha">reCaptcha</a> site
es_uy: Ingrese su clave pública para <em>reCaptcha v2</em>. Puede obtenerla desde el sitio Google <a href="http://www.google.com/recaptcha">reCaptcha</a>
ru_ru: Введите ваш публичный ключ <em>reCaptcha v2</em>. Ключ можно получить на сайте Google <a href="http://www.google.com/recaptcha">reCaptcha</a>

source: Private key
da_dk: Privat nøgle
es_uy: Clave Privada
ru_ru: Приватный ключ

source: Enter your <em>reCaptcha v2</em> private key.
es_uy: Ingrese su clave privada para <em>reCaptcha v2</em>.
ru_ru: Введите ваш приватный ключ <em>reCaptcha v2</em>.

source: Widget Theme:
es_uy: Tema del widget:
ru_ru: Скин виджета:

source: Light
es_uy: Liviana
ru_ru: Светлая

source: Dark
es_uy: Oscuro
ru_ru: Темная

source: Choose the theme for your reCaptcha.
es_uy: Elija el tema para su reCaptcha.
ru_ru: Выберите тему для вашей eCaptcha.

source: Widget Type:
es_uy: Tipo de Widget:
ru_ru: Тип виджета:

source: Audio
ru_ru: Аудио

source: Choose the secondary verification method you would like to use.
es_uy: Elija el método de verificación secundario que desea utilizar.
ru_ru: Выберите дополнительный метод проверки, который вы хотели бы использовать.

source: Widget Size:
es_uy: Tamaño del widget:
ru_ru: Размер виджета:

source: Compact
es_uy: Compacto
ru_ru: Компактный

source: Choose the size of the reCaptcha widget.
es_uy: Elija el tamaño del widget reCaptcha.
ru_ru: Выберите размер виджета reCaptcha .

source: reCAPTCHA v2 keys are not configured properly. Visit <a href="https://www.google.com/recaptcha/intro/index.html">this link</a> to retrieve your reCaptcha keys.
es_uy: las claves reCAPTCHA v2 no están configuradas correctamente. Visite este enlace <a href="https://www.google.com/recaptcha/intro/index.html"></a> para recuperar sus claves reCaptcha.
ru_ru: ключи reCaptcha v2 настроены неправильно. Перейдите по <a href="https://www.google.com/recaptcha/intro/index.html">этой ссылке</a>, чтобы получить ключи reCaptcha.

source: A plugin to redirect internal URLs. Primarily intended for URLs that otherwise would cause 404 not found errors.
es_uy: Un complemento para redirigir URLs internas. Destinado principalmente a las URL que de lo contrario causarían errores 404 (no encontrado).
ru_ru: Плагин для перенаправления внутренних URL-адресов. В первую очередь предназначен для URL-адресов, которые в противном случае вызвали бы ошибки "404 не найдено".

source: Redirection catalogue
es_uy: Catálogo de redirección
ru_ru: Каталог перенаправлений

source: Place a JSON or CSV file within /plugins/redirector/ to use for redirecting.
es_uy: Coloque un archivo JSON o CSV dentro de /plugins/redirector/ para usar redirección.
ru_ru: Поместите файл JSON или CSV в /plugins/redirector/ для использования при перенаправлении.

source: Debug mode
es_uy: Modo de depuración
ru_ru: Режим отладки

source: If enabled valid redirections will not be executed but logged in the debug log.
es_uy: Si habilita, redirecciones válidas no se ejecutarán, pero se registrarán en el registro de depuración.
ru_ru: Если отмечено, допустимые перенаправления не будут выполняться, но будут занесены в журнал отладки.

source: redirector Error: Could not open and load the redirections catalogue file:
es_uy: error de redirección: no se pudo abrir y cargar el archivo del catálogo de redirecciones:
ru_ru: redirector столкнулся с ошибкой: не удалось открыть и загрузить файл каталога перенаправлений:

source: Provides a means for placing a user registration form on your theme pages.
da_dk: Tilføjer en mulighed for at placere en brugerregisteringsformular på dine temasider.
es_uy: Proporciona un medio para colocar un formulario de registro de usuario en sus páginas de temas.
ru_ru: Добавляет форму регистрации пользователей в вашу тему оформления.

source: The link text to the user register page on the login form. Leave empty to use the default.
ru_ru: Текст для ссылки на страницу регистрации нового пользователя на странице с формой логина. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Link on login form
ru_ru: Ссылка на странице логина

source: If this option is set, the visitor login form will include a link to this page. The link text will be labeled with the text provided above.
ru_ru: Если этот параметр установлен, форма для входа пользователя будет содержать ссылку на страницу для регистрации. Текст ссылки будет содержать введенный текст.

source: Notify*
da_dk: Underret*
es_uy: Notificar*
ru_ru: Уведомлять*

source: If checked, an e-mail will be sent to the gallery admins when a new user has verified his registration.
ru_ru: Если отмечено, администратору галереи будет отправлено электронное письмо, когда новый пользователь подтвердит свою регистрацию.

source: Moderated registrations
ru_ru: Модерирование регистраций

source: If checked, registrants can be reviewed first and do not get an automatic verfification mail. You can either approve users manually or send the verification request manually after reviewing the user. The latter is recommended in some jurisdictions like the EU.
ru_ru: Если отмечено, все новые регистрации не будут получать автоматических писем для верификации аккаунта, Вместо этого вы должны либо самостоятельно одобрить регистрацию или самостоятельно отправить e-mail для верификации, после ознакомления с их данными. Вторая опция рекомендуется для некоторых юрисдикций (например, EU).

source: User album
da_dk: Brugeralbum
es_uy: Album de Usuario
ru_ru: Альбом пользователя

source: If checked, an album will be created and assigned to the user.
da_dk: Hvis markeret, vil der blive dannet et album med brugeren som ejer.
es_uy: Si está marcado, un álbum será creado y asignado al usuario.
ru_ru: Если отмечено, альбом будет создан и закреплен за пользователем.

source: If checked, the user’s e-mail address will be used as his User ID.
ru_ru: Если отмечено, адрес электронной почты пользователя будет использоваться в качестве его идентификатора.

source: Email notification text (Verification request)
ru_ru: Текст уведомления по электронной почте (Запрос верификации)

source: Text for the body of the email sent to the registrant for registration verification. Leave empty to use the default text. <p class="notebox"><strong>Note:</strong> You must include <code>%1$s</code> in your message where you wish the <em>registration verification</em> link to appear. You may also insert the registrant’s <em>name</em> (<code>%2$s</code>) and <em>user id</em> (<code>%3$s</code>).</p>
ru_ru: Текст для тела электронного письма, отправленного владельцу новой регистрации для подтверждения создания аккаунта. Оставьте пустым, чтобы использовать текст по умолчанию. <p class="notebox"><strong>Примечание:</strong> Вы должны указать <code>%1$s</code> в своем сообщении, там где вы хотите, чтобы появилась <em>ссылка для подтверждения регистрации</em>. Вы также можете ввести <em>имя владельца регистрации</em> (<code>%2$s</code>) и <em>идентификатор пользователя</em> (<code>%3$s</code>).</p>

source: Email notification text (Authentication)
ru_ru: Текст уведомления по электронной почте (Подтверждение)

source: Text for the body of the email sent to the registrant if authenticated manually by an admin. Leave empty to use the default text.
ru_ru: Текст для тела письма, отправляемого пользователю в случае подтверждения регистрации от администратора. Оставьте пустым, чтобы использовать текст по умолчанию.

source: If checked a mandatory checkbox is added for users to agree with data storage and handling by your site. This is recommend to comply with the European GDPR.
ru_ru: Если отмечено, добавляется обязательный флажок для подтверждения пользователями своего согласия на хранение и обработки данных вашим сайтом. Рекомендуется для соблюдения европейского GDPR.

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the user must supply data in each address field.
da_dk: Hvis <em>Adressefelter</em> er vist eller krævet vil formularen inkludere felter for adresseinformationer. Hvis krævet skal brugeren udfylde alle felterne.
es_uy: Si se muestran o requieren los <em>Campos de dirección</em>, el formulario incluirá posiciones para llenar con la información de la dirección. Si es requerido, el usuario DEBE suministrar datos en cada campo de dirección.
ru_ru: Выберите, следует ли отображать поля <em>адресных данных</em> (город, улица и др.) в регистрационной форме и обязательны ли они для заполнения.

source: * The option may be set via the <a href="javascript:gotoName('register_user');"><em>register_user</em></a> plugin options.
da_dk: * Indstillingen kan sættes via <a href="javascript:gotoName(‘register_user’);"><em>register_user</em></a> plugin indstillingerne.
es_uy: * La opción se puede configurar a través de las opciones del complemento <a href="javascript:gotoName('register_user');"><em>register_user</em></a>.
ru_ru: * Этот параметр можно редактировать в настройках плагина <a href="javascript:gotoName('register_user');"><em>register_user</em></a>.

source: Of course there must be some Administrator with an e-mail address for this option to make sense!
da_dk: Selvfølgelig skal der være en Administrator med en mailadresse for at denne indstilling giver mening.
es_uy: Por supuesto, debe haber algún administrador con una dirección de correo electrónico para que esta opción tenga sentido!
ru_ru: Конечно, должен быть какой-то администратор с адресом электронной почты, чтобы этот вариант имел смысл!

source: Default user group
da_dk: Standard brugergruppe
es_uy: Grupo de usuario predeterminado
ru_ru: Группа по умолчанию

source: Initial group assignment for the new user.
da_dk: Initiale gruppetildeling for en ny bruger.
es_uy: Grupo asignado inicialmente para el nuevo usuario.
ru_ru: Исходная группа, куда будет приписан новый пользователь.

source: Initial rights for the new user. (If no rights are set, approval of the user will be required.)
da_dk: Initiale rettigheder for en ny bruger. (Hvis ingen rettigheder er valgt, skal brugeren først godkendes.)
es_uy: Derechos iniciales para el nuevo usuario. (Si no se establecen derechos, será requisito aprobar al usuario.)
ru_ru: Первоначальные права для нового пользователя. (Если права не установлены, потребуется одобрение пользователя.)

source: You must supply the street field.
da_dk: Du skal angive en gade.
es_uy: Debe suministrar el campo Calle.
ru_ru: Необходимо указать Улицу.

source: You must supply the city field.
da_dk: Du skal angive en by.
es_uy: Debe suministrar el campo Ciudad.
ru_ru: Необходимо указать Город.

source: You must supply the state field.
da_dk: Du skal angive en region
es_uy: Debe suministrar el campo Estado/Provincia.
ru_ru: Необходимо указать Область/Край/Штат.

source: You must supply the country field.
da_dk: Du skal angive et land
es_uy: Debe suministrar el campo País.
ru_ru: Необходимо указать Страну.

source: You must supply the postal code field.
da_dk: Du skal angive et postnummer.
es_uy: Debe suministrar el campo Cód. Postal.
ru_ru: Необходимо указать Индекс.

source: New user registration on your site %s
ru_ru: Регистрация новых пользователей %s

source: %1$s (%2$s) has registered for your site providing an e-mail address of %3$s and requires your moderation.
ru_ru: %1$s (%2$s) зарегистрировались на вашем сайте, указав e-mail: %3$s. Подтвердите регистрацию.

source: %1$s (%2$s) has registered for your site providing an e-mail address of %3$s and has been sent a verification request email.
ru_ru: %1$s (%2$s) зарегистрировались на вашем сайте, указав e-mail: %3$s. Пользователю был отправлено электронное письмо для верификации.

source: Registration confirmation required for the site %1$s (%2$s)
ru_ru: Подтверждение регистрации на сайте %1$s (%2$s)

source: You have received this email because you registered with the user id %3$s on this site. To complete your registration visit %1$s
ru_ru: Вы получили это электронное письмо, потому что зарегистрировались с ID пользователя %3$s на этом сайте. Для завершения регистрации перейдите на страницу %1$s

source: Registration authenticated for the site %1$s (%2$s)
ru_ru: Одобрение регистрации на сайте %1$s (%2$s)

source: You have received this email because you registered with the user id %3$s on this site. Your registration has been authenticated by an administrator.
ru_ru: Вы получили это электронное письмо, потому что зарегистрировались с ID пользователя %3$s на этом сайте. Ваша регистрация была одобрена администратором.

source: New user verification on your site %s
ru_ru: Верификация новых пользователей на сайте %s

source: %1$s (%2$s) has registered and verified for your site providing an e-mail address of %3$s.
ru_ru: %1$s (%2$s) зарегистрировались на вашем сайте, указав e-mail: %3$s. Верификация пользователя пройдена.

source: you are already logged in.
da_dk: Du er allerede logget på
es_uy: usted ya ha iniciado sesión.
ru_ru: вы уже вошли.

source: Thank you for registering.
da_dk: Tak for din registrering.
es_uy: Gracias por registrarse.
ru_ru: Спасибо за регистрацию.

source: You may now log onto the site and verify your personal information.
da_dk: Du kan nu logge på webstedet og verificere dine personlige oplysninger.
es_uy: Ahora puede iniciar sesión en el sitio y verificar su información personal.
ru_ru: Теперь вы можете войти на сайт и проверить свою личную информацию.

source: Your registration information has been received. Please note that registrations are moderated. If your registration has been approved you will be sent an email to verify your email address.
ru_ru: Ваши регистрационные данные приняты. Обратите внимание, что регистрации модерируются. Если ваша регистрация будет одобрена администратором, вы получите письмо для верификации указанного e-mail и завершения регистрации.

source: Your registration information has been accepted. An email has been sent to you to verify your email address.
da_dk: Din registeringsinformation er blevet godkendt. En mail er sendt til dig for at verificere din mailadresse.
es_uy: Su información de registro fue aceptada. Se le ha enviado un Email para verificar su dirección de correo electrónico.
ru_ru: Ваши регистрационные данные приняты. Письмо с подтверждением направлено вам на e-mail.

source: Registration failed.
da_dk: Registrering mislykket.
es_uy: Falló la registración.
ru_ru: Регистрация не удалась.

source: The user ID <em>%s</em> is already in use.
da_dk: BrugerID <em>%s</em> er allerede i brug.
es_uy: El ID de Usuario <em>%s</em> ya está en uso.
ru_ru: ID пользователя <em>%s</em> уже используется в системе.

source: Passwords may not be empty.
da_dk: Adganskode kan ikke være tom.
es_uy: Lass contraseñas no pueden estar vacías.
ru_ru: Поле пароля не может быть пустым.

source: You have not filled in all the fields.
da_dk: Du har ikke udfyldt alle felter.
es_uy: No ha completado todos los campos.
ru_ru: Вы не заполнили все поля.

source: Enter a valid email address.
da_dk: Indtast gyldig mailadresse.
es_uy: Ingrese una dirección de Email válida.
ru_ru: Введите действительный адрес e-mail.

source: The email address entered is already used.
es_uy: La dirección de Email ingresada ya está en uso.
ru_ru: Введенный адрес электронной почты уже используется.

source: The CAPTCHA you entered was not correct.
da_dk: Den CAPTCHA du skrev var ikke korrekt.
es_uy: El CAPTCHA ingresado es incorrecto.
ru_ru: Вы ввели неправильный защитный код.

source: The math quiz answer you entered was not correct.
ru_ru: Вы ввели неправильный ответ для предложенного математического выражения.

source: The text quiz answer you entered was not correct.
ru_ru: Вы ввели неправильный ответ.

source: Verification failed.
da_dk: Verifikation mislykket.
es_uy: Falló la verificación.
ru_ru: Вы неправильно ввели защитный код.

source: Your registration request could not be completed.
da_dk: Din registreringsanmodningen kunne ikke gennemføres.
es_uy: Su requerimiento de registración no pudo completarse.
ru_ru: Не удалось завершить обработку вашего запроса на регистрацию.

source: Your registration attempt failed a <code>register_user_registered</code> filter check.
da_dk: Dit registreringsforsøg kunne ikke klare et <code>register_user_registered</code> filter tjek.
es_uy: Falló su intento de registro en la verificación de filtro <code>register_user_registered</code>.
ru_ru: Ваша попытка регистрации не удалась при проверке фильтра <code>register_user_registered</code>.

source: Data usage confirmation missing.
es_uy: Falta la confirmación de uso de datos.
ru_ru: Отсутствует подтверждение согласия на использование данных.

source: You have not agreed to data storage and handling by this website.
es_uy: Usted no ha aceptado el almacenamiento y manejo de datos por este sitio web.
ru_ru: Вы не дали согласия на хранение и обработку данных на этом сайте.

source: Please note: Registrations are moderated.
ru_ru: Внимание: Регистрация модерируется.

source: Use registerUser::getUserInfo() instead
ru_ru: Вместо этого используйте registerUser::getUserInfo()
