Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: <strong>IMPORTANT:</strong> This menu’s order is completely independent from any order of albums or pages set on the other admin pages. Use with customized themes that do not wish the standard Zenphoto display structure. Zenphoto functions such as the breadcrumb functions and the next_album() loop will NOT reflect of this menu’s structure!
es_uy: <strong>IMPORTANTE:</strong> el orden de este menú es completamente independiente de cualquier orden de álbumes o páginas establecidos en las otras páginas de administración. Úselo con temas personalizados que no deseen la estructura de visualización estándar de Zenphoto. ¡Las funciones de Zenphoto, como las funciones de ruta de navegación y el bucle next_album(), NO reflejarán la estructura de este menú!
ru_ru: <strong>Важно:</strong> Порядок расположения альбомов или страниц в этом меню полностью независим от любого порядка, установленного на других страницах администратора. Используйте с настраиваемыми темами, которые не требуют стандартной структуры отображения Zenphoto. Функции Zenphoto, такие как функции breadcrumb и цикл next_album(), НЕ будут отражать структуру этого меню!

source: Add Menu Items
da_dk: Tilføj menupunkter
es_uy: Agregar items de menú
ru_ru: Добавить пункты меню

source: New Menu
da_dk: Ny Menu
es_uy: Nuevo Menú
ru_ru: Новое меню

source: Edit the menu
da_dk: Rediger menuen
es_uy: Editar el menú
ru_ru: Редактировать меню

source: Duplicate %s menu
da_dk: Dubliker %s menu
es_uy: Duplicar Menú %s
ru_ru: Создать копию меню %s

source: Duplicate menu
da_dk: Dubliker menu
es_uy: Duplicar menú
ru_ru: Копировать меню

source: Delete %s menu
da_dk: Slet %s menu
es_uy: Borrar Menú %s
ru_ru: Удалить меню %s

source: Delete menu
da_dk: Slet menu
es_uy: Borrar menú
ru_ru: Удалить меню

source: No menus exist
da_dk: Menuer eksisterer ikke
es_uy: No existen menús
ru_ru: Пока нет меню

source: Menu target is password protected
da_dk: Menumål er adgangskode beskyttet
es_uy: El menú de destino está protegido por contraseña
ru_ru: Цель меню защищена паролем

source: Show/hide
da_dk: Vis/skjul
es_uy: Mostrar/Ocultar
ru_ru: Показать/Скрыть

source: add
da_dk: tilføj
es_uy: agregar
ru_ru: добавить

source: All menu items
da_dk: Alle menuelementer
es_uy: Todos los items de menú
ru_ru: Все элементы меню

source: This adds menu items for all Zenphoto objects. (It creates a "default" menuset.)
es_uy: Esto agrega items de menú a todos los objetos Zenphoto. (Crea un conjunto de menú "predeterminado".)
ru_ru: Это добавляет пункты меню для всех объектов Zenphoto. (Создает набор меню по умолчанию).

source: Home page
es_uy: Página Inicio
ru_ru: Домашняя страница

source: This is the normal Zenphoto home page. This may also be the gallery index if you have no separate gallery index page defined.
es_uy: Esta es la página de inicio normal de Zenphoto. Este también puede ser el índice de la galería si no tiene una página de índice de la galería definida.
ru_ru: Это обычная домашняя страница Zenphoto. Это также может быть индекс галереи, если у вас не определена отдельная страница индекса галереи.

source: This is the normal Zenphoto gallery Index page. It may also be the home page if you have no separate gallery index page defined.
es_uy: Esta es la página de índice de la galería Zenphoto normal. También puede ser la página de inicio si no tiene una página de índice de galería definida.
ru_ru: Это обычная страница с индексом галереи Zenphoto. Она также может быть домашней страницей, если у вас не определена отдельная страница с индексом галереи.

source: This adds menu items for all Zenphoto albums.
es_uy: Esto agrega items de menú a todos los álbumes de Zenphoto.
ru_ru: Добавляет пункты меню для всех альбомов Zenphoto.

source: Creates a link to a Zenphoto Album.
es_uy: Crea un enlace a un álbum de Zenphoto.
ru_ru: Добавляет ссылку на альбом Zenphoto.

source: All Zenpage pages
da_dk: Alle Zenpage sider
es_uy: Todas las páginas de Zenpage
ru_ru: Все страницы Zenpage

source: This adds menu items for all Zenpage pages.
da_dk: Dette tilføjer menuelementer for alle Zenpage sider.
es_uy: Esto agrega items de menú a todas las páginas de Zenpage.
ru_ru: Добавляет пункты меню для всех страниц Zenpage.

source: Zenpage page
da_dk: Zenpage side
es_uy: Página de Zenpage
ru_ru: Страница Zenpage

source: Creates a link to a Zenpage Page.
da_dk: Opret et link til en Zenpage side.
es_uy: Crea un enlace a una página de Zenpage.
ru_ru: Добавляет ссылку на страницу Zenpage.

source: Zenpage news index
da_dk: Zenpage nyheds index
es_uy: Indice de noticias de Zenpage
ru_ru: Все новости Zenpage

source: Creates a link to the Zenpage News Index.
da_dk: Opret et link til Zenpage Nyhedsindex.
es_uy: Crea un enlace a un Indice de Noticias de Zenpage.
ru_ru: Добавляет ссылку на страницу новостей Zenpage.

source: All Zenpage categories
da_dk: Alle Zenpage kategorier
es_uy: Todas las categorías de Zenpage
ru_ru: Все категории Zenpage

source: This adds menu items for all Zenpage categories.
da_dk: Dette tilføjer menuelementer for alle Zenpage kategorier.
es_uy: Esto agrega items de menú a todas las categorías de Zenpage.
ru_ru: Добавляет пункты меню для всех категорий Zenpage.

source: Zenpage news category
da_dk: Zenpage nyhedskategori
es_uy: Categoría de noticias de Zenpage
ru_ru: Категория новостей Zenpage

source: Creates a link to a Zenpage News article category.
da_dk: Opretter et link til en Zenpage Nyhedsartikel kategori.
es_uy: Crea un enlace a una categoría de artículo de Zenpage.
ru_ru: Добавляет ссылку на категорию новостных статей Zenpage.

source: Custom page
da_dk: Brugerdefineret side
es_uy: Página personalizada
ru_ru: Страница

source: Creates a link to a custom theme page as described in the theming tutorial.
es_uy: Crea un enlace a un tema de página personalizado como se describe en el tutorial sobre Temas.
ru_ru: Добавляет ссылку на пользовательскую страницу, как описано в руководстве по созданию темы.

source: Script page
da_dk: Script side
es_uy: Página de sript
ru_ru: Страница скрипта

source: Custom link
da_dk: Brugerdefineret link
es_uy: Enlace personalizado
ru_ru: Пользовательская ссылка

source: Creates a link outside the Zenphoto structure. Use of a full URL is recommended (e.g. http://www.domain.com).
es_uy: Crea un enlace externo a la estructura de Zenphoto. Se recomienda el uso de una URL completa (e.g. http://www.dominio.com).
ru_ru: Добавляет ссылку на объект вне структуры Zenphoto. Рекомендуется использовать полный URL (например, http://www.domain.com).

source: Label
da_dk: Etiket
es_uy: Etiqueta
ru_ru: Заголовок

source: Creates a <em>label</em> to use in menu structures).
da_dk: Opretter en <em>etiket</em> til brug i menustrukturer).
es_uy: Crea una <em>etiqueta</em> para usar en las estructuras de menú).
ru_ru: Добавляет <em>заголовок</em> для использования в структурах меню.

source: Function
da_dk: Funktion
es_uy: Función
ru_ru: Функция

source: Executes the PHP function provided.
da_dk: Udfører den givne PHP-funktion.
es_uy: Ejecuta la función PHP suministrada.
ru_ru: Выполняет указанную PHP функцию.

source: Inserts custom HTML.
da_dk: Indsæt brugerdefineret HTML
es_uy: Inserta HTML personalizado.
ru_ru: Вставляет пользовательский HTML-код.

source: Menu Manager: Edit Menu Item
da_dk: Menuhåndtering: Rediger menupunkt
es_uy: Administrador de menú: Editar item de menú
ru_ru: Менеджер Меню: Редактировать пункта меню

source: Menu Manager: Add Menu Item
da_dk: Menuhåndtering: Tilføj menupunkt
es_uy: Administrador de menú: Agregar item de menú
ru_ru: Менеджер Меню: Добавить пункт меню

source: *Select the type of the menus item you wish to add*
da_dk: *Vælg den type menupunkter du ønsker at tilføje*
es_uy: *Seleccione el tipo de items de menú que quiere agregar*
ru_ru: * Выберите тип элемента меню, который вы хотите добавить *

source: All Zenpage news categories
es_uy: Todas las categorías de noticias de Zenpage
ru_ru: Все категории новостей Zenpage

source: Custom theme page
da_dk: Brugerdefineret temaside
es_uy: Página de tema personalizado
ru_ru: Пользовательской страница темы

source: Menu <em>%s</em>
es_uy: Menú <em>%s</em>
ru_ru: Меню <em>%s</em>

source: Type:
es_uy: Tipo:
ru_ru: Тип:

source: published
da_dk: Publiceret
es_uy: publicado
ru_ru: опубликовано

source: Include <em>&lt;LI&gt;</em> element
da_dk: Inkluder <em>&lt;LI&gt;</em> element
es_uy: Incluir el elemento <em>&lt;LI&gt;</em>
ru_ru: Включить элемент <em>&lt;LI&gt;</em>

source: Add <em>span</em> tags
da_dk: Tilføj <em>span</em> tags
es_uy: Agregar etiquetas <em>span</em>
ru_ru: Добавить <em>span</em> теги

source: Class
da_dk: Klasse
es_uy: Clase
ru_ru: Класс

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Merges several RSS feeds into one.
da_dk: Kombinerer flere RSS-feeds i én.
es_uy: Fusiona varias fuentes RSS en una.
ru_ru: Объединение нескольких RSS потоков в один.

source: PHP <em>SimpleXML</em> is required.
da_dk: PHP <em>SimpleXML</em> kræves.
es_uy: Se requiere PHP <em>SimpleXML</em>.
ru_ru: Требуется PHP <em>SimpleXML</em>.

source: RSS feeds to merge
da_dk: RSS feeds der skal kombineres
es_uy: Fuentes RSS a fusionar
ru_ru: RSS-ленты для объединения

source: Enter the full urls of the feeds to merge separated by semicolons (e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
es_uy: Ingrese las direcciones URL completas de las fuentes para combinar separadas por punto y coma (p.ej. "http://www.dominio1.com/rss; http://www.dominio2.com/rss")
ru_ru: Введите полные URL каналов для объединения, разделенные точкой с запятой (например,"http://www.domain1.com/rss; http://www.domain2.com/rss").

source: Feed items:
es_uy: Items de fuentes:
ru_ru: Элементы RSS-ленты:

source: The number of new entries you want to appear in your site’s RSS feed
es_uy: La cantidad de entradas de noticias que desea aparezcan en la fuente RSS de su sitio
ru_ru: Количество новых записей, которые вы хотите видеть в RSS-ленте вашего сайта

source: Select your theme based on the device connecting to your site
da_dk: Vælg dit tema baseret på den enhed, der forbinder til dit websted
es_uy: Seleccione su tema basado en el dispositivo que se conecta a su sitio
ru_ru: Выбор темы оформления, в зависимости от устройства, подключенного к сайту

source: PHP 8+ required
ru_ru: Требуется PHP 8+

source: Phone theme
da_dk: Telefon-tema
es_uy: Tema del teléfono
ru_ru: Тема для телефона

source: gallery theme
da_dk: galleri tema
es_uy: tema de la galería
ru_ru: такая же, как у галереи

source: Select the theme to be used when a phone device connects.
da_dk: Vælg temaet der skal bruges når en telefon tilslutter.
es_uy: Seleccione el tema que se usará cuando un dispositivo celular se conecte.
ru_ru: Выберите тему оформления, которая будет использована при посещении сайта с помощью телефона.

source: Tablet theme
da_dk: Tablet tema
es_uy: Tema de la tablet
ru_ru: Тема для планшета

source: Select the theme to be used when a tablet device connects.
da_dk: Vælg det tema der skal bruges når en tablet tilslutter.
es_uy: Seleccione el tema que se usará cuando un dispositivo Tablet se conecte.
ru_ru: Выберите тему оформления, которая будет использована при посещении сайта с планшетного компьютера.

source: Tablet
es_uy: Tableta
ru_ru: Планшет

source: live
es_uy: en vivo
ru_ru: работает

source: Put the plugin in <em>test mode</em> and it will simulate the selected device. If <em>live</em> is selected operations are normal.
da_dk: Sæt plugin i <em>testmodus</em> for at simulere den valgte enhed. Hvis <em>live</em> er valgt er operationen normal.
es_uy: Ponga el complemento en <em>modo de prueba</em> y simulará el dispositivo seleccionado. Si selecciona <em>en vivo</em>, las operaciones serán normales.
ru_ru: Переведите плагин в <em>test mode</em>, чтобы симулировать в обычном браузере выбранное устройство. Когда тестовый режим <em>работает</em>, плагин находится в активном состоянии.

source: View the mobile gallery
da_dk: Vis mobil galleri
es_uy: Ver la galería del móvil
ru_ru: Посетить мобильную галерею

source: View the normal gallery
da_dk: Vis normalt galleri
es_uy: Ver la Galería normal
ru_ru: Посетить галерею

source: Multiple <em>Theme</em> layouts
da_dk: Multiple <em>tema</em> layouts
es_uy: Múltiples diseños de <em>Tema</em>
ru_ru: Несколько макетов <em>темы оформления</em>

source: Enable multiple layouts for
da_dk: Aktiver multiple layouts for
es_uy: Habilita diseños múltiples para
ru_ru: Включить несколько макетов для

source: Select layout:
da_dk: Vælg layout:
es_uy: Seleccionar diseño:
ru_ru: Выбрать макет:

source: Select album layout:
da_dk: Vælg album layout:
es_uy: Seleccionar diseño de álbum:
ru_ru: Выберите макет альбома:

source: Select default album image layout:
da_dk: Vælg standard albumbillede layout:
es_uy: Seleccionar diseño de álbum de imágenes predeterminado:
ru_ru: Выберите макет альбома по умолчанию:

source: Reset individual image layouts
da_dk: Nulstil individuel billedlayout
es_uy: Reiniciar diseño de imagen individual
ru_ru: Сброс выбор индивидуальных макетов страниц изображений

source: default
da_dk: standard
es_uy: predeterminado
ru_ru: по умолчанию

source: inherited
da_dk: Nedarvet
es_uy: heredado
ru_ru: унаследовано

source: album default
da_dk: album standard
es_uy: álbum predeterminado
ru_ru: по умолчанию для альбома

source: from category
da_dk: fra kategori
es_uy: desde la categoría
ru_ru: из категории

source: No extra <em>%s</em> theme pages available
da_dk: Ingen ekstra <em>%s</em> temasider til rådighed
es_uy: No hay más <em>%s</em> páginas de temas disponibles
ru_ru: Дополнительных страниц для <em>%s</em> у темы нет

source: A Zenphoto plugin for displaying OpenStreetMap based maps using LeafletJS for images or images from albums with embeded geodata.
es_uy: Un complemento de Zenphoto para mostrar mapas basados en OpenStreetMap usando LeafletJS para imágenes o imágenes de álbumes con geodatos incrustados.
ru_ru: Плагин Zenphoto для отображения карт на основе OpenStreetMap с использованием LeafletJS для изображений или изображений из альбомов со встроенными геоданными.

source: Map dimensions—width
da_dk: Kortdimensioner - bredde
es_uy: Dimensiones del mapa-ancho
ru_ru: Размеры карты—ширина

source: Width of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
es_uy: El ancho del mapa incluyendo el nombre de la unidad de medida, p.ej. 100% (predeterminado para el mapa principal), 100 px o 100 em.
ru_ru: Ширина карты, включая название объекта, например, 100% (по умолчанию для адаптивной карты), 100 пикселей или 100em.

source: Map dimensions—height
da_dk: Kortdimesioner - højde
es_uy: Dimensiones del mapa-alto
ru_ru: Размеры карты—высота

source: Height of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
es_uy: El alto del mapa incluyendo el nombre de la unidad de medida, p.ej. 100% (predeterminado para el mapa principal), 100 px o 100 em.
ru_ru: Высота карты, включая название объекта, например, 100% (по умолчанию для адаптивной карты), 100 пикселей или 100em.

source: Map zoom
es_uy: Aumento del Mapa
ru_ru: Масштаб карты

source: Default zoom level.
es_uy: Nivel de aumento predeterminado.
ru_ru: Масштаб по умолчанию.

source: Map minimum zoom
es_uy: Aumento mínimo del mapa
ru_ru: Минимальный масштаб карты

source: Default minimum zoom level possible.
es_uy: Mínimo nivel de aumento posible predeterminado.
ru_ru: Минимальный уровень масштабирования по умолчанию.

source: Map maximum zoom
es_uy: Aumento máximo del mapa
ru_ru: Максимальный масштаб карты

source: Default maximum zoom level possible. If no value is defined, use the maximum zoom level of the map used (may be different for each map).
es_uy: Nivel máximo de zoom posible predeterminado. Si no se define ningún valor, use el nivel de zoom máximo del mapa utilizado (puede ser diferente para cada mapa).
ru_ru: Максимально возможный уровень масштабирования по умолчанию. Если значение не определено, используйте максимальный уровень масштабирования используемой карты (может отличаться для каждой карты).

source: Default layer
es_uy: Diseño predeterminado
ru_ru: Вид карты по умолчанию

source: The default map tile provider to use. Only free providers are included. Some providers (HEREv3, Mapbox, Thunderforest, Geoportail and Jawg) require access credentials and registration. More info on <a href="https://github.com/leaflet-extras/leaflet-providers">leaflet-providers</a>
ru_ru: Используемый по умолчанию поставщик варианта оформления карты. Включены только бесплатные поставщики. Для некоторых поставщиков (HEREv3, Mapbox, Thunderforest, Geoportail и Jawg) требуются учетные данные для доступа и регистрация. Дополнительная информация о <a href="https://github.com/leaflet-extras/leaflet-providers">поставщиках leaflet</a>

source: Zoom controls position
es_uy: Posición de los controles de aumento
ru_ru: Управление масштабированием

source: Position of the zoom controls
es_uy: Posición de los controles de aumento
ru_ru: Расположение элементов управления масштабированием

source: Cluster radius
es_uy: Radio de los grupos
ru_ru: Радиус кластера

source: The radius when marker clusters should be used.
es_uy: El radio cuando se deben usar los grupos de marcadores.
ru_ru: Радиус, при котором следует использовать скопления маркеров.

source: Show cluster coverage on hover
es_uy: Mostrar cobertura del grupo al desplazar
ru_ru: Показывать покрытие кластера при наведении курсора мыши

source: Enable if you want to the bounds of a marker cluster on hover.
es_uy: Marque si desea los límites de un grupo de marcadores al desplazarse.
ru_ru: Отметьте, если хотите, отображение границ кластера маркеров при наведении курсора мыши.

source: Marker popups
es_uy: Ventanas emergentes de marcadores
ru_ru: Всплывающие окна для маркеров

source: Enable this if you wish info popups on the map markers. Only for album context or custom geodata.
es_uy: Habilite esto si desea ventanas emergentes de información en los marcadores de mapa. Solo para contexto de álbum o geodatos personalizados.
ru_ru: Отметьте, если хотите, чтобы на маркерах карты появлялась информация. Только для контекста альбома или пользовательских геоданных.

source: Marker popups with thumbs
es_uy: Marcadores emergentes con miniaturas
ru_ru: Всплывающие окна с миниатюрами

source: Enable if you want to show thumb of images in the marker popups. Only for album context.
es_uy: Marque si desea mostrar las miniaturas de las imágenes en las ventanas emergentes de marcadores. Sólo para el contexto del álbum.
ru_ru: Отметьте, если хотите показывать миниатюры изображений во всплывающих окнах с маркерами. Только для альбомов.

source: Marker popups with title
es_uy: Ventanas emergentes de marcadores con título
ru_ru: Всплывающие окна для маркером с заголовком

source: Enable if you want to show title of images in the marker popups. Only for album context.
es_uy: Marque si quiere mostrar el título de las imágenes en la ventana emergente de marcadores. Sólo para el contexto del álbum.
ru_ru: Отметьте, если хотите отображать заголовки изображений во всплывающих окнах для маркеров. Только для альбомов.

source: Marker popups with description
es_uy: Marcadores emergentes con descripción
ru_ru: Всплывающие окна с описанием для маркеров

source: Enable if you want to show desc of images in the marker popups. Only for album context.
es_uy: Habilite si desea mostrar la descripción de imágenes en las ventanas emergentes de marcadores. Sólo para el contexto del álbum.
ru_ru: Отметьте, если хотите показывать описания изображений во всплывающих окнах для маркеров. Только для альбомов.

source: Image thumbs
ru_ru: Миниатюры

source: Custom image
ru_ru: Пользовательский размер

source: Choose the size of the thumb to be displayed in the marker popups. Default thumb size is determined by the theme (See Options->Theme->Standard options: Thumb size). Custom image size can be set below.<br>If Default thumb size is larger than 120px, you might need to use custom CSS to display them in full (see option below to disable default CSS files).
ru_ru: Выберите размер миниатюры, которая будет отображаться во всплывающем окне маркера. Размер миниатюры по умолчанию определяется темой (см. "Настройки->Тема->Стандартные настройки: Размер миниатюр"). Пользовательский размер миниатюры может быть установлен ниже.<br>Если размер миниатюры по умолчанию больше 120px, возможно, вам потребуется внести изменения в CSS файлы для их полного отображения (см. параметр ниже, чтобы отключить CSS-файлы по умолчанию).

source: Custom image thumb size
ru_ru: Пользовательский размер миниатюры

source: Set the width of the Custom Image to be used as thumb in the marker popups. Works if Custom image is selected in the previous option. Default size is 120px.<br>If Custom Image size is larger than 120px, you might need to use custom CSS to display them in full (see option below to disable default CSS files).
ru_ru: Установите ширину для миниатюры во всплывающих окнах маркеров. Работает если выше выбрана опция "Пользовательский размер". Значение по умолчанию 120px.<br>Если размер миниатюры по умолчанию больше 120px, возможно, вам потребуется внести изменения в CSS файлы для их полного отображения (см. параметр ниже, чтобы отключить CSS-файлы по умолчанию).

source: Length of Image title
ru_ru: Длина названия изображения

source: Set the length of the Image title to show in the marker popups. Leave EMPTY to display in full. Default is 50 characters.
ru_ru: Установите длину для названия изображения, отображаемую во всплывающем окне маркера. Оставьте поле ПУСТЫМ, чтобы отображать полностью. Значение по умолчанию 50 символов.

source: Length of Image description
ru_ru: Длина описания изображения

source: Set the length of the Image description to show in the marker popups. Leave EMPTY to display in full (not recommended if you have very long descriptions - they might not fit in the small popup space). Default is 100 characters.
ru_ru: Установите длину для описания изображения, отображаемую во всплывающем окне маркера. Оставьте поле ПУСТЫМ, чтобы отображать полностью(не рекомендуется, если у вас есть очень длинные описания). Значение по умолчанию 100 символов.

source: Use default openstreetmap CSS
ru_ru: Использовать CSS файлы плагина

source: Check to use default openstreetmap CSS files (located in '/zp-core/zp-extensions/openstreetmap/'). Default is Enabled.<br>Removing checkmark will DISABLE default CSS rules for Openstreetmap plugin - this option is intended for experienced users, who want to have full control and will allow to change map and popup markers presentation completely, so make sure to include relevant rules from openstreetmap.css, leaflet.css, MarkerCluster.css, MarkerCluster.Default.css in your theme CSS file and add custom images and icons.
ru_ru: Отметьте, если вы хотите использовать дефолтные CSS файлы плагина openstreetmap (расположены в '/zp-core/zp-extensions/openstreetmap/'). Включено по умолчанию<br>Убрав отметку, вы полностью отключаете все дефолтное оформление - эта опция рассчитана на опытных пользователей, которые хотят иметь полный контроль за оформлением карт и отметок на них. Убедитесь, что включили правила для отображения карт из файлов openstreetmap.css, leaflet.css, MarkerCluster.css, MarkerCluster.Default.css в CSS файл вашей темы оформления Zenphoto, а также добавили все требующиеся изображения и иконки.

source: Show layers controls
es_uy: Mostrar controles de capas
ru_ru: Показывать элементы управления слоями

source: Enable if you want to show layers controls with selected layers list below.
es_uy: Marque si desea mostrar los controles de capas con la lista de capas seleccionadas a continuación.
ru_ru: Отметьте, если хотите отображать элементы управления слоями со списком выбранных слоев ниже.
