Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Reset album thumbs
da_dk: Nulstil album miniaturer
es_uy: Restablecer las miniaturas del álbum
ru_ru: Сбросить выбор миниатюр альбомов

source: Reset album thumbnails to either random or most recent
da_dk: Nulstil albumminiaturer til enten tilfældig eller seneste
es_uy: Restablecer las miniaturas del álbum ya sea aleatoriamente o por más recientes
ru_ru: Сбросить миниатюры всех альбомов на новейшее или случайное изображение

source: Reset your album thumbnails
da_dk: Nulstil dine album-miniaturer
es_uy: Restablecer sus miniaturas de álbum
ru_ru: Сбросить выбор миниатюр альбомов

source: Thumbnails all set to <em>%s</em>.
da_dk: Miniaturer alle sat til <em>%s</em>.
es_uy: Todas las miniaturas están configuradas en <em>%s</em>.
ru_ru: Миниатюры альбомов выставлены <em>%s</em>.

source: Thumbnail reset query failed
da_dk: Nulstilling af miniaturer mislykket.
es_uy: La consulta de restablecimiento de miniaturas Falló
ru_ru: Запрос на сброс миниатюр выполнить не удалось

source: Sets all album thumbs to the selected criteria
da_dk: Sæt alle albumminiaturer til de valgte kriterier
es_uy: Establece todas las miniaturas del álbum a los criterios seleccionados
ru_ru: Определяет критерий выбора новых миниатюр для всех альбомов галереи

source: Set all albums to
da_dk: Sæt alle albums til
es_uy: Establecer todos los álbumes en
ru_ru: Новые миниатюры для всех альбомов

source: User data export
es_uy: Exportar datos de usuario
ru_ru: Экспорт данных пользователя

source: Lists and exports data stored about a specific user and email address.
es_uy: Enumera y exporta los datos almacenados sobre un usuario y una dirección de correo electrónico específicos.
ru_ru: Выводит список и экспортирует данные, хранящиеся о конкретном пользователе и адресе электронной почты.

source: You must supply a user name and/or mail address.
es_uy: Debe proporcionar un nombre de usuario y/o una dirección de Email.
ru_ru: Необходимо указать имя пользователя и/или e-mail.

source: No data available for %1$s
es_uy: No hay datos disponibles para %1$s
ru_ru: Для %1$s данные не доступны

source: No data available for %1$s and %2$s
es_uy: No hay datos disponibles para %1$s y %2$s
ru_ru: Для %1$s и %2$s данные не доступны

source: This tool helps to export possible personal user data if requested. It does not delete any data. This covers the following data:
es_uy: Esta herramienta ayuda a exportar posibles datos personales del usuario si así lo solicita. No borra ningún dato. Esto cubre los siguientes datos:
ru_ru: Этот инструмент помогает экспортировать возможные персональные данные пользователя по запросу. Он не удаляет никаких данных. Сюда входят следующие данные:

source: <strong>User account</strong> (<em>user name</em> and optionally <em>email address</em>). This exports the full data of an account as stored in the database if a match exists.
es_uy: <strong>Cuenta de usuario</strong> (<em>nombre de usuario</em> y, opcionalmente, <em>dirección de correo electrónico</em>). Esto exporta los datos completos de una cuenta tal como están almacenados en la base de datos si existe una coincidencia.
ru_ru: <strong>Учетная запись пользователя</strong> (<em>имя пользователя</em> и, опционально, <em>e-mail адрес</em>). При этом экспортируются полные данные учетной записи, хранящиеся в базе данных, если существует совпадение.

source: <strong>Securitylog</strong> (<em>user name</em>).
es_uy: <strong>Registro de seguridad</strong> (<em>nombre de usuario</em>).
ru_ru: <strong>Журнал безопасности</strong> (<em>имя пользователя</em>).

source: <strong>Comments</strong> (<em>user name</em> and <em>email address</em>). Note that if you did not include an email addresss this info may not be reliable as comments are possible without user account and may use the same name accidentally. Site owners should check this before handing over data especially if these were non public comments.
es_uy: <strong>Comentarios</strong> (<em>nombre de usuario</em> y <em>dirección de correo electrónico</em>). Tenga en cuenta que si no incluyó una dirección de correo electrónico, esta información puede no ser confiable, ya que los comentarios son posibles sin la cuenta de usuario y se puede usar un mismo nombre accidentalmente. Los propietarios del sitio deben verificar esto antes de entregar los datos, especialmente si se trata de comentarios privados.
ru_ru: <strong>Комментарии</strong> (<em>имя пользователя</em> и <em>e-mail адрес</em>). Обратите внимание, что если вы не указали адрес электронной почты, эта информация может быть ненадежной, поскольку комментарии возможны без учетной записи пользователя и могут случайно использовать одно и то же имя. Владельцам сайтов следует проверять это перед передачей данных, особенно если это были приватные комментарии.

source: <strong>Albums and images owner</strong> (<em>user name</em>) (excluding images of dynamic albums). The owner may be the user who uploaded the image or created the album but technically any user can be assigned as owner later on. There is no history stored about that.
es_uy: <strong>Propietario de álbumes e imágenes</strong> (<em>nombre de usuario</em>) (excluyendo imágenes de álbumes dinámicos). El propietario puede ser el usuario que subió la imagen o creó el álbum, pero técnicamente cualquier usuario puede ser asignado como propietario más adelante. No hay historia almacenada sobre eso.
ru_ru: <strong>Владелец альбомов и изображений</strong> (<em>имя пользователя</em>) (исключая изображения из динамических альбомов). Владельцем может быть пользователь, загрузивший изображение или создавший альбом, но технически позже владельцем может быть назначен любой пользователь. История этого не сохраняется.

source: <strong>All items guest user</strong> (<em>user name</em>)
es_uy: <strong>Usuario invitado de todos los elementos</strong> (<em>nombre de usuario</em>)
ru_ru: <strong>Все элементы пользователя-гостя</strong> (<em>имя пользователя</em>)

source: <strong>Zenpage pages and news articles author and last change author</strong> (<em>user name</em>). Here the same applies as to owners above. The author may have created the entry but may have changed afterwards. The last change author is only that. There is no history stored about that.
es_uy: El autor de <strong>páginas de Zenpage, artículos de noticias y de los últimos cambios</strong> (<em>nombre de usuario</em>). Aquí lo mismo se aplica a los propietarios anteriores. El autor puede haber creado la entrada pero puede haber cambiado después. El último cambio de autor es solo eso. No hay historia almacenada sobre eso.
ru_ru: <strong>Автор страниц и новостных статей Zenpage и автор последних изменений</strong> (<em>имя пользователя</em>). Здесь применяется то же самое, что и к владельцам, указанным выше. Запись, возможно, была создана автором, но впоследствии могла быть изменена. Указан только автор последнего изменения. История этого изменения не сохраняется.

source: <strong>Note:</strong> This covers only what Zenphoto core and plugins store and not what other third party tools may do or your server. <strong>This tool is provided without any any legal warranties regarding requirements of the e.g. GDPR</strong>. Contact your lawyer to find out if this is sufficient for your site.
es_uy: <strong>Nota:</strong> Esto cubre solo lo que el núcleo y los complementos de Zenphoto almacenan y no lo que pueden hacer las herramientas de terceros o su servidor. <strong>Esta herramienta se proporciona sin ninguna garantía legal con respecto a los requisitos de, por ejemplo, GDPR</strong>. Póngase en contacto con su abogado para averiguar si esto es suficiente para su sitio.
ru_ru: <strong>Примечание: </strong> Это касается только того, что хранится в Zenphoto core и плагинах, а не того, что могут делать другие сторонние инструменты или ваш сервер. <strong>Этот инструмент</strong> предоставляется без каких-либо юридических гарантий относительно требований, например, GDPR. Обратитесь к своему юристу, чтобы выяснить, достаточно ли этого для вашего сайта.

source: User email address
es_uy: Dirección de Email del usuario
ru_ru: E-mail пользователя

source: You can supply either user name or user email address or both. For more reliable results on users registered to your site both are recommended. For just getting commenters there might be no user name or no mail address provided depending on your comment_form plugin settings.
es_uy: Puede proporcionar el nombre de usuario o la dirección de correo electrónico del usuario o ambos. Para obtener resultados más confiables en los usuarios registrados en su sitio, se recomiendan ambos. Es posible que no haya un nombre de usuario o una dirección de correo electrónico para los comentaristas, dependiendo de la configuración de su complemento comment_form.
ru_ru: Вы можете указать либо имя пользователя, либо e-mail адрес пользователя, либо и то, и другое. Для получения более надежных результатов по пользователям, зарегистрированным на вашем сайте, рекомендуется использовать оба варианта. Для простого получения комментариев может не указываться имя пользователя или адрес электронной почты, в зависимости от настроек вашего плагина comment_form.

source: Display Google Maps based on <em>latitude</em> and <em>longitude</em> metadata in the images.
da_dk: Vis Google Maps baseret på <em>bredde</em> og <em>længde</em> metadata i billederne.
es_uy: Muestra en las imágenes los Mapas de Google basados en los metadatos de <em>latitud</em> y <em>longitud</em>.
ru_ru: Отображение GoogleMaps с информацией на основе <em>широты</em> и <em>долготы</em> в метаданных изображений.

source: Google Maps API key required.
ru_ru: Требуется API-ключ Google Maps.

source: <strong>Note</strong>: Google does place limits on the use of its <a href="%s"><em>Maps API</em></a>. Please review these to be sure your site is in compliance.
da_dk: <strong>Bemærk</strong>: Google lægger nogle begrænsninger på brugen af deres <a href="%s"><em>Maps API</em></a>. Læs disse for at være sikker på, at dit websted overholder dem.
es_uy: <strong>Nota:</strong> Google pone límites al uso de su <a href="%s"> <em>API de Google Maps</em></a>. Revise esto para asegurarse de que su sitio cumpla con los requisitos.
ru_ru: <strong>Примечание</strong>: Google накладывает ограничения на использование своего <a href="%s"><em>Maps API</em></a>. Пожалуйста, ознакомьтесь с ними, чтобы убедиться, что ваш сайт соответствует требованиям.

source: Privacy note: This plugin uses external third party sources
ru_ru: Примечание о конфиденциальности: Этот плагин использует внешние сторонние источники

source: Hybrid
es_uy: Híbrido
ru_ru: Гибрид

source: Map
da_dk: Kort
es_uy: Mapa
ru_ru: Карта

source: Satellite
da_dk: Satellit
es_uy: Satelital
ru_ru: Спутник

source: Terrain
da_dk: Terræn
es_uy: Terreno
ru_ru: Ландшафт

source: Allowed maps
da_dk: Tiladte kort
es_uy: Mapas permitidos
ru_ru: Разрешенные виды карт

source: Select the map types that are allowed.
da_dk: Vælg de korttyper der er tilladte.
es_uy: Seleccione los tipos de mapas que están permitidos.
ru_ru: Выберите разрешенные типы карт.

source: Initial map display selection
da_dk: Indledende kortvisnings valg
es_uy: Selección de despliegue inicial del mapa
ru_ru: Начальный тип отображаемой карты

source: Select the initial type of map to display.
da_dk: Vælg den indledende korttype der skal vises.
es_uy: Selecciones el tipo inicial de mapa a mostrar.
ru_ru: Выберите начальный тип карты для отображения.

source: Map display
da_dk: Kortvisning
es_uy: Despliegue del mapa
ru_ru: Отображение карты

source: Select <em>hide</em> to initially hide the map. Select <em>colorbox</em> for the map to display in a colorbox. Select <em>show</em> and the map will display when the page loads.
da_dk: Vælg <em>skjul</em> for at starte med skjult kort. Vælg <em>colorbox</em> for at vise kortet i en colorbox. Vælg <em>vis</em> og kortet vil vises når siden vises.
es_uy: Seleccione <em>ocultar</em> para ocultar inicialmente el mapa. Seleccione <em>colorbox</em> para que el mapa se muestre en una caja de colores. Seleccione <em>mostrar</em> y el mapa se mostrará cuando se cargue la página.
ru_ru: Выберите <em>скрыть</em>, чтобы изначально скрыть карту. Выберите <em>colorbox</em>, чтобы карта отображалась в colorbox. Выберите <em>показать</em> и карта отобразится при загрузке страницы.

source: Map controls
da_dk: Kort controllere
es_uy: Controles del mapa
ru_ru: Элементы управления картой

source: Default
da_dk: Standard
es_uy: Predeterminado
ru_ru: По умолчанию

source: Dropdown
da_dk: Rullegardin
es_uy: Desplegable
ru_ru: Выпадающее меню

source: Display options for the Map type control.
da_dk: Vis indstillinger for korttype kontrol.
es_uy: Opciones de visualización para el control de tipo de mapa.
ru_ru: Варианты отображения управления типом показываемой карты.

source: Zoom controls
da_dk: Zoom controllere
es_uy: Controles de aumento
ru_ru: Управление масштабированием

source: Small
da_dk: Lille
es_uy: Pequeño
ru_ru: Маленький

source: Large
da_dk: Stor
es_uy: Grande
ru_ru: Большой

source: Display options for the Zoom control.
da_dk: Vis indstillinger for Zoom kontrol
es_uy: Opciones de visualizaciòn para el control de aumento.
ru_ru: Варианты отображения управление масштабированием.

source: Max zoom level
da_dk: Max zoom-niveau
es_uy: Máximo nivel de aumento
ru_ru: Максимальный уровень масштабирования

source: The max zoom level for clustering pictures on map.
da_dk: Max zoom-niveau for at samle billeder på kort.
es_uy: El nivel de zoom máximo para agrupar imágenes en el mapa.
ru_ru: Максимальный уровень масштабирования для кластеризации изображений на карте.

source: Map sessions
da_dk: Kort sessioner
es_uy: Sesiones de mapas
ru_ru: Сессии карт

source: If checked GoogleMaps will use sessions to pass map data for the <em>colorbox</em> display option. We recommend this option be selected. It protects against reference forgery security attacks and mitigates problems with data exceeding the allowed by some browsers.
da_dk: Hvis markeret vil GoogleMaps bruge sessioner til at overføre kortdata til <em>colorbox</em> skærmindstillinger. Vi anbefaler at denne indstilling vælges.Den beskytter mod visse sikkerhedsangreb og minimerer problemer med dataoverførsel i visse browsere.
es_uy: Si se marca, GoogleMaps utilizará sesiones para pasar los datos del mapa para la opción de visualización <em>colorbox</em>. Recomendamos que esta opción sea seleccionada. Protege contra ataques de seguridad de falsificación de referencia y mitiga los problemas con los datos que exceden lo permitido por algunos navegadores.
ru_ru: Если этот флажок установлен, GoogleMaps будет использовать сеансы для передачи картографических данных для параметра отображения <em>colorbox</em>. Мы рекомендуем выбрать этот параметр. Он защищает от атак безопасности, связанных с подделкой ссылок, и устраняет проблемы с данными, превышающими разрешенные некоторыми браузерами.

source: API key
es_uy: Clave API
ru_ru: Ключ API

source: Enter your API key. You can get one <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key">here</a>.
es_uy: Ingrese su clave API para GoogleMaps. Puede obtener una aquí <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key"></a>.
ru_ru: Введите свой ключ API. Вы можете получить его <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key">здесь</a>.

source: Google Map
ru_ru: Карта Google

source: Display or hide the Google Map.
da_dk: Vis eller skjul Google Map.
es_uy: Mostrar u ocultar Google Map.
ru_ru: Отобразить или скрыть карту Google.

source: Map display error
da_dk: Kortvisningsfejl
es_uy: Error de despliegue del mapa
ru_ru: Ошибка отображения карты

source: The GoogleMap plugin <em>map display</em> script has received a corrupt <em>Map</em> parameter. This is most likely caused by URL character limitations from your browser.
da_dk: Googlemap plugins <em>Kortvisning</em> script har modtaget en beskadiget <em>Kort</em> parameter. Dette skyldes mest sansynligt URL karakterbegrænsninger fra din browser.
es_uy: El script <em>map display</em> del complemento GoogleMap ha recibido un parámetro <em>Map</em> corrupto. Esto es probablemente causado por las limitaciones de caracteres de URL de su navegador.
ru_ru: Скрипт плагина GoogleMap <em>map display</em> получил поврежденный параметр <em>Map</em>. Скорее всего, это вызвано ограничениями на символы URL в вашем браузере.

source: For information on URL limits visit <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
da_dk: For information om URL begrænsninger se <a href="javascript:parent.window.location=‘http://www.boutell.com/newfaq/misc/urllength.html’;">Hvad er maximum længden af en URL</a>.
es_uy: Para obtener información sobre los límites de URL, visite <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">¿Cuál es la longitud máxima de una URL?< / a>.
ru_ru: Для получения информации об ограничениях URL-адресов посетите <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">Какова максимальная длина URL-адреса</a>.

source: You can try a different browser or contact the site manager for assistance.
da_dk: Du kan prøve en anden browser eller kontakte din siteadministrator for assistance.
es_uy: Puede intentar con un navegador diferente, o contactar al administrador del sitio para asistencia.
ru_ru: Вы можете попробовать другой браузер или обратиться к менеджеру сайта за помощью.

source: If you are the manager of this site you can try the following:
da_dk: Hvis du er administrator for dette site kan du prøve følgende:
es_uy: Si usted es el administrador de este sitio puede intentar lo siguiente:
ru_ru: Если вы являетесь администратором этого сайта, вы можете попробовать следующее:

source: Enable the <a href="javascript:parent.window.location=%s;">GoogleMap option</a> <em>Map sessions</em>.
es_uy: Habilite la opción de GoogleMap <a href="javascript:parent.window.location=%s;"></a><em>Sesiones de mapas</em>.
ru_ru: Включить опцию <a href="javascript:parent.window.location=%s;">GoogleMap</a> <em>Сессии карт</em>.

source: Reduce the number of <em>points</em> being displayed
da_dk: Reducer antallet af viste <em>punkter</em>
es_uy: Reduzca la cantidad de <em>puntos</em> a ser desplegados
ru_ru: Уменьшить количество отображаемых <em>точек</em>

source: Reduce the text passed as the description of each <em>point</em>
da_dk: Forkort teksten der videregives som beskrivelse af hvert <em<punkt</em>
es_uy: Reduzca el texto de descripción pasado de cada <em>punto</em>
ru_ru: Сократить текст, передаваемый в качестве описания каждой <em>точки</em>

source: Truncate the titles of the <em>points</em>
da_dk: Afkort titlerne på <em>punkterne</em>
es_uy: Trunque los títulos de los <em>puntos</em>
ru_ru: Сократить названия <em>точек</em>

source: Zenphoto outgoing mail handler based on the <em>PHPMailer</em> class mailing facility.
es_uy: Controlador de correo saliente de Zenphoto basado en la facilidad de correo de clase <em>PHPMailer</em>.
ru_ru: Обработчик исходящей почты Zenphoto на основе <em>PHPMailer</em>.

source: Only one Email handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun en epost-håndteringsplugin kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Sólo un complemento para gestión de Email puede estar habilitado. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин для обработки электронной почты. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: This plugin will be restructured and moved to core in later versions
ru_ru: Этот плагин будет реструктурирован и перенесен в ядро Zenphoto в более поздних версиях

source: Mail protocol
da_dk: Post protokol
es_uy: Protocolo de Email
ru_ru: Протокол

source: Select the mail protocol you wish to be used.
da_dk: Vælg den epost protokol du ønsker at bruge.
es_uy: Seleccione el protocolo para Email que desea que sea usado.
ru_ru: Выберите протокол отправки почты, который будет использован.

source: Outgoing mail server
da_dk: Udgående postserver
es_uy: Servidor de salida de Email
ru_ru: Сервер исходящей почты

source: Outgoing mail server.
da_dk: Udgående postserver.
es_uy: Servidor de salida de Email.
ru_ru: Сервер исходящей почты.

source: Secure mail
da_dk: Sikker mail
es_uy: Seguridad de Email
ru_ru: Протоколы безопасности

source: no
da_dk: nej
ru_ru: нет

source: Set to use a secure protocol.
da_dk: sat til at bruge en sikker protokol.
es_uy: Configure para usar un protocolo seguro.
ru_ru: Выберите для использования безопасного соединения.

source: Mail user
da_dk: Mail bruger
es_uy: Usuario de Email
ru_ru: Имя пользователя

source: <em>User ID</em> for mail server.
da_dk: <em>Bruger ID</em> for postserver.
es_uy: <em>ID de Usuario</em> para el servidor de Email..
ru_ru: <em>ID пользователя</em> почтового сервера.

source: Mail password
da_dk: Mail adgangskode
es_uy: Contraseña de Email
ru_ru: Пароль почты

source: <em>Password</em> for mail server.
da_dk: <em>Adgangskode</em> for postserver
es_uy: <em>Contraseña</em> para el servidor de Email.
ru_ru: <em>Пароль</em> для доступа к почтовому серверу.

source: POP port
es_uy: Puerto POP
ru_ru: POP порт

source: POP port number.
da_dk: POP port nummer.
es_uy: Número de Puerto POP.
ru_ru: Номер порта входящей почты POP.

source: SMTP port
es_uy: Puerto SMTP
ru_ru: SMTP порт

source: SMTP port number.
da_dk: SMTP port nummer.
es_uy: Número de Puerto SMTP.
ru_ru: Номер порта SMTP для исходящей почты.

source: Error info: %1$s
ru_ru: Информация об ошибке: %1$s

source: Allows only users with Admin or Manage All rights to change the publish state of objects.
da_dk: Tillad kun brugere med Admin eller ‘Administrer Alle’ rettigheder at ændre offentliggørelsesstatus af objekter.
es_uy: Permite que solo los usuarios con derechos de administrador o de administrar todo pueden cambiar el estado de publicación de los objetos.
ru_ru: Позволяет изменять состояние публикации объектов только пользователям с правами Администратора или Manage All.

source: You do not have rights to change the <em>publish</em> state.
da_dk: Du har ikke rettigheder til at ændre <em>status for offentliggørelse</em>.
es_uy: No tiene derechos para cambiar el estado de <em>publicado</em>.
ru_ru: У вас нет прав изменять статус <em>публикации</em>.

source: Periodically backup the Zenphoto database content.
ru_ru: Автоматически создает резервные копии базы данных Zenphoto.

source: Run interval
da_dk: Interval
es_uy: Intervalo de ejecución
ru_ru: Частота запуска

source: The run interval (in days) for auto backup.
da_dk: Kørselsinterval (i dage) for automatisk backup.
es_uy: El Intervalo de ejecución (en días) para copia de seguridad automática.
ru_ru: Определите (в днях) как часто будут создаваться резервные копии.

source: Backups to keep
da_dk: Backups at beholde
es_uy: Copias de seguridad a mantener
ru_ru: Сколько копий хранить

source: Auto backup will keep only this many backup sets. Older sets will be removed.
da_dk: Auto backup vil kun beholde dette antal sikkerhedskopier. Ældre kopier vil blive slettet.
es_uy: Copia de seguridad automática sólo mantendrá esta cantidad de copias. Los más antiguos serán eliminados.
ru_ru: Автоматизированный бэкап Zenphoto будет сохранять указанное количество резервных копий базы данных. Более старые копии будут удалены.

source: Last backup
da_dk: Seneste backup
es_uy: Ultima copia de seguridad
ru_ru: Последний резерв
