Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Record logon
da_dk: Registrer logon
es_uy: Registro de inicio de sesión
ru_ru: Запись входов в систему

source: Successful attempts
da_dk: Vellykkede forsøg
es_uy: Intentos exitosos
ru_ru: Успешные попытки

source: unsuccessful attempts
da_dk: mislykkede forsøg
es_uy: intentos fallidos
ru_ru: неудачные попытки

source: Record login failures, successes, or all attempts.
da_dk: Log mislykket logind, vellykket logind, eller alle forsøg.
es_uy: Registre inicios de sesión fallidos, exitosos o todos los intentos.
ru_ru: Выберите, какие попытки входа будут фиксироваться в отчете по безопасности: успешные, неудачные или все.

source: Log reset
da_dk: Nulstil loggen
es_uy: Vaciar el registro
ru_ru: Журнал очищен

source: Log deleted
da_dk: Loggen slettet
es_uy: Registro borrado
ru_ru: Журнал удален

source: Log downloaded
da_dk: Loggen downloaded
es_uy: Registro descargado
ru_ru: Журнал скачан

source: Install
da_dk: Installer
es_uy: Instalar
ru_ru: Установка

source: Setup run request skipped.
es_uy: Solicitud de ejecución del Setup omitida.
ru_ru: Запрос на запуск программы установки сброшен.

source: Protect setup scripts
da_dk: Beskyt setup scripts
es_uy: Proteger scripts del setup
ru_ru: Запрос на защиту скриптов установки

source: Request add user
da_dk: Kræv tilføj bruger
es_uy: Solicitar agregar usuario
ru_ru: Запрос на добавление пользователя

source: Request update user
da_dk: Kræv opdater bruger
es_uy: Solicitar actualizar usuario
ru_ru: Запрос на обновление пользователя

source: Request delete user
da_dk: Kræv slet bruger
es_uy: Solicitar eliminar usuario
ru_ru: Запрос на удаление пользователя

source: Cross Site Reference
es_uy: Referencia cruzada del sitio
ru_ru: Межсайтовая ссылка

source: Album access
da_dk: Album tilgang
es_uy: Acceso al album
ru_ru: Доступ к альбому

source: Admin access
da_dk: Admin adgang
es_uy: Acceso al Admin
ru_ru: Административный доступ

source: Guest login
da_dk: Gæstelogind
es_uy: Inicio de sesión de invitado
ru_ru: Авторизация гостя

source: Admin login
da_dk: Admin logind
es_uy: Inicio de sesión del Admin
ru_ru: Авторизация администратора

source: Authorization cookie check
da_dk: Autorisationscookie tjek
es_uy: Comprobación de cookies de autorización
ru_ru: Проверка файлов cookie авторизации

source: date requestor’s IP type user ID user name outcome authority additional information
es_uy: fecha IP del solicitante tipo ID de usuario nombre de usuario\salir autoridad información adicional
ru_ru: дата IP-адрес отправителя запроса тип идентификатор пользователя имя пользователя результат полномочия дополнительная информация

source: Failed
da_dk: Mislykket
es_uy: Falló
ru_ru: Неудача

source: Success
da_dk: Succes
es_uy: Exitoso
ru_ru: Успешно

source: Blocked
da_dk: Blokeret
es_uy: Bloqueado
ru_ru: Заблокировано

source: Set Security log permissions
es_uy: Configurar permisos del Registro de Seguridad
ru_ru: Права доступа к журналу безопасности

source: File permissions of Security log are %04o
es_uy: Los permisos de archivo del Registro de Seguridad son %04o
ru_ru: Права доступа к файлам журнала безопасности %04o

source: security_logger::federatedLoginLogger() will be removed and not replaced as the federated_login plugin is not supported anymore
ru_ru: security_logger::federatedLoginLogger() будет удален и замены не существует ан данный момент, так как плагин federated_login больше не поддерживается

source: Provides a utility SEO file/folder name clenser.
da_dk: Renser fil- og mappenavne så de er søgevenlige.
es_uy: Proporciona una utilidad de limpieza de nombre de carpeta/archivo del SEO.
ru_ru: Предоставляет утилиту для переименования файлов/папок для SEO.

source: Make file and folder names in the Gallery SEO friendly.
da_dk: Gør fil og mappenavne i Galleriet SEO venlige.
es_uy: Hace que los nombres de archivos y carpetas en la Galería del SEO sean amigables.
ru_ru: Сделайте названия файлов и папок в галерее удобными для SEO.

source: Image already exists.
da_dk: Billedet eksisterer allerede.
es_uy: La imagen ya existe.
ru_ru: Изображение уже существует.

source: Album already exists.
da_dk: Album eksisterer allerede.
es_uy: El Album ya existe.
ru_ru: Альбом уже существует.

source: There was an error #%d with the rename operation.
da_dk: Fejl #%d ved en omdøbning .
es_uy: Hubo un error #%d con la operación de renombrar.
ru_ru: Произошла ошибка #%d при операции переименования.

source: <em>%1$s</em> rename to <em>%2$s</em> failed: %3$s
da_dk: <em>%1$s</em> omdøbing til <em>%2$s</em> mislykket: %3$s
es_uy: falló: %3$s <em>%1$s</em> al renombrar como <em>%2$s</em>
ru_ru: Переименовать <em>%1$s</em> в <em>%2$s</em> не удалось: %3$s

source: <em>%1$s</em> renamed to <em>%2$s</em>
da_dk: <em>%1$s</em> omdøbt til <em>%2$s</em>
es_uy: <em>%1$s</em> renombrada a <em>%2$s</em>
ru_ru: <em>%1$s</em> переименовано в <em>%2$s</em>

source: Cleanup album and image names to be SEO friendly
da_dk: Renser album og billednavne så de bliver SEO venlige
es_uy: Limpia nombres imagen y álbum para ser amigables con SEO
ru_ru: Очистите названия альбомов и изображений, чтобы они были удобны для SEO

source: %d album cleaned.
es_uy: Se limpió el álbum %d.
ru_ru: %d альбом переименован.

source: No albums cleaned.
es_uy: No hay álbumes que se hayan limpiado.
ru_ru: Альбомы не были переименованы.

source: %d image cleaned.
es_uy: imagen %d borrada.
ru_ru: %d изображение переименовано.

source: No images cleaned.
es_uy: No hay imágenes que se hayan limpiado.
ru_ru: Изображения не были переименованы.

source: No albums or images cleaned up.
es_uy: No hay álbumes o imágenes que se hayan limpiado.
ru_ru: Альбомы и изображения не были переименованы.

source: Allows setting language locale through the URI.
da_dk: Tillader at sætte sprog-lokalitet via URI.
es_uy: Permitir configurar lenguaje regional a través de la URI.
ru_ru: Разрешить устанавливать язык сайта через URI.

source: <strong>Note:</strong> This plugin is not activated for <em>back&#8209;end</em> (administrative) URLs. However, once activated, the language is remembered, even for the <em>back&#8209;end</em>.
da_dk: <strong>Bemærk:</strong> Denne plugin er ikke aktiveret for <em>back&#8209;end</em> (administrative) URLs. Dog, engang aktiveret, huskes sproget også for <em>back&#8209;end</em>.
es_uy: <strong>Nota:</strong> este complemento no está activado para las URL <em>back&#8209;end </em> (administrativas). Sin embargo, una vez activado, el idioma se recuerda, incluso para el <em>back&#8209;end</em>.
ru_ru: <strong>Примечание:</strong> Этот плагин не активирован для <em>backend</em> (административных) URL-адресов. Однако после активации язык запоминается даже для <em>backend</em>.

source: <em>mod_rewrite</em> must be enabled for this plugin to function.
da_dk: <em>mod_rewrite<em> skla være aktiveret for at denne plugin fungerer.
es_uy: la función <em>mod_rewrite</em> debe estar habilitada para que esta extensión funcione.
ru_ru: <em>mod_rewrite</em> должен быть включен, чтобы этот плагин функционировал.

source: This plugin is not compatible with the <code>dynamic locale</code> <em>Use subdomains</em> option
da_dk: Dette plugin er ikke kompatibel med <code<dynamisk landestandard</code> Brug underdomæner</em> indstilling
es_uy: Este complemento no es compatible con la opción <code>dynamic locale</code> <em>Usar subdominios</em>
ru_ru: Этот плагин несовместим с опцией <code>dynamic_locale</code>: <em>Использовать поддомены</em>

source: SEO <em>Null</em> filter.
es_uy: Filtro SEO <em>Nulo</em>.
ru_ru: SEO <em>Null</em>-фильтр.

source: The only translation performed is one or more <em>white space</em> characters are converted to a <em>hyphen</em>.
da_dk: Den eneste tekstændring der gøres er at en eller flere <em>blanktegn</em> ændres til en <em>bindestreg</em>.
es_uy: La única traducción realizada es uno o más <em>espacios en blanco</em>, los caracteres se convierten en un <em>guión</em>.
ru_ru: Единственный выполняемый перевод - это преобразование одного или нескольких символов <em>пробела</em> в <em>дефис</em>.

source: Only one SEO filter plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun et SEO filter kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Sólo un complemento filtro SEO debe estar habilitado. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин SEO-фильтра. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: SEO filter to translate extended characters into their basic alpha-numeric equivalents.
da_dk: SEO filter til at oversætte udvidede tegn til deres basale alfanumeriske akvivalenter.
es_uy: Filtro SEO para traducir caracteres extendidos en sus equivalentes básicos alfanuméricos.
ru_ru: SEO-фильтр для перевода расширенных символов в их базовые буквенно-цифровые эквиваленты.

source: Lowercase only
da_dk: Kun små bogstaver
es_uy: Sólo minúsculas
ru_ru: Только нижний регистр

source: When set, all characters are converted to lower case.
da_dk: Når aktiveret bliver alle tegn konverteret til små bogstaver.
es_uy: Cuando se configura, se convierten todos los caracteres a minúsculas.
ru_ru: Если отмечено, то все буквы будут конвертированы в строчные.

source: Treats users as not logged in for gallery pages.
da_dk: Behandl brugere som ikke logget på for gallerisiderne.
es_uy: Trata a los usuarios como que no han iniciado sesión en las páginas de la galería.
ru_ru: Отображать галерею пользователям, прошедшим аутентификацию, так, как будто они не вошли.

source: show_not_logged-in is active.
da_dk: show_not_logged_in er aktiv.
es_uy: show_not_logged-in (mostrar no inició sesión) está activo.
ru_ru: show_not_logged-in активен.

source: Simple SPAM filter.
da_dk: Simpelt SPAM filter.
es_uy: Filtro de SPAM simple.
ru_ru: Простой СПАМ-фильтр.

source: Only one SPAM handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
da_dk: Kun en spamhåndterings plugin kan være aktiveret. <a href="#%1$s"><code>%1$s</code></a> er allerede aktiveret.
es_uy: Sólo un complemento gestor de SPAM debe estar habilitado. <a href="#%1$s"><code>%1$s</code></a> ya está habilitado.
ru_ru: Может быть включен только один плагин для обработки спама. <a href="#%1$s"><code>%1$s</code></a> уже включен.

source: Words to die on
da_dk: Mistænkelige ord
es_uy: Palabras para alertar en
ru_ru: Слова

source: SPAM blacklist words (separate with commas)
da_dk: SPAM sortlistede ord (adskilt med komma)
es_uy: Palabras de la lista negra de SPAM (separadas por comas)
ru_ru: Черный список слов (разделяйте запятой)

source: Patterns to die on
da_dk: Mistænkelige mønstre
es_uy: Patrones para alertar en
ru_ru: Регулярные выражения

source: SPAM blacklist <a href="http://en.wikipedia.org/wiki/Regular_expression">regular expressions</a> (separate with spaces)
da_dk: SPAM sortliste <a href="http://en.wikipedia.org/wiki/Regular_expression">regulære udtryk</a> (adskilt med mellemrum)
es_uy: Lista negra de SPAM <a href="http://en.wikipedia.org/wiki/Regular_expression">expresiones regulares</a> (separadas con espacios)
ru_ru: <a href="http://en.wikipedia.org/wiki/Regular_expression">Регулярные выражения</a> черного списка СПАМ-фильтра (разделяйте пробелом)

source: Excessive URL count
da_dk: Overdrevent URL antal
es_uy: Cantidad excesiva de URL
ru_ru: Количество URL

source: Message is considered SPAM if there are more than this many URLs in it
da_dk: Meddelelsen betragtes som SPAM hvis der er flere end dette antal URL i den
es_uy: El mensaje se considera SPAM si hay más de esta cantidad de URLs en él
ru_ru: Блокировать комментарии, содержащие больше указанного количества адресов URL

source: Banned IPs
da_dk: Blokerede IPer
es_uy: IPs prohibidas
ru_ru: Заблокировать IP

source: Prevent posts from this list of IP addresses
da_dk: Afvis post fra denne liste af IP adresser.
es_uy: Prevenir publicaciones de esta lista de direcciones IP
ru_ru: Сообщения с этих IP адресов приниматься не будут

source: Forgiving
da_dk: TIlgivende
es_uy: Tolerante
ru_ru: Модерация

source: Mark suspected SPAM for moderation rather than as SPAM
da_dk: Marker mistænkt SPAM til moderation snarere end som SPAM
es_uy: Marca para moderación el correo sospechado de ser SPAM en lugar de SPAM
ru_ru: Не блокировать подозрительные сообщения, а отправлять их на модерацию

source: Generates sitemap.org compatible XML files for use with Google and other search engines.
da_dk: Genererer sitemap.org kompatible XML-filer til brug med Google og andre søgemaskiner.
es_uy: Genera archivos XML compatibles con sitemap.org para usar con Google y otros motores de búsqueda.
ru_ru: Создает XML файлы sitemap для использования Google и другими поисковиками.

source: <strong>Note:</strong> The index links may not match if using the Zenpage option "news on index" that some themes provide! Also it does not "know" about "custom pages" outside Zenpage or any special custom theme setup!!
da_dk: <strong>Bemærk:</strong> Index-links passer ikke nødvendigvis hvis Zenpage indstillingen "news on index", som nogle temaer tilbyder, bruges. Ligeledes "kender" den ikke til "brugerdefinerede sider" uden for zenpage, eller noget andet specielt tema setup!!
es_uy: <strong>Nota:</strong> ¡Los enlaces de índice pueden no coincidir si se usa la opción de Zenpage "noticias en índice" que algunos temas brindan! Además, no "conoce" las "páginas personalizadas" fuera de Zenpage o cualquier configuración de tema personalizado especial!!
ru_ru: <strong>Примечание: </strong> Ссылки на индекс могут не совпадать при использовании опции Zenpage "новости на домашней странице", которую предоставляют некоторые темы! Также он не "знает" о "пользовательских страницах" за пределами Zenpage или каких-либо специальных настройках пользовательской темы!

source: sitemap cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
da_dk: sitemap cache mappe kunne ikke dannes. Prøv venligst at danne den manuelt via FTP med chmod 0777.
es_uy: no se pudo crear la carpeta de caché de mapa del sitio. Intente crearlo manualmente a través de FTP con chmod 0777.
ru_ru: не удалось создать папку с кэшем sitemap. Пожалуйста, попробуйте создать ее вручную через FTP с помощью chmod 0777.

source: always
da_dk: altid
es_uy: siempre
ru_ru: всегда

source: hourly
da_dk: hver time
es_uy: cada hora
ru_ru: по часам

source: daily
da_dk: daglig
es_uy: diariamente
ru_ru: ежедневно

source: weekly
da_dk: ugentlig
es_uy: semanalmente
ru_ru: еженедельно

source: monthly
da_dk: månedlig
es_uy: mensualmente
ru_ru: ежемесячно

source: yearly
da_dk: årlig
es_uy: anualmente
ru_ru: ежегодно

source: never
da_dk: aldrig
es_uy: nunca
ru_ru: никогда

source: Album date
da_dk: Album dato
es_uy: Fecha del álbum
ru_ru: Дата альбома

source: last change date
es_uy: última fecha de cambio
ru_ru: последнее изменение

source: Field to use for the last modification date of albums.
da_dk: Felt til brug for sidste modifikationsdato for albumerne.
es_uy: Campo usado para la última fecha de modificación de álbumes.
ru_ru: Поле для использования в качестве даты последнего изменения альбомов.

source: Image date
da_dk: Billeddato
es_uy: Fecha de imagen
ru_ru: Дата изображения

source: Field to use for the last modification date of images.
da_dk: Felt til brug for sidste modifikationsdato for billederne.
es_uy: Campo usado para la última fecha de modificación de imágenes.
ru_ru: Поле для использования в качестве даты последнего изменения изображений.

source: Change frequency - Zenphoto index
es_uy: Cambio de frecuencia - Indice de Zenphoto
ru_ru: Частота изменения - главная страница Zenphoto

source: Change frequency - albums
da_dk: Ændrigns
es_uy: Cambio de frecuencia - álbumes
ru_ru: Частота изменений - альбомы

source: Change frequency - images
da_dk: Ændringshyppighed - billeder
es_uy: Cambio de frecuencia - imágenes
ru_ru: Частота изменения - изображения

source: Change frequency - Zenpage pages
da_dk: Ændringshyppighed - zenpage sider
es_uy: Cambio de frecuencia - Páginas de Zenpage
ru_ru: Частота изменения - страницы Zenpage

source: Change frequency - Zenpage news index
da_dk: Ændringshyppighed - Zenpage nyheds index
es_uy: Cambio de frecuencia - Indice de noticias de Zenpage
ru_ru: Частота изменений - страница новостей Zenpage

source: Change frequency: Zenpage news articles
da_dk: Ændringshyppighed - Zenpage nyhedsartikler
es_uy: Cambio de frecuencia - Artículos de noticias de Zenpage
ru_ru: Частота изменений - новостные статьи Zenpage

source: Change frequency - Zenpage news categories
da_dk: Ændringshyppighed - Zenpage nyhedskategorier
es_uy: Cambio de frecuencia - Categorías de noticias de Zenpage
ru_ru: Частота изменения - категорий новостей Zenpage

source: Enable Google image and video extension
da_dk: Aktiver Google billed- og videoudvidelser
es_uy: Habilitar extensión imagen y video de Google
ru_ru: Включить расширение для изображений и видео Google

source: If checked, the XML output file will be formatted using the Google XML image and video extensions where applicable.
da_dk: Hvis markeret, formateres XML-output-fil ved hjælp af Google XML billed- og video-udvidelser, hvis det er relevant.
es_uy: Si se marca, el archivo de salida XML se formateará utilizando la extensión imagen y video de Google XML, según corresponda.
ru_ru: Если отмечено, сгенерированный файл XML будет отформатирован с использованием расширений Google XML image и video там, где это применимо.

source: <strong>Note:</strong> Other search engines (Yahoo, Bing) might not be able to read your sitemap. Also the Google extensions cover only image and video formats. If you use custom file types that are not covered by Zenphoto standard plugins or types like .mp3, .txt and .html you should probably not use this or modify the plugin. Also, if your site is really huge think about if you really need this setting as the creation may cause extra workload of your server and result in timeouts
es_uy: <strong>Nota:</strong> Es posible que otros motores de búsqueda (Yahoo, Bing) no puedan leer tu mapa del sitio. También las extensiones de Google cubren solo formatos de imagen y video. Si usa tipos de archivos personalizados que no están cubiertos por los complementos estándar de Zenphoto o tipos como .mp3, .txt y .html, probablemente no debería usar ni modificar este complemento. Además, si su sitio es realmente grande, piense si realmente necesita esta configuración, ya que la creación puede causar una carga de trabajo adicional para su servidor y generar elevados tiempos de espera
ru_ru: <strong>Примечание: </strong> Другие поисковые системы (Yahoo, Bing) могут не суметь прочитать вашу карту сайта. Также расширения Google охватывают только форматы изображений и видео. Если вы используете пользовательские типы файлов, на которые не распространяются стандартные плагины Zenphoto, или такие типы, как .mp3, .txt и .html, вам, вероятно, не следует использовать это или изменять плагин. Кроме того, если ваш сайт действительно огромен, подумайте, действительно ли вам нужна эта настройка, поскольку создание может вызвать дополнительную нагрузку на ваш сервер и привести к тайм-аутам

source: Google image and video extension: Link full image
es_uy: Extensión imagen y video de Google: Enlace a imagen completa
ru_ru: Google поиск изображений и видео : Ссылка на полный размер

source: If checked, the original full image is referenced instead of the sized images in the cache. For image formats only.
es_uy: Si se marca, se hace referencia a la imagen completa original en lugar de a las imágenes de tamaño en el caché. Sólo para formatos de imagen.
ru_ru: Если отмечено, ссылка делается на исходное полное изображение, а не на изображения в кэше определенного размера. Только для форматов изображений.

source: Google - URL to image license
da_dk: Google - URl til billed licens.
es_uy: Google - URL de licencia de imagen
ru_ru: Google - URL страницы с лицензией

source: Optional. Used only if the Google extension is checked. Must be an absolute URL address of the form: http://mydomain.com/license.html
da_dk: Valgfrit. Bruges kun hvis Google udvidelser er markeret. Skal være en absolut URL-adresse af formen: http://mydomain.com/license.html
es_uy: Opcional. Se usa solo si la extensión de Google está marcada. Debe ser una dirección URL absoluta del formulario: ej. http://mydomain.com/license.html
ru_ru: Опционально. Используется, только если установлено значение расширения Google. Должен быть указан абсолютный URL-адрес формы: http://mydomain.com/license.html

source: Sitemap processing chunk
da_dk: Sitemap delvis behandling
es_uy: Trozo de procesamiento de sitemap
ru_ru: Фрагментация для создания файлов sitemap

source: The number of albums that will be processed for each sitemap file. Lower this value if you get script timeouts when creating the files.
da_dk: Antal albums som vil blive behandlet for hver sitemap fil. Sænk denne værdi hvis du får script-timeouts nå filerne dannes.
es_uy: La cantidad de álbumes que se procesarán para cada archivo del mapa del sitio. Reduzca este valor si obtiene tiempos de espera de script elevados al crear los archivos.
ru_ru: Количество альбомов, которые будут обработаны для каждого файла sitemap. Уменьшите это значение, если при создании файлов возникают тайм-ауты скрипта.

source: Include pagination
ru_ru: Включить разбивку по страницам

source: Enable if you want to include paginated pages. For SEO best practices it is recommended to have this disabled though.
ru_ru: Отметьте, если хотите включать страницы с разбиением на страницы. Однако в целях оптимизации рекомендуется отключить эту опцию.

source: Include dynamic albums
ru_ru: Включить динамические альбомы

source: Enable if you want to include dynamic albums. Images of dynamic albums are not included in any case.
ru_ru: Отметьте, если хотите включить в sitemap динамические альбомы. Изображения динамических альбомов ни в коем случае не включаются.

source: * This option may be set via the <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a> plugin options.
da_dk: * Denne indstilling kan sættes via <a href="javascript:gotoName(‘sitemap-extended’);"> <em>sitemap-extended</em></a> plugin indstillinger.
es_uy: * Esta opción debe ser configurada a través de las opciones del plugin <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a>.
ru_ru: * Этот параметр можно редактировать в настройках плагина <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a>.

source: Sitemap tools
da_dk: Sitemap værktøjer
es_uy: Herramientas de mapa del sitio
ru_ru: Инструменты Sitemap

source: Generate or purge sitemap cache files.
da_dk: Dan eller tøm sitemap cachefiler.
es_uy: Generar o purgar los archivos de caché de sitemap.
ru_ru: Создать/Удалить файлы sitemap.

source: Available sitemap files:
da_dk: Tilgængelige sitemap filer:
es_uy: Archivos de mapa del sitio disponibles:
ru_ru: Имеющиеся файлы:

source: No sitemap files available.
da_dk: Ingen sitemap filer tilgængelige.
es_uy: No hay archivos de mapa del sitio disponibles.
ru_ru: Файлы Sitemap отсутствуют.
