Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Albums folder size: <strong>%s</strong>
da_dk: Album mappe størrelse: <strong>%s</strong>
es_uy: Tamaño de carpeta de Albumes: <strong>%s</strong>
ru_ru: Размер директории Альбомы (albums): <strong>%s</strong>

source: Backups: <strong>%s</strong>
ru_ru: Бекапы: <strong>%s</strong>

source: Image cache size: <strong>%s</strong>
da_dk: Billed cache størrelse: <strong>%s</strong>
es_uy: Tamaño del caché de Imagen: <strong>%s</strong>
ru_ru: Кэш изображений: <strong>%s</strong>

source: HTML cache size: <strong>%s</strong>
da_dk: HTMLcache størrelse: <strong>%s</strong>
es_uy: Tamaño del caché HTML: <strong>%s</strong>
ru_ru: Кэш HTML: <strong>%s</strong>

source: Uploaded folder size: <strong>%s</strong>
da_dk: Overført mappestørrelse: <strong>%s</strong>
es_uy: Tamaño de la carpeta cargada: <strong>%s</strong>
ru_ru: Размер директории Загрузки (uploaded): <strong>%s</strong>

source: Zenphoto scripts size: <strong>%s</strong>
es_uy: Tamaño de los scripts Zenphoto: <strong>%s</strong>
ru_ru: Размер скриптов Zenphoto: <strong>%s</strong>

source: Disk space usage
ru_ru: Использование дискового пространства

source: Use setLoginName() instead
ru_ru: Вместо этого используйте setLoginName()

source: Use getLoginName() instead
ru_ru: Вместо этого используйте getLoginName()

source: Invalid album instantiation: No album name
da_dk: Ugyldig album instantiering: Ingen album navn
es_uy: Instanciación de álbum inválida: Falta nombre de álbum
ru_ru: Недопустимое создание экземпляра альбома: нет названия альбома

source: Invalid album instantiation: %1$s!=%2$s
da_dk: Ugyldig album instantiering: %1$s!=%2$s
es_uy: Instanciación de Album inválida: %1$s!=%2$s
ru_ru: Недопустимое создание экземпляра альбома: %1$s!=%2$s

source: Invalid album instantiation: %s does not exist.
da_dk: Ugyldig album instantiering: %s does not exist.
es_uy: Instanciación de Album inválida: %s no existe.
ru_ru: Недопустимое создание экземпляра альбома: %s не существует.

source: Error: The album %s is not readable.
da_dk: Fejl: Albummet %s kan ikke læses.
es_uy: Error: El álbum %s no es de lectura.
ru_ru: Ошибка: альбом %s нечитаем.

source: Error: The album named %s cannot be found.
da_dk: Fejl: Albummet med navnet %s kan ikke findes.
es_uy: Error: El álbum nombre %s no pudo ser encontrado.
ru_ru: Ошибка: альбом %s не найден.

source: An album object was instantiated without using the newAlbum() function.
da_dk: Et album objekt blev oprettet uden at bruge funktionen newAlbum().
es_uy: Un objeto Album fue instanciado sin utilizar la función newAlbum().
ru_ru: Экземпляр объекта album был создан без использования функции newAlbum().

source: Use getName() instead
ru_ru: Вместо этого используйте getName()

source: Use getUrParent() instead
ru_ru: Вместо этого используйте getUrParent()

source: Primary user album: Edit rights default
ru_ru: Основной альбом пользователя: стандартный режим

source: Check if you want <em>edit rights</em> automatically assigned when a user <em>primary album</em> is created.
da_dk: Tjeck hvis du ønsker <em>redigeringsrettigheder</em> tildelt automatisk når en brugers <em>primære album</em> oprettes.
es_uy: Marcar si quiere <em>editar derechos</em> automáticamente asignados cuando un <em>álbum principal</em> de usuario es creado.
ru_ru: Отметьте, если вы хотите, чтобы <em>права редактирования</em> назначались автоматически при создании <em>основного альбома</em> пользователя.

source: Primary user album: Keep on user removal
ru_ru: Основной альбом: Сохранять при удалении аккаунта

source: Check if you want the user <em>primary album</em> not to be deleted if the user is removed.
ru_ru: Отметьте, если вы хотите, чтобы <em>основной альбом</em> пользователя не удалялся при удалении аккаунта.

source: Minimum password strength
da_dk: Minimum adgangskode styrke
es_uy: Longitud mínima de contraseña
ru_ru: Минимальная сила пароля

source: Users must provide passwords a strength of at least %s. The repeat password field will be disabled until this floor is met.
da_dk: Brugere skal angive adgangskoder med en styrke på mindst %s. Feltet Gentag adgangskode deaktiveres, indtil denne grænse er nået.
es_uy: Los usuarios deben proveer una fortaleza de contraseña de al menos %s. El campo para repetir contraseña estará deshabilitado hasta que se alcance este piso.
ru_ru: Пользователи должны указывать пароль с уровнем надежности не менее %s. Поле для повторного ввода пароля будет отключено до тех пор, пока не будет достигнуто это минимальное значение.

source: Password hash algorithm
da_dk: Adgangskode hash-algoritme
es_uy: Algoritmo hash de la contraseña
ru_ru: Алгоритм хэширования пароля

source: The hashing algorithm used by Zenphoto. In order of robustness the choices are %s
es_uy: El algoritmo hash usado por Zenphoto. En orden de mayor robustez, las opciones son %s
ru_ru: Выберите алгоритм шифрования паролей Zenphoto. Сравнение стойкости алгоритмов: %s

source: User last visit - store
ru_ru: Сохранять дату последнего посещение пользователем

source: Enable if you like to store visits of logged-in users in the database.
ru_ru: Включите, если хотите, сохранять историю посещений зарегистрированных пользователей в базе данных.

source: User last visit - time frame
ru_ru: Последнее посещение пользователя - временные рамки

source: Time in seconds before the last visit of logged-in users is updated in the database. Default is 600 seconds (10 minutes).
ru_ru: Время в секундах на сайте, до внесения изменений в базе данных о дате последнего посещения зарегистрированных пользователей. По умолчанию - 600 секунд (10 минут).

source: Cannot migrate rights to version %1$s (Authority supports only %2$s and %3$s.)
ru_ru: Не удается перенести права на версию %1$s (Authority поддерживает только %2$s и %3$s.)

source: No rights
da_dk: Ingen rettigheder
es_uy: Sin derechos
ru_ru: Нет прав

source: Overview
da_dk: Oversigt
es_uy: Vista General
ru_ru: Обзор

source: View all
da_dk: Vis alt
es_uy: Ver todo
ru_ru: Просмотреть все

source: Upload
da_dk: Overfør
es_uy: Subir
ru_ru: Загрузка

source: Post comments
da_dk: Send kommentarer
es_uy: Publicar comentarios
ru_ru: Добавлять комментарии

source: Comments
da_dk: Kommentarer
es_uy: Comentarios
ru_ru: Комментарии

source: Manage all albums
da_dk: Håndter alle albums
es_uy: Administrar todos los álbumes
ru_ru: Все альбомы

source: Themes
da_dk: Temaer
es_uy: Temas
ru_ru: Темы

source: Full admin rights
ru_ru: Полные права админа

source: Users with this right may view the admin overview page.
da_dk: Brugere med denne rettighed kan se admin oversigtssiden.
es_uy: Usuarios con este derecho pueden ver la página Vista General del administrador.
ru_ru: Пользователи, обладающие этим правом, могут просматривать страницу "Обзор" администратора сайта.

source: Users with this right may view all of the gallery regardless of protection of the page. Without this right, the user can view only public ones and those checked in his managed object lists or as granted by View Search or View Gallery.
da_dk: Brugere med denne rettighed kan se hele galleriet uanset beskyttelse af siden. Uden denne rettighed kan brugere kun se offentlige sider samt siderne i hans håndterede objekter og siderne som vises ved "Vis Søgning" eller "Vis Galleri".
es_uy: Usuarios con este derecho pueden ver toda la galería, independientemente de la protección de la página. Sin este derecho, el usuario puede ver solo lo público y los que figuran en sus listas de objetos gestionados o según lo otorgado por Ver Búsqueda o Ver Galeria.
ru_ru: Пользователи, обладающие этим правом, могут просматривать всю галерею независимо от защиты страницы. Без этого права пользователь может просматривать только общедоступные объекты и те, что отмечены в его списках управляемых объектов или предоставлены с помощью функции поиска или просмотра галереи.

source: Users with this right may upload to the albums for which they have management rights.
da_dk: Brugere med denne rettighed kan overføre til albums for hvilke de har håndteringsrettigheder.
es_uy: Usuarios con este derecho pueden cargar en los álbumes para los que tienen derechos de administración.
ru_ru: Пользователи, обладающие этим правом, могут загружать файлы в альбомы, на управление которыми у них есть права.

source: When the comment_form plugin is used for comments and its "Only members can comment" option is set, only users with this right may post comments.
da_dk: Når comment_form plugin bruges til kommentarer og "Kun medlemmer kan kommentere" er valgt i instillinger, kan kun brugere med denne ret sende kommentarer.
es_uy: Cuando se usa el complemento comment_form para comentarios y se establece la opción "Sólo los miembros pueden comentar", sólo los usuarios con este derecho pueden publicar comentarios.
ru_ru: Когда для комментариев используется плагин comment_form и для него установлена опция "Комментировать могут только пользователи", оставлять комментарии могут только пользователи с этим правом.

source: Users with this right may make comments tab changes.
da_dk: Brugere med denne rettighed kan redigere kommentarer.
es_uy: Usuarios con este derecho pueden hacer cambios en la pestaña comentarios.
ru_ru: Пользователи, обладающие этим правом, могут вносить изменения на вкладке "Панель управления > Комментарии".

source: Users with this right may access the “albums” tab to make changes.
es_uy: Usuarios con este derecho pueden acceder a la pestaña álbumes para hacer cambios.
ru_ru: Пользователи, обладающие этим правом, могут получить доступ к вкладке “Панель управления > Альбомы” для внесения изменений.

source: Users with this right may edit and manage Zenpage pages.
da_dk: Brugere med denne rettighed kan redigere og håndtere Zenpage sider.
es_uy: Usuarios con este derecho pueden editar y administrar páginas de Zenpage.
ru_ru: Пользователи, обладающие этим правом, могут редактировать страницы Zenpage и управлять ими.

source: Users with this right may edit and manage Zenpage articles and categories.
da_dk: Brugere med denne rettighed kan redigere og håndtere zenpage artikler og kategorier.
es_uy: Usuarios con este derecho pueden editar y administrar artículos y categorías de Zenpage.
ru_ru: Пользователи, обладающие этим правом, могут редактировать статьи и категории Zenpage и управлять ими.

source: Files
da_dk: Filer
es_uy: Archivos
ru_ru: Файлы

source: Allows the user access to the “filemanager” located on the upload: files sub-tab.
es_uy: Permite al usuario acceder al "administrador de archivos" ubicado en la sub pestaña Subir: archivos.
ru_ru: Предоставляет пользователю доступ к “файловому менеджеру”, расположенному на вложенной вкладке "Панель управления > Загрузка".

source: Manage all pages
da_dk: Håndter alle sider
es_uy: Administrar todas las páginas
ru_ru: Редактировать все страницы

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage page.
es_uy: Usuarios que no tienen derechos de "Admin" normalmente están restringidos a administrar sólo los objetos a los que han sido asignados. Este derecho les permite gestionar cualquier página de Zenpage.
ru_ru: Пользователи, у которых нет прав администратора, обычно ограничены в управлении только теми объектами, которые были им назначены. Это право позволяет им управлять любой страницей Zenpage.

source: Manage all news
da_dk: Håndter alle nyheder
es_uy: Administrar todas las noticias
ru_ru: Редактировать все новости

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage news article or category.
es_uy: Usuarios que no tienen derechos de "Admin" normalmente están restringidos a administrar sólo los objetos a los que han sido asignados. Este derecho les permite gestionar cualquier artículo o categoría de noticias de Zenpage.
ru_ru: Пользователи, у которых нет прав администратора, обычно ограничены в управлении только теми объектами, которые были им назначены. Это право позволяет им управлять любой новостной статьей или категорией Zenpage.

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any album in the gallery.
es_uy: Usuarios que no tienen derechos de "Admin" normalmente están restringidos a administrar sólo los objetos a los que han sido asignados. Este derecho les permite gestionar cualquier álbum en la galería.
ru_ru: Пользователи, у которых нет прав администратора, обычно ограничены в управлении только теми объектами, которые были им назначены. Это право позволяет им управлять любым альбомом в галерее.

source: Users with this right may make themes related changes. These are limited to the themes associated with albums checked in their managed albums list.
da_dk: Brugere med denne rettighed kan lave temarelaterede ændringer. De er begrænsede til temaerne associerede med de albums der er tjekkede i deres liste over håndterede albums.
es_uy: Usuarios con este derecho pueden realizar cambios relacionados con los temas. Estos se limitan a los temas asociados con los álbumes seleccionados en su lista de álbumes administrados.
ru_ru: Пользователи, обладающие этим правом, могут вносить изменения, связанные с Темами. Они ограничены темами, связанными с альбомами, которыми они управляют.

source: Users with this right may make additions and changes to the set of tags.
da_dk: Brugere med denne rettighed kan lave tilføjelser og ændringer til sættet af tags.
es_uy: Usuarios con este derecho pueden realizar adiciones y cambios en el conjunto de etiquetas.
ru_ru: Пользователи, обладающие этим правом, могут вносить дополнения и изменения в набор тегов.

source: Users with this right may make changes on the options tabs.
da_dk: Brugere med denne rettighed kan lave ændringer i fanen "indstillinger".
es_uy: Usuarios con este derecho pueden realizar cambios en las pestañas de opciones.
ru_ru: Пользователи, обладающие этим правом, могут вносить изменения на вкладке "Панель управления > Настройки".

source: The master privilege. A user with "Admin" can do anything. (No matter what his other rights might indicate!)
da_dk: Master privilegium. En bruger med "Admin" kan gøre alting. (Uanset hvad hans øvrige rettigheder måtte indikere!)
es_uy: El privilegio maestro. Un usuario con "Admin" puede hacer cualquier cosa. (¡No importa lo que sus otros derechos puedan indicar!)
ru_ru: Максимальные привилегии. Статус Админ разрешает ВСЕ, независимо от того, как определены другие права этого пользователя.

source: View gallery
da_dk: Se galleri
es_uy: Ver Galería
ru_ru: Просмотр галереи

source: Users with this right may view otherwise protected generic gallery pages.
da_dk: Brugere med denne rettighed kan se ellers beskyttede generiske galleri sider.
es_uy: Usuarios con este derecho pueden ver páginas de galería genéricas protegidas de otra manera.
ru_ru: Пользователи, обладающие этим правом, могут просматривать защищенные страницы галереи.

source: View search
da_dk: Se søgning
es_uy: Ver Búsqueda
ru_ru: Просмотр поиска

source: Users with this right may view search pages even if password protected.
da_dk: Brugere med denne rettighed kan se søgeresultater selvom de er beskyttet med adgangskode.
es_uy: Usuarios con este derecho pueden ver las páginas de búsqueda aunque estén protegidas por contraseña.
ru_ru: Пользователи, обладающие этим правом, могут просматривать страницы результатов поиска, даже если они защищены паролем.

source: View fullimage
da_dk: Se billedet i fuld størrelse
es_uy: Ver imagen completa
ru_ru: Просмотр оригинала изображения

source: Users with this right may view all full sized (raw) images.
da_dk: Brugere med denne rettighed kan se alle billeder i original størrelse (rå).
es_uy: Usuarios con este derecho pueden ver todas las imágenes de tamaño completo.
ru_ru: Пользователи, обладающие этим правом, могут просматривать все оригинальные изображения.

source: Access all
da_dk: Tilgå alle
es_uy: Acceso total
ru_ru: Доступ ко всему

source: Users with this right have access to all zenpage news articles.
da_dk: Brugere med denne rettighed kan tilgå alle zenpage nyhedsartikler.
es_uy: Usuarios con este derecho tienen acceso a todos los artículos de noticias de Zenpage.
ru_ru: Пользователи, обладающие этим правом, имеют доступ ко всем новостным статьям Zenpage.

source: Users with this right have access to all zenpage pages.
da_dk: Brugere med denne rettighed kan tilgå alle zenpage sider.
es_uy: Usuarios con este derecho tienen acceso a todas las páginas de Zenpage.
ru_ru: Пользователи, обладающие этим правом, имеют доступ ко всем страницам Zenpage.

source: Users with this right have access to all albums.
da_dk: Brugere med denne rettighed kan tilgå alle albums.
es_uy: Usuarios con este derecho tienen acceso a todos los álbumes.
ru_ru: Пользователи, обладающие этим правом, имеют доступ ко всем альбомам.

source: View unpublished
da_dk: Se ikke-offentliggjorte
es_uy: Ver no publicados
ru_ru: Просмотр неопубликованного

source: Users with this right will see all unpublished items.
da_dk: Brugere med denne rettighed kan se alle ikke-offentliggjorte elementer.
es_uy: Usuarios con este derecho pueden ver todos los elementos no publicados.
ru_ru: Пользователи, обладающие этим правом, будут видеть все неопубликованные материалы.

source: Manage all
da_dk: Administrer alle
es_uy: Administrar todo
ru_ru: Редактировать все

source: User
da_dk: Bruger
es_uy: Usuario
ru_ru: Пользователь

source: Users must have this right to change their credentials.
da_dk: Brugere skal have denne rettighed for at kunne ændre deres akkreditiver.
es_uy: Usuarios deben tener este derecho para cambiar sus credenciales.
ru_ru: Пользователи должны иметь это право изменять свои учетные данные.

source: Codeblock
da_dk: Kodeblok
es_uy: Bloque de código
ru_ru: Кодовый блок

source: Users with this right may edit Codeblocks.
da_dk: Brugere med denne rettighed kan redigere kodeblokke.
es_uy: Usuarios con este derecho pueden editar bloque de código.
ru_ru: Пользователи, обладающие этим правом, могут редактировать кодовые блоки.

source: All rights
da_dk: Alle rettigheder
es_uy: Todos los derechos
ru_ru: Все права

source: Default rights
da_dk: Standard rettigheder
es_uy: Derechos predeterminados
ru_ru: Права по умолчанию

source: Sorry, that is not the answer.
da_dk: Beklager, det er ikke svaret.
es_uy: Lo siento, esa no es la respuesta.
ru_ru: Извините, ответ неправильный.

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery.
es_uy: Está recibiendo este correo electrónico debido a una solicitud de restablecimiento de contraseña efectuado en su galería Zenphoto.
ru_ru: Вы получаете это электронное письмо в связи с запросом на сброс пароля в вашей галерее Zenphoto.

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery from a user who tried to log in as %s.
es_uy: Está recibiendo este correo electrónico debido a una solicitud de restablecimiento de contraseña efectuado en su galería Zenphoto, de un usuario que intentó iniciar sesión como %s.
ru_ru: Вы получаете это электронное письмо в связи с запросом на сброс пароля в вашей галерее Zenphoto от пользователя, который пытался войти в систему под именем %s.

source: There was no one to which to send the reset request.
da_dk: Der er ikke nogen vi kunne sende anmodninge om nulstilling af adgangskode til.
es_uy: No había nadie a quien enviar la solicitud de reinicio.
ru_ru: Нет никого, кому можно было бы отправить запрос на сброс пароля.

source: To reset your Zenphoto Admin passwords visit: %s
es_uy: Para restablecer su contraseña de admin visite: %s
ru_ru: Чтобы сбросить пароль администратора Zenphoto, перейдите по ссылке: %s

source: If you do not wish to reset your passwords just ignore this message. This ticket will automatically expire in 3 days.
da_dk: Hvis du ikke ønsker at nulstille din adgangskode kan du blot ignorere denne meddelelse. Dette link vil automatisk udløbe om 3 dage.
es_uy: Si no desea restablecer sus contraseñas, simplemente ignore este mensaje. Este ticket caducará automáticamente en 3 días.
ru_ru: Если вы не хотите сбрасывать свой пароль, просто проигнорируйте это сообщение. Срок действия этой ссылки автоматически истечет через 3 дня.

source: The Zenphoto information you requested
es_uy: La información de Zenphoto que solicitó
ru_ru: Запрошенная вами информация Zenphoto

source: Your input did not match the captcha
da_dk: Dit input svarede ikke til captcha
es_uy: Su entrada no coincidió con el CAPTCHA
ru_ru: Вы неправильно ввели защитный код

source: There was an error logging in.
da_dk: Der opstod en fejl under indlogning.
es_uy: Hubo un error al iniciar sesión.
ru_ru: Ошибка при попытке входа.

source: Check your username and password and try again.
da_dk: Tjek brugernavn og adgangskode og prøv igen.
es_uy: Verifique su nombre de usuario y contraseña e intente nuevamente.
ru_ru: Проверьте имя пользователя, пароль и попробуйте снова.

source: Check password and try again.
da_dk: Tjek adgangskode og prøv igen.
es_uy: Comprueba tu contraseña e inténtalo nuevamente.
ru_ru: Проверьте пароль и попробуйте снова.

source: A reset request has been sent.
da_dk: En anmodning om nulstilling er sendt.
es_uy: Un pedido de restablecimiento ha sido enviado.
ru_ru: Запрос на сброс пароля был отправлен.

source: Supply the correct response to the question below and you will be directed to a page where you can change your password.
da_dk: Lever det rigtige svar på spørgsmålet nedenfor og du vil blive sendt videre til en side, hvor du kan ændre din adgangskode.
es_uy: Proporcione la respuesta correcta a la pregunta a continuación y se lo dirigirá a una página donde puede cambiar su contraseña.
ru_ru: Укажите правильный ответ на приведенный ниже вопрос, и вы будете перенаправлены на страницу, где сможете сменить свой пароль.

source: <br />You may also use the link below to request a reset by e-mail.
es_uy: <br /> También puede utilizar el siguiente enlace para solicitar un restablecimiento por correo electrónico.
ru_ru: <br />Вы также можете воспользоваться ссылкой ниже, чтобы запросить сброс настроек по электронной почте.

source: Challenge question:
da_dk: Adgangskode spørgsmål:
es_uy: Pregunta de seguridad:
ru_ru: Секретный вопрос:

source: Your response
da_dk: Adgangsspørgsmål svar
es_uy: Su respuesta
ru_ru: Ваш ответ

source: A password reset is not possible.
es_uy: No es posible restablecer la contraseña.
ru_ru: Сброс пароля невозможен.

source: Please request a reset by e-mail by clicking the link below.
es_uy: Solicite un restablecimiento por Email haciendo click en el siguiente enlace.
ru_ru: Пожалуйста, запросите сброс настроек по электронной почте, нажав на ссылку ниже.

source: Enter your User ID and press <code>Refresh</code> to get your challenge question and/or get a link to request a reset by e-mail.
es_uy: Ingrese su ID de Usuario y pulse <code>Refrescar</code> para obtener la pregunta de seguridad y/o un enlace para restablecerla por Email.
ru_ru: Введите свой идентификатор пользователя и нажмите <code>Обновить</code>, чтобы получить свой секретный вопрос и/или ссылку для запроса сброса по электронной почте.

source: Submit
da_dk: Send
es_uy: Remitir
ru_ru: Отправить

source: Return
da_dk: Tilbage
es_uy: Volver
ru_ru: Назад

source: Request reset by e-mail
da_dk: Anmodning om nulstilling pr email
es_uy: Solicitar restablecimiento por Email
ru_ru: Запросить сброс пароля по e-mail

source: Enter CAPTCHA
da_dk: Skriv CAPTCHA
es_uy: Ingresar CAPTCHA
ru_ru: Введите CAPTCHA

source: Request
da_dk: Anmodning
es_uy: Solicitar
ru_ru: Запросить
