Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: No supported image files available.
ru_ru: Нет изображений поддерживаемых форматов.

source: Current featured image for
ru_ru: Текущее превью-изображение для

source: <strong>Note:</strong> Your theme might need changes to support this feature.
ru_ru: <strong>Примечание: </strong> Ваша тема оформления может потребовать модификации для поддержки этой функции.

source: No featured image selected.
ru_ru: Превью не выбрано.

source: Overlay icons over thumbnails to indicate image status.
da_dk: Læg ikoner over miniaturer for at angive billede status.
es_uy: Superponga los íconos sobre las miniaturas para indicar el estado de la imagen.
ru_ru: Добавляет иконки (<em>не опубликовано, новое, защищено</em> и др.) на миниатюры изображений и альбомов.

source: Criteria
da_dk: Kriterier
es_uy: Criterio
ru_ru: Критерии

source: date
da_dk: dato
es_uy: fecha
ru_ru: дата

source: mtime
ru_ru: дата (на сервере)

source: Select the basis for considering if an image is new.
da_dk: Vælg basis for at beslutte om et billede er nyt.
es_uy: Seleccione el criterio para considerar si una imagen es nueva.
ru_ru: Выберите, на основании какой даты считать изображение <em>новым</em>.

source: Icon
da_dk: Ikon
ru_ru: Иконка

source: Select the icon that will show for “new” images.
es_uy: Seleccione el icono que se mostrará para imágenes "nuevas".
ru_ru: Выберите значок, который будет отображаться для "новых” изображений.

source: Select the icon that will show for “un-published” images.
es_uy: Seleccione el icono que se mostrará para imágenes "no publicadas".
ru_ru: Выберите значок, который будет отображаться для "неопубликованных” изображений.

source: Select the icon that will show for “Protected” images.
es_uy: Seleccione el icono que se mostrará para imágenes "Protegidas".
ru_ru: Выберите значок, который будет отображаться для “защищенных” изображений.

source: Select the icon that will show for images tagged with geodata.
da_dk: Vælg det ikon der vises for billeder tagget med geodata.
es_uy: Seleccione el ícono que mostrará en imágenes "geoetiquetadas".
ru_ru: Выберите значок для изображений, содержащих <em>геоданные</em>.

source: Un-published
da_dk: upublicerede
es_uy: No Publicado
ru_ru: Не опубликовано

source: Thumbnails for images which are not <em>published</em> will be marked.
da_dk: Miniaturer for billeder som ikke er <em>offentliggjorte</em> vil blive markerede.
es_uy: Se marcarán las miniaturas de las imágenes que permanezcan <em>no publicada</em>.
ru_ru: Миниатюры для <em>неопубликованных</em> изображений.

source: Protected
da_dk: Beskyttet
es_uy: Protegida
ru_ru: Защищено

source: Thumbnails for images which are password protected or in password protected albums will be marked.
da_dk: Miniaturer af billeder som er beskyttet med adganskode eller er i en beskyttet mappe vil blive markeret.
es_uy: Se marcarán las miniaturas de las imágenes o álbumes protegidos por contraseña.
ru_ru: Миниатюры для альбомов и изображений, защищенных паролем.

source: Thumbnails for images which have recently been added to the gallery will be marked.
da_dk: Miniaturer af billeder som er tilføjet til galleriet for nylig vil blive markeret.
es_uy: Se marcarán las miniaturas de las imágenes que hayan sido agregadas a la Galería recientemente.
ru_ru: Миниатюры недавно добавленных в галерею изображений.

source: Geotagged
da_dk: Geotagget
es_uy: Geoetiquetada
ru_ru: Геоданные

source: Thumbnails for images which are geodata tagged will be marked.
da_dk: Miniaturer for billeder som er geodata tagget, vil blive markeret.
es_uy: Se marcarán las miniaturas de las imágenes que están geoetiquetadas.
ru_ru: Миниатюры изображений, содержащих <em>геоданные</em>.

source: Text
da_dk: Tekst
es_uy: Texto
ru_ru: Текст

source: Text flag for <em>geodata tagged</em> images.
da_dk: Tekstmærke for <em>Geodata taggede</em> billeder.
es_uy: Bandera de texto para imágenes <em>geoetiquetadas</em>.
ru_ru: Текст для изображений, содержащих <em>геоданные</em>. <br />Замечание: Накладывается вместо значка, если отмечено <em>Использовать текст</em>.

source: Aging
da_dk: Alder
es_uy: Envejecimiento
ru_ru: Возраст

source: The range in days until images are no longer flagged as new.
da_dk: Alder i dage før billeder ikke længere mærkes som nyt.
es_uy: El rango en días hasta que las imágenes dejen de estar marcadas como nuevas.
ru_ru: Количество дней, в течении которого, изображение будет считаться <em>новым</em>.

source: Text flag for <em>new</em> images.
da_dk: Tekst-mærke for <em>nye</em> billeder.
es_uy: Bandera de texto para imágenes <em>nuevas</em>.
ru_ru: Текст для <em>новых</em> изображений. <br />Замечание: Накладывается вместо значка, если отмечено <em>Использовать текст</em>.

source: Text flag for <em>un-published</em> images.
da_dk: tekstmærke for <em>upubliserede</em> billeder.
es_uy: Bandera de texto para imágenes <em>no publicada</em>.
ru_ru: Текст для <em>неопубликованных</em> изображений. <br />Замечание: Накладывается вместо значка, если отмечено <em>Использовать текст</em>.

source: Text flag for <em>protected</em> images.
da_dk: Tekstmærke for <em<beskyttede</em> billeder.
es_uy: Bandera de texto para imágenes <em>protegida</em>.
ru_ru: Текст для <em>защищенных паролем</em> изображений. <br />Замечание: Накладывается вместо значка, если отмечено <em>Использовать текст</em>.

source: Use text
da_dk: Brug Tekst
es_uy: Usar texto
ru_ru: Использовать текст

source: If checked, the defined <em>text</em> will be used in place of the icon. (Use the class <code>textasnewflag</code> for styling "text" overlays.)
es_uy: Si está marcado, se usará el <em>texto</em> definido en lugar del icono. (Use la clase <code>textasnewflag</code> para las superposiciones de "texto" de estilo).
ru_ru: Выводить <em>текст</em> вместо значков. Используйте класс <code>textasnewflag</code> для управления внешним видом этого "текста".

source: Disable inline CSS
ru_ru: Отключить inline CSS

source: Check this to disable the default inline CSS styles for placing the flags so your theme can handle this.
ru_ru: Отметьте, если вы хотите отключить встроенные стили CSS по умолчанию для размещения флагов, чтобы ваша тема могла взять это под контроль.

source: Create news articles when a gallery item is published.
da_dk: Opret nyhedsartikler når et gallerielement offentliggøres.
es_uy: Crear artículos de noticias cuando un elemento de Galería sea publicado.
ru_ru: Создавайте новостные статьи при публикации элемента галереи.

source: Gallery Articles requires Zenpage to be enabled.
da_dk: Galleri-artikler kræver at Zenpage er aktiveret.
es_uy: Artículos de la Galería requiere que Zenpage esté habilitado.
ru_ru: Для использования Gallery Articles необходимо активировать плагин Zenpage.

source: New album: %1$s
da_dk: Nyt album: %1$s
es_uy: Nuevo álbum: %1$s
ru_ru: Новый альбом: %1$s

source: New image: [%2$s]%1$s
da_dk: Nyt billede: [%2$s]%1$s
es_uy: Nueva imagen: [%2$s]%1$s
ru_ru: Новое изображение: [%2$s]%1$s

source: Publish for
da_dk: Publicer for
es_uy: Publicar para
ru_ru: Публиковать для

source: If a <em>type</em> is checked, a news article will be made when an object of that <em>type</em> is published. Note: These articles are static and will not be updated automatically if the original changes later!
es_uy: Si se marca un <em>tipo</em>, se creará un artículo de noticias cuando se publique un objeto de ese <em>tipo</em>. Nota: ¡Estos artículos son estáticos y no se actualizarán automáticamente si el original se modifica más adelante!
ru_ru: Если отмечен <em>тип</em>, то при публикации объекта этого <em>типа</em> будет создана новостная статья. Примечание: Эти статьи являются статическими и не будут обновляться автоматически, если какие-то изменения будут внесены в оригинал позже!

source: Image title
da_dk: Billed titel
es_uy: Título de Imagen
ru_ru: Название изображения

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%2$s</code> and the image title for <code>%1$s</code>.
da_dk: Denne tekst vil blive brugt som <em> titel</em> for artiklen. Albummets titel vil erstatte <code>%2$s</code> og billedtitlen erstatte <code>%1$s</code>.
es_uy: Este texto se utilizará como el <em>título</em> del artículo. El título del álbum se sustituirá por <code>%2$s</code> y el título de la imagen por <code>%1$s</code>.
ru_ru: Этот текст будет использоваться в качестве заголовка статьи. Название альбома будет заменено на <code>%2$s</code>, а название изображения - на <code>%1$s</code>.

source: Album title
da_dk: Album titel
es_uy: Título de álbum
ru_ru: Название альбома

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%1$s</code>.
da_dk: Denne tekst vil blive brugt som <em> titel</em> for artiklen. Albummets titel vil erstatte <code>%1$s</code>.
es_uy: Este texto se utilizará como el <em>título</em> del artículo. El título del álbum se sustituirá por <code>%1$s</code>.
ru_ru: Этот текст будет использован в качестве <em>заголовка</em> статьи. Название альбома будет заменено на <code>%1$s</code>.

source: Size
da_dk: Størrelse
es_uy: Tamaño
ru_ru: Размер

source: Set the size the image will be displayed.
da_dk: Sæt den størrelse som billedet vil blive vist i.
es_uy: Establece el tamaño en que se mostrará la imagen.
ru_ru: Установите размер для отображения изображения.

source: Publish protected
da_dk: Offentliggør beskyttet
es_uy: Publicación protegida
ru_ru: Публикация защищенных

source: Unless this is checked, objects which are "protected" will not have news articles generated.
da_dk: Medmindre dette er afkrydset, vil objekter, der er "beskyttet " ikke få dannet nyhedsartikler.
es_uy: A menos que esto esté marcado, los objetos "protegidos" no tendrán artículos de noticias generados.
ru_ru: Если опция не отмечена, новостные статьи об объектах, которые "защищены паролем", создаваться не будут.

source: Category
da_dk: Kategori
es_uy: Categoría
ru_ru: Категория

source: Select a category for the generated articles
da_dk: Vælg en kategori for de genererede artikler
es_uy: Selecciones una categoría para los artículos generados
ru_ru: Выберите категорию для созданных статей

source: Use album folder
da_dk: Brug albummappe
es_uy: Usar Carpeta Album
ru_ru: Используйте папку альбома

source: If this option is checked and a category matching the album folder exists, that will be used as the article category.
da_dk: Hvis denne indstilling er markeret, og en kategori der matcher albummappen eksisterer, vil det blive brugt som artiklens kategori.
es_uy: Si esta opción está marcada y existe una categoría que coincide con la carpeta del álbum, se usará como la categoría del artículo.
ru_ru: Если этот параметр отмечен и существует категория, соответствующая папке альбома, она будет использоваться в качестве категории статей.

source: Import Combi-news
da_dk: Importer Combi-news
es_uy: Importar Noticias Combinadas
ru_ru: Импортировать Combi-news

source: If this option is checked, articles will be generated based on your old <em>Combi-news</em> settings.
da_dk: Hvis denne indstilling er afkrydset, vil artikler blive genereret baseret på Indstillingerne for dine gamle <em>Combi-news</em>.
es_uy: Si se marca esta opción, los artículos serán generados según la configuración de la antigua <em>Noticias Combinadas</em>.
ru_ru: Если этот параметр установлен, статьи будут создаваться на основе ваших старых настроек <em>Combi-news</em>.

source: Auto category for ported combi-news articles.
da_dk: Automatisk kategori for overførte combi-news artikler
es_uy: Categoría automática para artículos portados de noticias combinadas.
ru_ru: Автоматическая категория для перенесенных статей combi-news.

source: All hitcounters have been set to zero.
da_dk: Alle besøgstællere er nulstillede.
es_uy: Todos los contadores de hits se han restablecido a cero.
ru_ru: Все счетчики посещений обнулены.

source: Automatically increments hitcounters on Zenphoto objects viewed by a <em>visitor</em>.
es_uy: Incrementa automáticamente los contadores de hits en los objetos Zenphoto vistos por un <em>visitante</em>.
ru_ru: Автоматически увеличивает количество посещений объектов Zenphoto, просматриваемых <em>посетителем</em>.

source: IP Address list
da_dk: IP adresseliste
es_uy: Lista de direcciones IP
ru_ru: Список IP-адресов

source: Comma-separated list of IP addresses to ignore.
da_dk: Komma-separeret liste af IP adresser der skal ignoreres.
es_uy: Lista de direcciones IP separadas por coma a ignorar.
ru_ru: Список IP адресов, которые будут игнорироваться (через запятую).

source: Filter
es_uy: Filtro
ru_ru: Фильтр

source: IP addresses
da_dk: IP adresser
es_uy: Direcciones IP
ru_ru: IP-адреса

source: Search Crawlers
da_dk: Søgemaskine crawlere
es_uy: Rastreadores de búsqueda
ru_ru: Поисковые роботы

source: Check to enable. If a filter is enabled, viewers from in its associated list will not count hits.
da_dk: Markér for at aktivere. Hvis et filter er aktiveret, vil seere fra den associerede liste ikke tælles.
es_uy: Marque para habilitar. Si un filtro está habilitado, los espectadores de la lista asociada no registrarán hits.
ru_ru: Отметьте, если вы хотите чтобы счетчик посещений игнорировал указанные IP адреса и/или роботов поисковых машин.

source: Search Crawler list
da_dk: Søgerobot-liste
es_uy: Lista de Rastreadores de Búsqueda
ru_ru: Список поисковых роботов

source: Comma-separated list of search bot user agent names.
da_dk: Kommasepareret liste af søgerobot-navne.
es_uy: Lista separada por comas de nombres de usuario robots de búsqueda.
ru_ru: Список имен поисковых роботов (через запятую).

source: Reset options to their default settings.
da_dk: Nulstil indstillinger til deres standardværdier.
es_uy: Restablecer las opciones a sus configuraciones predeterminadas.
ru_ru: Вернуться к настройкам плагина по умолчанию.

source: Defaults
da_dk: Standard
es_uy: Predeterminados
ru_ru: Сбросить

source: Insert my IP
da_dk: Indsæt min IP
es_uy: Insertar mi IP
ru_ru: Добавить мой IP

source: Reset all hitcounters
da_dk: Nulstil alle besøgstællere
es_uy: Restablecer todos los contadores de hits
ru_ru: Сбросить счетчики посещений

source: Reset all hitcounters to zero
da_dk: Nulstil alle besøgstællere
es_uy: Establecer todos los contadores de hits a cero
ru_ru: Обнулить значения всех счетчиков посещений

source: A plugin to print the most common HTML meta tags to the head of your site’s pages.
es_uy: Un complemento para imprimir las metaetiquetas HTML más comunes en el encabezado de las páginas de su sitio.
ru_ru: Плагин для печати наиболее распространенных HTML мета-тегов в начале страниц вашего сайта.

source: Cache control
es_uy: Control de caché
ru_ru: Управление кэшем

source: If the browser cache should be used.
da_dk: Hvis browserens cache skal bruges
es_uy: Si el caché del navegador debería ser usado.
ru_ru: Следует ли использовать кэш браузера.

source: Robots
ru_ru: Роботы

source: If and how robots are allowed to visit the site. Default is “index”. Note that you also should use a robot.txt file.
es_uy: Si y cómo se permite a los robots visitar el sitio. El valor predeterminado es "Indice". Note que también debe utilizar un archivo robot.txt.
ru_ru: Разрешено ли роботам посещать сайт и каким образом. По умолчанию используется “index”. Обратите внимание, что вам также следует использовать файл robot.txt.

source: Revisit after
da_dk: Genbesøg efter
es_uy: Revisitar después
ru_ru: Переобход через

source: Request the crawler to revisit the page after x days.
da_dk: Anmod søge-robotten om at genbesøge siden efter x dage.
es_uy: Requiere al rastreador visitar nuevamente la página luego de x días.
ru_ru: Запросите поисковик повторно зайти на страницу через x дней.

source: Expires
da_dk: Udløber
es_uy: Expira
ru_ru: Истекает

source: When the page should be loaded directly from the server and not from any cache. You can either set a date/time in international date format <em>Sat, 15 Dec 2001 12:00:00 GMT (example)</em> or a number. A number then means seconds, the default value <em>43200</em> means 12 hours.
da_dk: Hvornår en side skal hentes direkte fra serveren og ikke fra en cache. Du kan enten sætte en dato-tid i internationalt datoformat <em>Lør, 15 dec 2001 12:00:00 GMT (eksempel)</em> eller et tal. Tallet betyder så sekunder, standardværdien <em>43200</em> er det samme som 12 timer.
es_uy: Indica cuando la página se debe cargar directamente desde el servidor y no desde cualquier caché. Puede configurar una fecha/hora en formato de fecha internacional <em>sáb, 15 de diciembre de 2001 a las 12:00:00 GMT (ej.)</em> o un número. Un número significa segundos, el valor predeterminado es <em>43200</em> (12 horas).
ru_ru: Когда страница должна загружаться непосредственно с сервера, а не из какого-либо кэша. Вы можете установить дату / время либо в международном формате даты <em>Сб, 15 декабря 2001 г., 12:00:00 GMT (пример)</em>, либо число. Тогда цифра означает секунды, значение по умолчанию <em>43200</em> означает 12 часов.

source: Canonical URL link
da_dk: Kanoniske URL-link
es_uy: Enlace URL canónico
ru_ru: Каноническая URL-ссылка

source: This adds a link element to the head of each page with a <em>canonical url</em>. If the <code>seo_locale</code> plugin is enabled or <code>use subdomains</code> is checked it also generates alternate links for other languages (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
da_dk: Tilføjer er linkelement til hovedet af hver side med et <em>kanonisk URL</em>. Hvis <code>seo_locale</code> pluginet er aktiveret eller <code>brug subdomæne</em> er markeret tilføjes også alternerende links for andre sprog (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
es_uy: Esto agrega un elemento de enlace al encabezado de cada página con una <em>url canónica</em>. Si el complemento <code>seo_locale</code> está habilitado o <code>usar subdominios</code> está activado, también genera enlaces alternativos para otros idiomas (<code>&lt; enlace &nbsp;rel="alternate" hreflang="</code>...<code> "href="</code>...<code>" /&gt;</code>).
ru_ru: Это добавляет элемент ссылки в заголовок каждой страницы с <em>каноническим URL</em>. Если включен плагин <code>seo_locale</code> или выбрана опция <code>использовать поддомены</code>, он также генерирует альтернативные ссылки для других языков (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).

source: Canonical URL link: Dynamic album images
ru_ru: Каноническая URL-ссылка: динамические изображения из альбома

source: If you are using dynamic (virtual) albums side by side with physical albums images within a dynamic album duplicate the physical content as they have the url of the dynamic album. This makes the canonical url lead to their real physical image page. Applies only if the canonical url option is enabled.
ru_ru: Если вы используете динамические (виртуальные) альбомы параллельно с физическими альбомами, изображения в динамическом альбоме дублируют физическое содержимое, поскольку у них есть URL динамического альбома. Это приводит к тому, что канонический URL ведет на страницу с их реальным физическим изображением. Применяется только в том случае, если включена опция canonical url.

source: Google site verification
ru_ru: Подтверждение сайта для Google

source: Insert the <em>content</em> portion of the meta tag supplied by Google.
da_dk: Indsæt <em>indholdsdelen</em> af metatagen fra Google.
es_uy: Inserte la porción <em>contenido</em> de la metaetiqueta proporcionada por Google.
ru_ru: Вставьте <em>content</em> мета-тега, предоставленного Google.

source: Baidu site verification
ru_ru: Подтверждение сайта для Baidu

source: Insert the <em>content</em> portion of the meta tag supplied by Baidu.
ru_ru: Вставьте <em>content</em> мета-тега, предоставленного Baidu.

source: Bing site verification
ru_ru: Подтверждение сайта для Bing

source: Insert the <em>content</em> portion of the meta tag supplied by Bing.
ru_ru: Вставьте <em>content</em> мета-тега, предоставленного Bing.

source: Pinterest site verification
ru_ru: Подтверждение сайта для Pinterest

source: Insert the <em>content</em> portion of the meta tag supplied by Pinterest.
ru_ru: Вставьте <em>content</em> мета-тега, предоставленного Pinterest.

source: Yandex site verification
ru_ru: Подтверждение сайта для Yandex

source: Insert the <em>content</em> portion of the meta tag supplied by Yandex.
ru_ru: Вставьте <em>content</em> мета-тега, предоставленного Yandex.

source: Site logo
es_uy: Logotipo del Sitio
ru_ru: Лого сайта

source: Enter the full url to a specific site logo image. Facebook, Google+ and others will use that as the thumb shown in link previews within posts. For image or album pages the default size album or image thumb is used automatically.
da_dk: Angiv den fulde URL-adresse til et bestemt site-logo-billede. Facebook, Google og andre vil bruge det som miniature i link previews i indlæg. For billede- eller albumsider bruges standard størrelse for album- eller billedeminiature automatisk.
es_uy: Introduzca la URL completa a una imagen del logotipo específico del sitio. Facebook, Google+ y otros usarán eso como la miniatura que se muestra en los enlaces a las vistas previas de dentro de las publicaciones. Para las páginas de imágenes o álbumes, el predeterminado tamaño del álbum o la miniatura de imagen se utiliza automáticamente.
ru_ru: Введите полный URL-адрес изображения логотипа сайта. Facebook, Google+ и другие будут использовать его в качестве указателя, показанного при предварительном просмотре ссылок в сообщениях. Для страниц изображений или альбомов автоматически используется размер альбома или изображения по умолчанию.

source: Twitter name
es_uy: Nombre de Twitter
ru_ru: Аккаунт в Twitter

source: If you enabled Twitter card meta tags, you need to enter your Twitter user name here.
es_uy: Si activó la tarjeta de metaetiquetas de Twitter, necesita ingresar su nombre de usuario de Twitter aquí.
ru_ru: Если вы включили мета-теги Twitter card, вам необходимо ввести здесь свое имя пользователя Twitter.

source: Open graph image - width
es_uy: Imagen de gráfico abierto - ancho
ru_ru: Изображение для Open graph - ширина

source: Max width of the open graph image used for sharing to social networks if enabled.
es_uy: Si está habilitada, anchura máxima de la imagen de gráfico abierto utilizada para compartir en redes sociales.
ru_ru: Максимальная ширина изображения Open Graph, используемого для публикации в социальных сетях, если оно включено.

source: Open graph image - height
es_uy: Imagen de gráfico abierto - alto
ru_ru: Изображение для Open graph - высота

source: Max height of the open graph image used for sharing to social networks if enabled.
es_uy: Si está habilitada, altura máxima de la imagen de gráfico abierto utilizada para compartir en redes sociales.
ru_ru: Максимальная высота изображения Open Graph, используемого для публикации в социальных сетях, если оно включено.

source: Facebook app id
es_uy: ID de la app Facebook
ru_ru: Идентификатор приложения Facebook

source: Enter your Facebook app id. IF using this you also should enable the OpenGraph meta tags.
es_uy: Ingrese su ID de la app Facebook. SI usas esto, también deberías habilitar las metaetiquetas Open Graph.
ru_ru: Введите свой ID приложения Facebook. ПРИ использовании этого параметра вам также следует включить мета-теги OpenGraph.

source: HTML meta tags
es_uy: Meta etiquetas HTML
ru_ru: HTML мета-теги

source: rel="next"/rel="prev": Gallery/album pagination
ru_ru: rel="следующий" /rel="предыдущий": Разбивка на страницы галереи / альбома
