Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: These are the themes that may be selected among.
da_dk: Dette er de temaer der kan vælges mellem.
es_uy: Estos están entre los temas que pueden ser seleccionados.
ru_ru: Отметьте темы, которые можно будет выбрать.

source: Themes will not show in this list if selecting them would result in a “not found” error.
es_uy: Los temas no se mostrarán en esta lista si al seleccionarlos se producirá un error "no encontrado".
ru_ru: Темы оформления не будут отображаться в этом списке, если их выбор приведет к ошибке “не найдено”.

source: Provides short URLs to Zenphoto objects.
es_uy: Provee URLs cortas a los objetos Zenphoto.
ru_ru: Предоставляет короткие URL-адреса для объектов Zenphoto.

source: Shortened URLs require the <code>mod_rewrite</code> option be enabled.
da_dk: Korte URLs kræver at <code>mod_rewrite</code> er aktiveret.
es_uy: El recorte de URLs requiere la opción <em>mod_rewrite</em> habilitada.
ru_ru: Для сокращения URL-адресов требуется включить опцию <code>mod_rewrite</code>.

source: Use in themes for
da_dk: Brug i temaer for
es_uy: Usar en temas para
ru_ru: Использовать в темах для

source: If an option is chosen, normal theme URLs will be replaced with <i>tinyURL</i>s for that object.
da_dk: Hvis en option er valgt, vil de normale temas webadresser blive erstattet med <i>TinyUrl</i> for det pågældende objekt.
es_uy: Si se elige una opción, las URL de tema normales se reemplazarán con las <i>tinyURL</i> para ese objeto.
ru_ru: Если отмечено, то стандартный URL темы будет заменен на <i>tinyURL</i> для данного типа объектов галереи.

source: news categories
da_dk: Nyhedskategorier
es_uy: categorías de Noticias
ru_ru: категории новостей

source: Text editor TinyMCE 7+
ru_ru: Текстовый редактор TinyMCE 7+

source: Text editor configuration - Zenphoto
es_uy: Configuración del editor de texto - Zenphoto
ru_ru: Конфигурация текстового редактора- Zenphoto

source: Applies to <em>admin</em> editable text other than for Zenpage pages and news articles.
da_dk: Gælder for anden <em>admin</em> redigerbar tekst end Zenpage sider og nyhedsartikler.
es_uy: Se aplica a texto editable del <em>admin</em> que no sea para páginas de Zenpage y artículos de noticias.
ru_ru: Выберите, как будет отображаться текстовый редактор во всех полях ввода текста на Панели управления Zenphoto (кроме статей и страниц Zenpage).

source: Text editor configuration - Zenpage
es_uy: Configuración del editor de texto - Zenpage
ru_ru: Конфигурация текстового редактора - Zenpage

source: Applies to editing on the Zenpage <em>pages</em> and <em>news</em> tabs.
da_dk: Gælder for redigering af Zenpage <em>sider</em> og <em>nyheder</em> faner.
es_uy: Se aplica a la edición en las pestañas Zenpage <em>páginas</em> y <em>noticias</em>.
ru_ru: Выберите, как будет отображаться текстовый редактор для <em>страниц</em> и <em>новостей</em> Zenpage.

source: Text editor height
ru_ru: Высота поля для редактирования

source: Predefined height (px) for Zenphoto and Zenpage textfields. Default is 400px.
ru_ru: Пользовательская высота полей редактирования текста в галерее Zenphoto и в плагине Zenpage. Значение по умолчанию 400px.

source: Custom image size
es_uy: Tamaño de imagen personalizado
ru_ru: Пользовательский размер изображений

source: Predefined size (px) for custom size images included using tinyZenpage.
es_uy: Tamaño predeterminado (en px) para tamaño de imágenes personalizado usando tinyZenpage.
ru_ru: Предопределенный размер (в пикселях) для изображений пользовательского размера, добавляемых с помощью tinyZenpage.

source: Custom thumb crop - size
es_uy: Tamaño de recorte de miniatura personalizado
ru_ru: Настройка кадрирования миниатюры - размер

source: Predefined size (px) for custom cropped thumb images included using tinyZenpage.
es_uy: Tamaño predeterminado (en px) para imágenes personalizadas de miniatura recortadas incluidas usando tinyZenpage.
ru_ru: Предопределенный размер (в пикселях) для пользовательских кадрированных изображений миниатюр, вставляемых с помощью tinyZenpage.

source: Custom thumb crop - width
es_uy: Ancho de recorte de miniatura personalizado
ru_ru: Настройка кадрирования миниатюры - ширина

source: Predefined crop width (%) for custom cropped thumb images included using tinyZenpage.
es_uy: Ancho de recorte predeterminado (en %) para imágenes personalizadas de miniatura recortadas incluidas usando tinyZenpage.
ru_ru: Предопределенная ширина (%) кадрирования для пользовательских кадрированных миниатюр изображений, вставляемых с помощью tinyZenpage.

source: Custom thumb crop - height
es_uy: Alto de recorte de miniatura personalizado
ru_ru: Настройка кадрирования миниатюры - высота

source: Predefined crop height (%) for custom cropped thumb images included using tinyZenpage.
es_uy: Altura de recorte predeterminado (en %) para imágenes de miniatura recortadas personalizadas incluidas usando tinyZenpage.
ru_ru: Предопределенная высота (%) кадрирования для пользовательских кадрированных миниатюр изображений, вставляемых с помощью tinyZenpage.

source: Entity encoding
es_uy: Codificación de entidad
ru_ru: Кодировка символов

source: Raw
es_uy: En crudo
ru_ru: Необработанное

source: Numeric
es_uy: Numérico
ru_ru: Числовое

source: Named
es_uy: Nombrado
ru_ru: Именованное

source: Named and numeric
es_uy: Nombrado y numérico
ru_ru: Именованное и числовое

source: Default (raw)
ru_ru: По умолчанию (raw)

source: If encountering issues with special chars and other character entities change this. Note that this applies on re-saving content only. More info on the <a href="https://www.tiny.cloud/docs/tinymce/latest/content-filtering/">TinyMCE docs</a>.
ru_ru: При возникновении проблем со специальными символами измените эту настройку. Обратите внимание, что это применимо только к повторному сохранению содержимого. Дополнительная информация в <a href="https://www.tiny.cloud/docs/tinymce/latest/content-filtering/">документации TinyMCE</a>.

source: Entities
es_uy: Entidades
ru_ru: Символы

source: You can adjust how entities are processed. More info on the <a href="https://www.tiny.cloud/docs/tinymce/latest/content-filtering/#entities">TinyMCE docs</a>.
ru_ru: Вы можете настроить способ обработки символов. Дополнительная информация в <a href="https://www.tiny.cloud/docs/tinymce/latest/content-filtering/">документации TinyMCE</a>.

source: Browser spellcheck
ru_ru: Проверка орфографии браузером

source: Check to use your browser spellchecker.<br><strong>Note:</strong> Spellcheck feature should be available in the browser and enabled (location of settings to do so vary from browser to browser).<br><strong>Warning:</strong> Depending on browser, this can be a privacy concern. Do your research on the implementation of spellchek in your browser of choice.
ru_ru: Отметьте, если вы хотите использовать средства проверки орфографии своего браузера<br><strong>Примечание:</strong> Функция проверки орфографии должна быть реализована и включена в вашем браузере (расположение соответствующих пунктов в настройках варьируются от браузера к браузеру).<br><strong>Предупреждение:</strong> В зависимости от используемого браузера данная функция может ставить под удар вашу приватность. Изучите реализацию функции в вашем браузере для принятия этого решения.

source: Browser context menu
ru_ru: Контекстное меню браузера

source: Check to disable TinyMCE right-click menu, browser right-click menu will be used instead.<br><strong>Note:</strong> If TinyMCE right-click menu is used - browser right-click menu can still be accessed by pressing <em>Ctrl+Right click</em>.
ru_ru: Отметьте, если вы хотите отключить контекстное меню TinyMCE, чтобы использовать контекстное меню браузера.<br><strong>Примечание:</strong> При использовании контекстного меню TinyMCE, меню браузера можно вызвать нажав <em>Ctrl+Right click</em>.

source: It is not possible to a include a custom size %s.
da_dk: Det er ikke muligt at inkludere en brugerdefineret størrelse %s.
es_uy: No es posible incluir un tamaño personalizado %s.
ru_ru: Включить пользовательский размер %s невозможно.

source: It is not possible to a include a full size %s.
da_dk: Det er ikke muligt at inkluderet en originalstørrelse %s.
es_uy: No es posible incluir un tamaño completo %s.
ru_ru: Включить полный размер %s невозможно.

source: Album:
ru_ru: Альбом:

source: Album folder:
da_dk: Albummappe:
es_uy: Carpeta Album:
ru_ru: Папка альбома:

source: (Click on image to include)
da_dk: (Klik på billede for at inkludere)
es_uy: (Haga clic en la imagen para incluirla)
ru_ru: (Кликните на изображении, чтобы добавить его в текст)

source: <em>Albumthumb</em>
da_dk: <em>Albumminiature</em>
es_uy: <em>Miniatura de álbum</em>
ru_ru: <em>Миниатюра альбома</em>

source: <strong>Note:</strong> This album does not contain any images.
da_dk: <strong>Bemærk:</strong> Dette album indeholle ikke nogen billeder.
es_uy: <strong>Nota:</strong> Este álbum no contiene imágenes.
ru_ru: <strong>Примечание: </strong> В этом альбоме отсутствуют изображения.

source: Articles
da_dk: Artikler
es_uy: Artículos
ru_ru: Статьи

source: (Click on article title to include a link)
da_dk: (klik på artikeltitel for at inkludere et link)
es_uy: (Haga click en un título de artículo para incluir un enlace)
ru_ru: (Кликните на названии, чтобы добавить ссылку в текст)

source: All categories
da_dk: Alle kategorier
es_uy: Todas las categorías
ru_ru: Все категории

source: Help
da_dk: Hjælp
es_uy: Ayuda
ru_ru: Помощь

source: *Select*
da_dk: *Vælg*
es_uy: *Seleccione*
ru_ru: * Выбрать *

source: (only direct links!)
da_dk: (kun direkte links!)
es_uy: (sólo enlaces directos!)
ru_ru: (только прямые ссылки!)

source: *Select an album*
da_dk: *Vælg et album*
es_uy: *Seleccione un álbum*
ru_ru: * Выбрать альбом *

source: (select variant below)
da_dk: (vælg en variant nedenfor)
es_uy: (seleccione la variante a continuación)
ru_ru: (выберите альбом из списка)

source: What to include
da_dk: Hvad skal inkluderes
es_uy: Que incluir
ru_ru: Что включить

source: Custom text
da_dk: Brugerdefineret tekst
es_uy: Texto personalizado
ru_ru: Пользовательский текст

source: Custom thumbnail
da_dk: Brugerdefineret miniature
es_uy: Miniatura personalizada
ru_ru: Пользовательская миниатюра

source: Sized image/multimedia item
da_dk: dimensioneret billede/multimedie element
es_uy: Tamaño de imagen/elemento multimedia
ru_ru: Стандартный размер

source: Custom size (un-cropped)
da_dk: Originalstørrelse (ubeskåret)
es_uy: Tamaño personalizado (no recortado)
ru_ru: Пользовательский размер (без обрезки)

source: Title and description
da_dk: Titel og beskrivelse
es_uy: Título y descripción
ru_ru: Название и описание

source: No description
da_dk: Ingen beskrivelse
es_uy: Sin descripción
ru_ru: Без описания

source: Show image description
da_dk: Vis billedbeskrivelse
es_uy: Mostrar descripción de imagen
ru_ru: Показывать описание изображения

source: Show album description
da_dk: Vis albumbeskrivelse
es_uy: Mostrar descripción del álbum
ru_ru: Показывать описание альбома

source: Link type
es_uy: Tipo de enlace
ru_ru: Тип ссылки

source: Link to image
da_dk: Link til billede
es_uy: Enlace a la imagen
ru_ru: Ссылка на изображение

source: Link to full image
da_dk: Link til originalbillede
es_uy: Enlace a la imagen completa
ru_ru: Ссылка на оригинал

source: Link to album
da_dk: Link til album
es_uy: Enlace al álbum
ru_ru: Ссылка на альбом

source: No link
da_dk: Intet link
es_uy: Sin enlace
ru_ru: Без ссылки

source: Text wrap
da_dk: Tekstombrydning
es_uy: Ajuste de texto
ru_ru: Обтекание текстом

source: No wrap
da_dk: Ingen ombrydning
es_uy: Sin ajuste
ru_ru: Без обтекания

source: This provides access to your images and albums (select from the <em>Zenphoto</em> dropdown) as well as pages, news articles and news categories (select from the <em>Zenpage</em> dropdown) to easily include them in your pages and articles.
da_dk: Dette giver adgang til dine billeder og albums (vælg fra <em>Zenphoto</em> rullemenu) for let at inkludere dem i dine sider og artikler.
es_uy: Esto proporciona acceso a sus imágenes y álbumes (seleccione desde el menú desplegable <em>Zenphoto</em>), así como a páginas, artículos de noticias y categorías de noticias (seleccione desde el menú desplegable <em>Zenpage</em>) para incluirlos fácilmente en sus páginas y artículos.
ru_ru: Обеспечивает доступ к вашим изображениям и альбомам (выберите из выпадающего списка <em>Zenphoto</em>), а также к страницам, новостным статьям и категориям новостей (выберите из выпадающего списка <em>Zenpage</em>), чтобы легко включать их в свои страницы и статьи.

source: Select <em>pages</em>, <em>articles</em> or <em>categories</em> to show a list of these items. Click on a title to include a link. Hover of the link to see an excerpt of the page or article. Un-published pages or articles are marked with an “*” and protected with an “+”. There are no further options.
es_uy: Seleccione <em>páginas</em>, <em>artículos</em> o <em>categorías</em> para mostrar una lista de estos elementos. Haga clic en un título para incluir un enlace. Pase el cursor sobre el enlace para ver un extracto de la página o artículo. Las páginas o artículos no publicados están marcados con un “*” y protegidos con un “+”. No hay más opciones.
ru_ru: Выберите <em>страницы</em>, <em>статьи</em> или <em>категории</em>, чтобы отобразить список этих элементов. Нажмите на заголовок, чтобы включить ссылку. Наведите указатель мыши на ссылку, чтобы увидеть отрывок страницы или статьи. Неопубликованные страницы или статьи отмечены знаком “*" и защищены знаком “+". Других вариантов нет.

source: Select an album to include images from into your page or article. Click on the image to include it. Un-published albums or images are marked with an “*”. You can also click on the magnify glass icon to see a preview of the item. The preview opens in a colorbox showing the frontend/theme view. The first thumbnail is always the thumbnail of the selected album. It is titled <em>Albumthumb</em> and appears on every thumbnail page.
es_uy: Seleccione un álbum para incluir imágenes desde su página o artículo. Haz click en la imagen para incluirla. Los álbumes o imágenes no publicados están marcados con un “*”. También puede hacer clic en el ícono de lupa para ver una vista previa del elemento. La vista previa se abre en un cuadro de color que muestra la vista de la interfaz del tema. La primera miniatura es siempre la miniatura del álbum seleccionado. Se titula <em>Miniatura del Album</em> y aparece en cada página de miniaturas.
ru_ru: Выберите альбом, из которого вы хотите включить изображения на свою страницу или в статью. Нажмите на изображение, чтобы включить его. Неопубликованные альбомы или изображения отмечены знаком “*”. Вы также можете нажать на значок увеличительного стекла, чтобы просмотреть предварительный просмотр объекта. Предварительный просмотр откроется в цветном окне с отображением интерфейса / темы. Первая миниатюра всегда является миниатюрой выбранного альбома. Оно называется <em>Albumthumb</em> и отображается на каждой странице с миниатюрами.

source: Options on what to include
da_dk: Instillinger for hvad der skal inkluderes
es_uy: Opciones sobre que incluir
ru_ru: Опции, что добавить

source: Include the image itself, only its title, the title of its album, or some custom text.
da_dk: Inkluder selve billedet, kun dets titel, titlen på dets album, eller en brugerdefineret tekst.
es_uy: Incluye la imagen en sí, solo su título, el título de su álbum o algún texto personalizado.
ru_ru: В этом разделе можно выбрать, что добавлять в редактируемый вами текст: само изображение, только его название, название родительского альбома или любой текст.

source: NOTE: These selections are not sticky. If you change albums or change pages in an album you will have to select them again.
da_dk: BEMÆRK: Disse valg klæber ikke. Hvis du ændrer album eller ændrer sider i et album skal du vælge dem igen.
es_uy: NOTA: Estas selecciones no son persistentes. Si cambia los álbumes o cambia las páginas de un álbum, tendrá que seleccionarlos nuevamente.
ru_ru: ПРИМЕЧАНИЕ: Эти варианты выбора не привязаны. Если вы меняете альбомы или страницы в альбоме, вам придется выбирать их снова.

source: The window does not close automatically so you can include several images one after another.
da_dk: Vinduet lukker ikke automatisk, så du kan inkludere flere billeder et af gangen.
es_uy: Las ventanas no se cierran automáticamente, por lo que puede incluir varias imágenes una tras otra.
ru_ru: Окно не закрывается автоматически, поэтому вы можете включать несколько изображений одно за другим.

source: Thumbnail: Size as set in Zenphoto’s options
es_uy: Miniatura: Tamaño según lo configurado en las opciones de Zenphoto
ru_ru: Миниатюра: размер, указанный в настройках Zenphoto

source: Custom thumbnail: size for the longest side / (cropwidth x cropheight). You can set default sizes for this on the TinyMCE plugin options.
da_dk: Brugerdefineret miniature: Størrelse for den længste side / (beskringsbredde x beskæringshøjde). Du kan standardstørrelse for dette i TinyMCE plugin indstillinger.
es_uy: Miniatura personalizada: tamaño para el lado más largo / (ancho de corte x alto de corte). Puede establecer tamaños predeterminados para esto en las opciones del complemento TinyMCE.
ru_ru: Пользовательская миниатюра: размер для самой длинной стороны / (ширина кадрирования x высота кадрирования). Вы можете установить размеры по умолчанию для этого в настройках плагина TinyMCE.

source: Sized image/multimedia item: The sized image as set in gallery default theme’s options.
es_uy: Tamaño de imagen/elemento multimedia: la imagen de tamaño establecida en las opciones del tema predeterminado de la galería.
ru_ru: Стандартный размер изображения/мультимедийного элемента: размер изображения, указанный в настройках темы галереи по умолчанию.

source: <strong>Multimedia item</strong>: This embeds the content macro MEDIAPLAYER into the text. This generates a video or audio player on the front end if any suitable multimedia player plugin for the file type is enabled and also has registered to the macro.
da_dk: <strong>Multimedie element</strong>: Dette indbygger indholdsmakroen MEDIAPLAYER i teksten. Dette opretter en front-end video eller audioplayer hvis en egnet multimedieplayer plugin for filtypen er aktiveret og også registreret i makroen.
es_uy: <strong>Elemento multimedia</strong>: incrusta la macro de contenido MEDIAPLAYER en el texto. Esto genera un reproductor de video o audio en la su página si cualquier complemento de reproductor multimedia adecuado para el tipo de archivo está habilitado y también se ha registrado en la macro.
ru_ru: <strong>Мультимедийный элемент</strong>: Встраивает содержимое макроса MEDIAPLAYER в текст. Это создает видео- или аудио-плеер ввеб-интерфейсе, если любой подходящий плагин мультимедийного проигрывателя для данного типа файла включен, а также зарегистрирован в макросе.

source: Custom size (un-cropped).
da_dk: Brugerdefineret størrelse(ubeskåret).
es_uy: Tamaño personalizado (no recortado).
ru_ru: Пользовательский размер (без обрезки)

source: Full image: The original image directly. NOTE: Full image protection options do not apply!
ru_ru: Оригинал: полноразмерное исходное изображение. Замечание: защита оригиналов игнорируется!

source: If you additionally check <em>Show title</em> or <em>Show description</em> the title/description of the image or album (if you checked <em>link to album</em>) will be printed below the image. Only if <em>Image</em> is chosen as type.
da_dk: Hvis du oveni tjecker <em>Vis titel</em> eller <em>Vis beskrivelse</em> vil titel/beskrivelse af billede eller album (hvis du tjeckede <em>link til album</em>) blive printet under billedt. Kun hvis <em>billede</em> er valgt som type.
es_uy: Si además marca <em>Mostrar título</em> o <em>Mostrar descripción</em>, se imprimirá debajo de la imagen el título/descripción de la imagen, o el álbum (si marcó <em>enlace al álbum</em>); pero sólo si se selecciona <em>Imagen</em> como tipo.
ru_ru: Если вы дополнительно отметите<em>Показывать заголовок</em> или <em>Показывать описание</em>, заголовок/описание изображения или альбома (если вы отметили <em>ссылка на альбом</em>) будут напечатаны под изображением. Только если в качестве типа выбрано <em>Изображение</em>.

source: Select to link to the image page of the image, to the album the image is in, no link at all or a custom URL.
da_dk: Vælg at linke til billedsiden for billedet, til albummet billedet er i, intet link overhovedet eller en brugerdefineret URL.
es_uy: Seleccione para: vincular a la página de imagen de la imagen al álbum en el que se encuentra la imagen, ó sin vínculo, o una URL personalizada.
ru_ru: Выберите ссылку на страницу изображения, на альбом, в котором находится изображение, без ссылки вообще или пользовательский URL.

source: Wrap the text right or left of the image or not at all. Note that tinyZenpage adds a bit of CSS to the included image if you use text wrap. So that you see immediate results to the text wrap it attaches some inline CSS:
da_dk: Ombryd teksten højre eller venstre om billedet ellr slet ikke. Bemærk at tinyZenpage tilføjer lidt CSS til det inkluderede billede hvis du bruger tekstombrydning. For at du med det samme kan se resultatet af tekstombrydningen tilføjes lidt inline CSS:
es_uy: Envuelva el texto a la derecha o izquierda de la imagen o no. Tenga en cuenta que tinyZenpage agrega un poco de CSS a la imagen incluida si usa ajuste de texto. Para que vea resultados inmediatos en la envoltura de texto, se adjunta algo de CSS en línea:
ru_ru: Установите обтекание текстом справа или слева от изображения или не переносите его вовсе. Обратите внимание, что tinyZenpage добавляет немного CSS к включенному изображению, если вы используете перенос текста. Чтобы вы сразу увидели результаты, к текстовому переносу добавляется следующий встроенный CSS:

source: left wrap: <em>style="float:right"</em>
da_dk: Ombryd til venstre: <em>style="float:right"</em>
es_uy: envoltura izquierda: <em>style="float:right"</em>
ru_ru: перенос влево: <em>style="float:right"</em>

source: right wrap: <em>style="float: left"</em>
da_dk: ombryd til højre: <em>style="float: left"</em>
es_uy: envoltura derecha: <em>style="float: left"</em>
ru_ru: перенос вправо: <em>style="float: left"</em>

source: Also tinyZenpage attaches a default CSS class to the image (if image is chosen) to be styled with your theme’s css. If you choose left or right align “_left” or “_right” is appended:
es_uy: Además, tinyZenpage adjunta una clase CSS predeterminada a la imagen (si la imagen está seleccionada) para que tenga un estilo con el css de su tema. Si elige alineación izquierda o derecha, se agrega "_left" o "_right"':
ru_ru: Также tinyZenpage прикрепляет к изображению CSS-класс по умолчанию (если выбрано изображение), который будет стилизован под CSS вашей темы. При выборе выравнивания по левому или правому краю добавляется “_left” или “_right”:

source: Default thumbnail: <em>zenpage_thumb</em> /<em>zenpage_thumb_left</em> /<em>zenpage_thumb_right</em>
da_dk: Standard miniature: <em>zenpage_thumb</em> / <em>zenpage_thumb_left</em< / <em>zenpage_thumb_right</em>
es_uy: Miniatura predeterminada: <em>zenpage_thumb</em> /<em>zenpage_thumb_left</em> /<em>zenpage_thumb_right</em>
ru_ru: Миниатюра по умолчанию: <em>zenpage_thumb</em>/<em>zenpage_thumb_left</em>/<em>zenpage_thumb_right</em>
