Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: You can adjust how entities are processed. More info on the <a href="https://www.tinymce.com/docs/configure/content-filtering/#entities">tinyMCE docs</a>.
es_uy: Puede ajustar cómo se procesan las entidades. Más información en <a href="https://www.tinymce.com/docs/configure/content-filtering/#entities">tinyMCE docs</a>.

source: none()
es_uy: ninguno()

source: IE
es_uy: IE (Internet Explorer)

source: Full image: The original image directly. NOTE: Full image protection options do not apply!.
da_dk: Originalstørrelse: Det originale billede direkte. BEMÆRK: Originalbilledets indstillinger for beskyttelse gælder ikke!.
es_uy: Imagen completa: La imagen original directamente. NOTA: Las opciones de protección de imagen completa no se aplican.

source: Max number of files exceeded
da_dk: Max antal filer er overskredet
es_uy: Número máximo de archivos excedido

source: File exceeds upload_max_filesize (php.ini directive)
da_dk: FIlen overskrider upload_filesize (php.ini direktiv)
es_uy: El archivo supera upload_max_filesize (directiva php.ini)

source: File exceeds MAX_FILE_SIZE (HTML form directive)
da_dk: Filen overskrider MAX_FILE_SIZE(HTML formular direktiv)
es_uy: El archivo supera MAX_FILE_SIZE (directiva HTML form)

source: File was only partially uploaded
da_dk: Filen blev kun delvist overført
es_uy: El archivo se cargó parcialmente

source: No File was uploaded
da_dk: Ingen fil overført
es_uy: Ningún archivo fue cargado

source: File upload stopped by extension
da_dk: Filoverførsel stoppet af udvidelse
es_uy: Carga de archivos detenida por extensión

source: Uploaded bytes exceed file size
da_dk: Overførte bytes overskrider filstørrelse
es_uy: Los bytes cargados exceden el tamaño de archivo

source: Empty file upload result
da_dk: Tom fil overført
es_uy: La carga resultó en un archivo vacío

source: assignments
da_dk: tildelinger
es_uy: asignaciones

source: Assign users to groups.
da_dk: Tildel brugere til grupper.
es_uy: Asignar usuarios a grupos.

source: The text for the link to the full article.
da_dk: Teksten for et link til den fulde artikel.
es_uy: El texto del enlace al artículo completo.

source: Y-m-d
es_uy: A-m-d

source: Ymd
es_uy: Amd

source: Y-m-d_H-i-s
es_uy: A-m-d_H-m-s

source: YmdHis
es_uy: AmdHms

source: Future publishing date:
es_uy: Fecha de publicación futura:

source: (Article scheduled for publishing)
da_dk: (Artikel planlagt til udgivelse)
es_uy: (Artículo agendado para publicación)

source: <strong>Note:</strong> Scheduled publishing is not active unless the article is also set to <em>published</em>
es_uy: <strong>Nota:</strong> La publicación agendada no está activa a menos que el artículo también esté configurado en <em>publicado</em>

source: <strong>Note:</strong> This article belongs to a password protected category.
da_dk: <strong>Bemærk:</strong> Denne artikel tilhører en kategori der er beskyttet med adgangskode.
es_uy: <strong>Nota:</strong> Este artículo pertenece a una categoría protegida por contraseña.

source: (Page scheduled for publishing)
da_dk: (Side planlagt til udgivelse)
es_uy: (Páginas agendadas para publicación)

source: Note: Scheduled publishing is not active unless the page is also set to <em>published</em>
es_uy: Nota: La publicación agendada no está activa a menos que la página también esté configurado en <em>publicado</em>

source: <strong>Note:</strong> This page is password protected.
da_dk: <strong>Bemærk:</strong> Denne side er beskyttet med adgangskode.
es_uy: <strong>Nota:</strong> Esta página está protegida por contraseña.

source: Use getOwnerAuthor() instead
es_uy: En su lugar usar getOwnerAuthor()

source: Use printOwnerAuthor() instead
es_uy: En su lugar usar printOwnerAuthor()

source: Un-publish
da_dk: ikke-udgivet
es_uy: No Publicado

source: Scheduled for published
es_uy: Agendado para publicar

source: Published/Not published/Scheduled for publishing
da_dk: Udgivet/Ikke udgivet/Planlagt udgivelse
es_uy: Publicado/No Publicado/Agendado para Publicar

source: Enable scheduled publishing
es_uy: Habilitar agendado de publicación

source: Publish (override expiration)
es_uy: Publicar (borra la expiración)

source: Places the latest 3 news articles from Zenphoto.org on the admin overview page.
es_uy: Coloca los últimos 3 artículos de noticias de Zenphoto.org en la página de Vista General del administrador.

source: Search within album
da_dk: Søg indenfor album

source: Albums Index
da_dk: Album index

source: Contact us.
da_dk: Kontakt os.

source: Main Index
da_dk: Hovedindex

source: Album is empty
da_dk: Albummet er tomt

source: Search gallery
da_dk: Søg galleri

source: Effervescence color scheme.
da_dk: Effervescence farveskema.

source: Effervescence image display handling.
da_dk: Effervescence billedvisnings håndtering.

source: There were no images from which to select the random heading.
da_dk: Der var ingen billeder at vælge imellem til sidehovedet.

source: Random picture...
da_dk: Tilfældigt billede...

source: Album %1$u of %2$u
da_dk: Album %1$u af %2$u

source: Photo %1$u of %2$u
da_dk: Foto %1$u af %2$u

source: Albums %1$u-%2$u of %3$u
da_dk: Albums %1$u-%2$u af %3$u

source: Photos %1$u-%2$u of %3$u
da_dk: Fotos %1$u-%2$u af %3$u

source: The album is not published.
da_dk: Albummet er ikke offentliggjort.

source: View the Album: %s
da_dk: Se Albummet: %s

source: The image is marked not visible.
da_dk: Billedet er mærket ikke synligt.

source: View the image: %s
da_dk: Se billedet: %s

source: %1$u hit on this %2$s
da_dk: %1$u hit på dette %2$s

source: page
da_dk: side

source: %u Subalbum
da_dk: %u Underalbum

source: %u Image
da_dk: %u Billede

source: Add a comment
da_dk: Tilføj en kommentar

source: Search albums
da_dk: Søg albums

source: Picture of the day
da_dk: Dagens Billede

source: Visit the image gallery
da_dk: Besøg billedgalleriet

source: Search within category
da_dk: Søg indenfor kategori

source: Search news
da_dk: Søg nyheder

source: Search album: %s
da_dk: Søg album: %s

source: Search category: %s
da_dk: Søg kategori: %s

source: Enter your search criteria.
da_dk: Skriv dine søgrkriterier.

source: Sorry, no matches for <em>%s</em>. Try refining your search.
da_dk: Beklager, intet resultat for <em>%s</em>. Prøv at omformuler din søgning.

source: Gallery and News
da_dk: Galleri og Nyheder

source: <a href="http://angoulvant.net/">Stephane Angoulvant</a> with modifications by Stephen Billard (sbillard)
da_dk: <a href="http://angoulvant.net">Stephane Angoulvant</a> med modifikationer af Stephen Billard (sbillard)

source: Based on Effervescence 1.1 with multiple color schemes and personalities added.
da_dk: Baseret på Effervescence 1.1 med tilføjelse af flere farveskemaer og personligheder.

source: Archive Rule
da_dk: Arkiv Regel

source: News and Gallery
da_dk: Nyheder og Galleri

source: <strong>Note:</strong> This option is valid only if you have the <em>Gallery index page link</em> option set to "gallery". Of course the <em>menu_manager</em> plugin must also be enabled.
da_dk: <strong>Obs:</strong> Denne valgmulighed er kun mulig hvis du har <em>Galleri indexside linket</em> sat til "galleri". <em>Menu_manager</em> skal selvfølgeligt også være aktiveret.

source: Theme logo
da_dk: Tema Logo

source: The text for the theme logo
da_dk: Tekst til tema logo

source: Watermark head image
da_dk: Vandmærke hovedbillede

source: Check to place a watermark on the heading image. (Image watermarking must be set.)
da_dk: Kryds af for at placere et vandmærke på forsidebilledet. (Billed-vandmærkning skal være aktiveret.)

source: Daily image
da_dk: Daglige billede

source: Check to enable slideshow for the <em>Smoothgallery</em> personality.
da_dk: Kryds af for at aktivere diasshow for <em>Smoothgallery</em> personligheden.

source: Graphic logo
da_dk: Grafisk logo

source: Select a logo (PNG files in the <em>%s/images</em> folder) or leave empty for text logo.
da_dk: Vælg et logo (PNG fil i <em>%s/images</em> mappen) eller lad stå tom til et tekst logo.

source: Index Image
da_dk: Indexbillede

source: Apply this effect to the index page image.
da_dk: Anvend denne effekt til indexside billedet.

source: This option requires the <em>image_effects</em> plugin to be enabled.
da_dk: Denne indstilling kræver at <em>image_effects</em> plugin er aktiveret.

source: *no logo selected
da_dk: *intet logo valgt

source: Search pages
da_dk: Søg sider

source: Search category
da_dk: Søg kategori

source: Search album
da_dk: Søg album

source: Color
da_dk: Farve

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
da_dk: Vælg her enhver <em>upubliseret Zenpage side</em> (opført efter <em>titellink</em>) til at fungere som dit websteds hjemmeside i stedet for det normale galleri indeks.

source: No unpublished pages available
da_dk: Ingen ikke-offentliggjorte sider tilgængelige

source: Private comment (don't publish)
da_dk: Privat kommentar (offentliggør ikke)

source: Latest images RSS
da_dk: Seneste billede RSS

source: Enable this if you want to show the news section's first page on the <code>index.php</code> page.
da_dk: Aktiver dette hvis du ønsker at vise nyhedssektionens første side på <code>index.php</code> siden.

source: Next
da_dk: Næste

source: Gallery Archive
da_dk: Galleri Arkiv

source: %sName:
da_dk: %sNavn:

source: %sSite:
da_dk: %sSted:

source: %sStreet:
da_dk: %sGade:

source: %sCity:
da_dk: %sBy:

source: %sState:
da_dk: %sStat/region:

source: %sCountry:
da_dk: %sLand:

source: %sPostal code:
da_dk: %sPostnummer:

source: Enter CAPTCHA:
da_dk: Skriv CAPTCHA:

source: *Required fields
da_dk: *Krævede felter

source: Title<strong>%s</strong>:
da_dk: Titel<strong>%s</strong>:

source: Name<strong>%s</strong>:
da_dk: Navn<strong>%s</strong>:

source: Company<strong>%s</strong>:
da_dk: Firma<strong>%s</strong>:

source: City<strong>%s</strong>:
da_dk: By<strong>%s</strong>:

source: State<strong>%s</strong>:
da_dk: Stat<strong>%s</strong>:

source: Postal code<strong>%s</strong>:
da_dk: Postnummer<strong>%s</strong>:

source: Website<strong>%s</strong>:
da_dk: Hjemmeside<strong>%s</strong>:

source: Phone<strong>%s</strong>:
da_dk: Telefon<strong>%s</strong>:

source: News RSS
da_dk: Nyheds RSS

source: Display images by:
da_dk: Vis billeder efter:

source: repeat password:
da_dk: gentag adgangskode:

source: feed
da_dk: RSS feeds

source: mail
da_dk: email

source: misc
da_dk: forskelligt

source: uploader
da_dk: filhenter

source: <strong>Note:</strong><br /><br />Login from the front-end user login form is secure only if <em>https</em> is selected.<br /><br />If you select <em>https</em> or <em>secure admin</em> your server <strong>MUST</strong> support <em>https</em>. If you set either of these on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to change the option named <span class="inlinecode">server_protocol</span> in the <em>options</em> table of your database.
da_dk: <strong>Bemærk:</strong><br /><br />Login fra forside brugerlogin formularen er kun sikker hvis <em>https</em> er valgt. <br /><br />Hvis du vælger <em>https</em> eller <em>sikker admin</em> <strong>skal</strong> din server understøtte <em>https</em>. Hvis du sætter disse muligheder på en server der ikke understøtter <em>https</em> vil du ikke være i stand til at komme ind på <code>admin</code> siderne for at nulstille indstillingen! Din eneste mulighed så at ændre indstillingen <span class="inlinecode">server_protocol</span> i <em>options</em> tabellen i din database.

source: <strong>%1$u</strong> Page
da_dk: <strong>%1$u</strong> Side

source: <strong>%1$u</strong> Page (%2$u un-published)
da_dk: <strong>%1$u</strong> Side (%2$u upubliceret)

source: <strong>%1$u</strong> News
da_dk: <strong>%1$u</strong> Nyheder

source: <strong>%1$u</strong> News (%2$u un-published)
da_dk: <strong>%1$u</strong> Nyheder (%2$u upubliceret)

source: <strong>%1$u</strong> Category
da_dk: <strong>%1$u</strong> Kategori

source: Last Editor
da_dk: Sidste redaktør

source: AI Focus
da_dk: AI Fokus

source: Close-up (Macro)
da_dk: Nærbillede (Makro)

source: Macro
da_dk: Makro

source: Macro/Close-Up
da_dk: Makro/nærbillede

source: Natural
da_dk: Naturlig

source: Off
da_dk: Fra

source: On
da_dk: Til

source: sec
da_dk: sek

source: Simple
da_dk: Enkelt

source: Afrikaans
da_dk: Afrikaansk

source: Arabic (Bahrain)
da_dk: Arabisk (Bahrain)

source: Arabic (Egypt)
da_dk: Arabisk (Ægypten)

source: Arabic (Iran)
da_dk: Arabisk (Iran)

source: Arabic (Iraq)
da_dk: Arabisk (Irak)

source: Arabic (Jordan)
da_dk: Arabisk (Jordan)

source: Arabic (Kuwait)
da_dk: Arabisk (Kuwait)

source: Arabic (Lebanon)
da_dk: Arabisk (Libanon)

source: Arabic (Libya)
da_dk: Arabisk (Libyen)

source: Arabic (Morocco)
da_dk: Arabisk (Marokko)

source: Arabic (Oman)
da_dk: Arabisk (Oman)

source: Arabic (Qatar)
da_dk: Arabisk (Qatar)

source: Arabic (Saudi Arabia)
da_dk: Arabisk (Saudi Arabien)

source: Arabic (Sudan)
da_dk: Arabisk (Sudan)

source: Arabic (Syria)
da_dk: Arabisk (Syrien

source: Arabic (Tunisia)
da_dk: Arabisk (Tunis)

source: Arabic (Yemen)
da_dk: Arabisk (Yemen)

source: Basque (Basque)
da_dk: Baskisk (BAskiesk)

source: Catalan
da_dk: Katalansk

source: Chinese (Hong Kong)
da_dk: Kinesisk (Hongkong)

source: Chinese (Taiwan)
da_dk: Kinesisk (Taiwan)

source: Czech
da_dk: Tjekkisk

source: Cambodian
da_dk: Cambodjansk (khmer)

source: Danish
da_dk: Dansk

source: Dutch (Belgium)
da_dk: Flamsk (Belgium)

source: Dutch (The Netherlands)
da_dk: Hollandsk

source: English (Australia)
da_dk: Engelsk (Australien)

source: English (Canada)
da_dk: Engelsk (Canada)

source: English (United Kingdom)
da_dk: Engelsk (UK)

source: English (India)
da_dk: Engelsk (Indien)

source: English (New Zealand)
da_dk: Engelsk (New zealand)

source: English (Philippines)
da_dk: Engelsk (Fillippinerne)

source: English (United States)
da_dk: Engelsk (USA)

source: English (South Africa)
da_dk: Engelsk (Sydafrika)

source: English (Zimbabwe)
da_dk: Engelsk (Zimbabwe)

source: Estonian
da_dk: Estisk

source: Finnish
da_dk: Finsk

source: Faroese
da_dk: Færøsk

source: French (Belgium)
da_dk: Fransk (Belgien)

source: French (Canada)
da_dk: Fransk (Canada)

source: French (Switzerland)
da_dk: Fransk (Schweiz)

source: French (France)
da_dk: Fransk (Frankrig)

source: French (Luxembourg)
da_dk: Fransk (Luxembourg)

source: Galician
da_dk: Galisisk

source: Greek
da_dk: Græsk

source: German (Austria)
da_dk: Tysk (Østrig)

source: German (Belgium)
da_dk: Tysk (Belgien)

source: German (Switzerland)
da_dk: Tysk (Schweiz)

source: German (Germany)
da_dk: Tysk (Tyskland)

source: German (Luxembourg)
da_dk: Tysk (Luxembourg)

source: Hebrew
da_dk: Hebræisk

source: Hungarian
da_dk: Ungarsk

source: Indonesian
da_dk: Indonesisk

source: Icelandic
da_dk: Islandsk

source: Italian (Switzerland)
da_dk: Italiensk (Schweiz)

source: Italian (Italy)
da_dk: Italiensk (Italien)

source: Japanese
da_dk: Japansk

source: Korean
da_dk: Koreansk

source: Lithuanian
da_dk: Lithauisk

source: Latvian
da_dk: Lettisk

source: Macedonian
da_dk: Makedonsk

source: Mongolian
da_dk: Mongolsk

source: Malay
da_dk: Malajisk

source: Norwegian (Bokmål)
da_dk: Norsk (Bokmål)

source: Norwegian
da_dk: Norsk

source: Persian
da_dk: Persisk

source: Polish
da_dk: Polsk

source: Portuguese (Brazil)
da_dk: Portugisisk (Brazilien)

source: Portuguese (Portugal)
da_dk: Portugisisk (Portugal)

source: Romanian
da_dk: Rumænsk

source: Russian (Russia)
da_dk: Russisk (Rusland)

source: Russian (Ukraine)
da_dk: Russisk (Ukraine)

source: Slovak
da_dk: Slovakisk

source: Slovenian
da_dk: Slovensk

source: Serbian
da_dk: Serbisk

source: Swedish (Finland)
da_dk: Svensk (Finland)

source: Swedish (Sweden)
da_dk: Svensk (Sverige)

source: Turkish
da_dk: Tyrkisk

source: Ukrainian
da_dk: Ukrainsk

source: Uzbek
da_dk: Uzbekisk

source: Vietnamese
da_dk: Vietnamesisk

source: Welsh
da_dk: Walisisk

source: Enter your User ID and press <code>Refresh</code> to get your challenge question.
da_dk: Indtast brugernavn og klik <code>Opdater</code> for at se dit adgangskode spørgsmål.

source: Arabic
da_dk: Arabisk

source: IBM EBCDIC (Turkish Latin-5)
da_dk: IBM EBCDIC (Tyrkisk Latin-5)

source: Cyrillic (DOS)
da_dk: Kyrillisk (DOS)

source: Japanese (JIS-Allow 1 byte Kana)
da_dk: Japansk (JIS-Allow 1 byte Kana)

source: Arabic (DOS)
da_dk: Arabisk (DOS)

source: Hebrew (DOS)
da_dk: Hebræisk (DOS)

source: Chinese Simplified (EUC)
da_dk: Kinesisk, Forenklet (EUC)

source: Japanese (EUC)
da_dk: Japansk (EUC)

source: Korean (EUC)
da_dk: Koreansk (EUC)

source: Chinese Simplified (GB2312)
da_dk: Kinesisk, Forenklet (GB2312)

source: Chinese Simplified (HZ)
da_dk: Kinesisk, Forenklet (HZ)

source: Greek (DOS)
da_dk: Græsk (DOS)

source: Baltic (DOS)
da_dk: Baltisk (DOS)

source: Western European (DOS)
da_dk: Vesteuropæisk (DOS)

source: Central European (DOS)
da_dk: Centraleuropæisk (DOS)

source: Turkish (DOS)
da_dk: Tyrkisk (DOS)

source: Icelandic (DOS)
da_dk: Islandsk (DOS)

source: Greek, Modern (DOS)
da_dk: Græsk, moderne (DOS)½

source: Japanese (JIS)
da_dk: Japansk (JIS)

source: Japanese (JIS-Allow 1 byte Kana - SO/SI)
da_dk: Japansk (JIS-Allow 1 byte Kana - SO/SI)

source: Korean (ISO)
da_dk: Koreansk (ISO)

source: Western European (ISO)
da_dk: Vesteuropæisk (ISO)

source: Central European (ISO)
da_dk: Central Europæisk (ISO)

source: Baltic (ISO)
da_dk: Baltisk (ISO)

source: Cyrillic (ISO)
da_dk: Kyrillisk (ISO)

source: Arabic (ISO)
da_dk: Arabisk (ISO)

source: Greek (ISO)
da_dk: Græsk (ISO)

source: Hebrew (ISO-Visual)
da_dk: Hebræisk (ISO-Visual)

source: Hebrew (ISO-Logical)
da_dk: Hebræisk (ISO-logical)

source: Turkish (ISO)
da_dk: Tyrkisk (ISO)

source: Korean (Johab)
da_dk: Koreansk (Johab)

source: Cyrillic (KOI8-R)
da_dk: Kyrillisk (KOI8-R)

source: Cyrillic (KOI8-U)
da_dk: Kyrillisk (KOI8-U)

source: Western European (MAC)
da_dk: Vesteuropæisk (MAC)

source: Japanese (Shift-JIS)
da_dk: Japansk (Shift-JIS)

source: Central European (Windows)
da_dk: Centraleuropæisk (Windows)

source: Cyrillic (Windows)
da_dk: Kyrillisk (Windows)

source: Western European (Windows)
da_dk: Vesteuropæisk (Windows)

source: Greek (Windows)
da_dk: Græsk (Windows)

source: Turkish (Windows)
da_dk: Tyrkisk (Windows)

source: Hebrew (Windows)
da_dk: Hebræisk (Windows)

source: Arabic (Windows)
da_dk: Arabisk (Windows)

source: Baltic (Windows)
da_dk: Baltisk (Windows)

source: Vietnamese (Windows)
da_dk: Vietnamesisk (Windows)

source: The change detected is critical. You <strong>must</strong> run %1$ssetup%2$s for your site to function.
da_dk: Den fundne ændring er kritisk. Du <strong> skal</strong> køre %1$ssetup%2$s for at få dit websted til at fungere.

source: The change detected may not be critical but you should run %1$ssetup%2$s at your earliest convenience.
da_dk: Den fundne ændring behøver ikke at være kritisk, men du bør køre %1$ssetup%2$s så snart det er muligt.

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk.
da_dk: PHP version %1$s eller større kræves. Version %2$s eller større anbefales kraftigt. Brug tidligere udgaver på egen risiko.

source: PHP <code>Sessions</code> [problems with <em>save_save_path</em>].
da_dk: PHP <code>Sessions</code> [problem med <em>save_save_path</em>].

source: Zenpoto uses <code>flock</code> for serializing critical regions of code. Without <code>flock</code> active sites may experience <em>race conditions</em> which may be causing inconsistent data.
da_dk: Zenpoto bruger <code>flok</code> til serialisering af kritiske kodeafsnit. Uden <code>flok</code> kan aktive steder opleve <em>race conditions</em>, som kan være årsag til inkonsekvente data.

source: About to create tables
da_dk: Igang med at oprette tabeller

source: About to update tables
da_dk: Igang med at opdatere tabeller

source: Begin table creation
da_dk: Begynd tabeloprettelse

source: What street did your Grandmother live on?
da_dk: Hvilken gade boede din bestemor på?

source: Who was your favorite singer?
da_dk: Hvem var din favoritsanger?

source: When did you first get a computer?
da_dk: Hvornår fik du din første computer?

source: How much wood could a woodchuck chuck if a woodchuck could chuck wood?
da_dk: Usikker

source: What is the date of the Ides of March?
da_dk: Usikker

source: Theme setup:
da_dk: Tema opsætning:

source: Are you sure you want to delete the image? THIS CANNOT BE UNDONE!
da_dk: Er du sikker på at du vil slette billedet? DETTE KAN IKKE FORTRYDES!

source: Admin Toolbox
da_dk: Admin Værktøjskasse

source: The scripts for which BxSlider is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
da_dk: Skripter for hvilke BxSlider er aktiveret. {Hvis temaerne kræver det, kan de indstille dette, ellers skal du gøre det manuelt!}

source: This utility scans the database for images references that have been stored there.
da_dk: Dette hjælpeprogram scanner databasen for billedreferencer, der har været gemt der.

source: image processor reference
da_dk: Billedprocessor henvisning

source: Refresh the caching of the images stored in the database if some images did not render.
da_dk: Opdater caching af billederne gemt i databasen, hvis nogle billeder ikke blev gengivet.

source: %u cached image reference found.
da_dk: %u cachede billed-reference fundet.

source: %s reference re-cached.
da_dk: %s reference ny-cached.

source: %s cache folder reference fixed.
da_dk: %s cachet mappe reference ordnet

source: [%u image]
da_dk: [%u billede]

source: %u cache size to apply.
da_dk: %u cache størrelse at anvende.

source: %u cache size requested
da_dk: %u cache størrelse krævet.

source: Finished processing %1$u image (%2$s).
da_dk: Færdig med at behandle %1$u billede (%2$s)

source: Refresh the caching of the selected image sizes if some images did not render.
da_dk: Opdater caching af de valgte billedstørrelser, hvis nogle billeder ikke blev gengivet.

source: Quicktime video width
da_dk: Quicktime video bredde

source: Quicktime video height
da_dk: Quicktime video højde

source: 3gp video width
da_dk: 3gp video bredde

source: 3gp video height
da_dk: 3gp video højde

source: High quality alternate
da_dk: Højkvalitet alternativ

source: <code>getFullImageURL()</code> returns a URL to a file with one of these high quality video alternate suffixes if present.
da_dk: <code>getFullImageURL()</code> returnerer en URL til en fil med en af disse højkvalitets video alternative suffixer hvis den er tilstede.

source: No multimeida extension installed.
da_dk: Ingen multimedieudvidelse installeret.

source: The scripts for which Colorbox is enabled. {Should have been set by the themes!}
da_dk: Skripterne som Colorbox er aktiveret for. {Skulle være sat af temaerne!}

source: size
da_dk: størrelse

source: externalFeed feeds enabled:
da_dk: externalFeed feeds aktiveret:

source: Check each feeds you wish to activate.
da_dk: Afkryds hver feed du ønsker at aktivere.

source: Size of image feed images:
da_dk: Størrelsen af billedfeed billeder:

source: In addition to the above you may select latest updated.
da_dk: I tillæg til ovenstående kan du vælge nyeste opdaterede.

source: New requestor:
da_dk: Ny rekvirent:

source: Supply a site name to add a new using site.
da_dk: Angiv et websteds navn for at tilføje et nyt feed websted.

source: Registered sites:
da_dk: Registrerede websteder:

source: Check the box to remove a site.
da_dk: Check boksen for at fjerne et websted.
