Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: File Permissions [are %s]
da_dk: filrettigheder [er %s]
es_uy: Permisos Archivo [son %s]
ru_ru: Права доступа к файлам [равны %s]

source: If file permissions are not set to <em>strict</em> or tighter there could be a security risk. However, on some servers Zenphoto does not function correctly with tight file permissions. If Zenphoto has permission errors, run setup again and select a more relaxed permission.
es_uy: Si los permisos de archivos no están configurados en <em>estricto</em> o más estrictos, podría haber un riesgo de seguridad. Sin embargo, en algunos servidores Zenphoto no funciona correctamente con permisos de archivo/carpeta ajustados. Si Zenphoto tiene errores de permiso, vuelva a ejecutar la configuración y seleccione un permiso más relajado.
ru_ru: Если права доступа к файлам не установлены на <em>strict</em> или более жесткие, может возникнуть угроза безопасности. Однако на некоторых серверах Zenphoto работает некорректно с жесткими правами доступа к файлам. Если у Zenphoto возникли ошибки с разрешениями доступа, запустите программу установки еще раз и выберите более упрощенное разрешение.

source: Your filesystem is Macintosh
da_dk: Dit filsystem er Macintosh
es_uy: Su sistema de archivos es Macintosh
ru_ru: У вас файловая система Макинтош

source: Zenphoto is unable to deal with Macintosh file names containing diacritical marks. You should avoid these.
es_uy: Zenphoto no puede tratar con los nombres de archivos de Macintosh que contienen signos diacríticos. Debes evitar estos.
ru_ru: Zenphoto не может обрабатывать имена файлов Macintosh, содержащие диакритические знаки. Вам следует избегать их.

source: Character set
da_dk: Karaktersæt
es_uy: Conjunto de caracteres
ru_ru: Кодировка

source: If your server filesystem character set is different from <code>%s</code> and you create album or image filenames names containing characters with diacritical marks you may have problems with these objects.
da_dk: Hvis din servers filsystems tegnsæt er forskellig fra <code>%s</code> og du opretter album- eller billedfilnavne der indeholder tegn med diakritiske tegn, kan du få problemer med disse objekter.
es_uy: Si el conjunto de caracteres del sistema de archivos de su servidor es diferente de <code>%s</code> y usted crea nombres de álbumes o de archivos de imágenes que contienen caracteres con signos diacríticos, es posible que tenga problemas con esos objetos.
ru_ru: Если набор символов файловой системы вашего сервера не <code>%s</code> и вы создадите папку или будете использовать имена файлов с диакритическими знаками, у вас могут появится проблемы с данными объектами.

source: Change the filesystem character set define to %1$s
da_dk: Skift filsystemets definerede karaktersæt til %1$s
es_uy: Cambie el conjunto de caracteres del archivo de sistema a %1$s
ru_ru: Изменить кодировку на %1$s

source: The Zenphoto filesystem character define is %1$s [confirmed]
es_uy: La definición de caracteres del sistema de archivos Zenphoto es %1$s [confirmado]
ru_ru: Кодировка файловой системы Zenphoto %1$s [подтверждено]

source: The Zenphoto filesystem character define is ISO-8859-1 [assumed]
es_uy: La definición de caracteres del sistema de archivos Zenphoto es ISO-8859-1 [asumido]
ru_ru: Кодировка файловой системы Zenphoto ISO-8859-1 [предположительно]

source: The Zenphoto filesystem character define is %1$s [which seems wrong]
es_uy: La definición de caracteres del sistema de archivos Zenphoto es %1$s [lo que parece mal]
ru_ru: Кодировка файловой системы Zenphoto %1$s [возможно, неверно]

source: The Zenphoto filesystem character define is %1$s [no test performed]
es_uy: La definición de caracteres del sistema de archivos Zenphoto es %1$s [ninguna prueba realizada]
ru_ru: Кодировка файловой системы Zenphoto %1$s [тест не производился]

source: Setup did not perform a test of the filesystem character set. You can cause setup to test for a proper definition by creating a file in your <code>%1$s</code> folder named <strong><code>%2$s</code></strong> and re-running setup.
da_dk: Installationsprogrammet foretog ikke en test af filsystemets karaktersæt. Du kan få setup.ph til at teste for en ordentlig definition ved at oprette en fil i mappen <code>%1$ s</code> med navnet <strong><code>%2$ s</code></strong> og køre installationsprogrammet igen.
es_uy: El programa de instalación no realizó una prueba del conjunto de caracteres del sistema de archivos. Puede hacer que la configuración pruebe una definición adecuada creando un archivo en su carpeta <code>%1$s</code> llamado <strong><code>%2$s</code></strong> y vuelva a ejecutar la configuración.
ru_ru: Программа установки не выполнила проверку набора символов файловой системы. Вы можете заставить программу установки проверить правильность определения, создав файл в вашей папке <code>%1$s</code> с именем <strong><code>%2$s</code></strong> и повторно запустив программу установки.

source: Image URIs appear require the <em>filesystem</em> character set.
da_dk: Billed URIer synes at kræve <em>filsystemets</em> karaktersæt.
es_uy: Los URI de imagen parecen requerir el conjunto de caracteres <em>sistema de archivos</em>.
ru_ru: Для отображения URI изображений требуется набор символов <em>filesystem</em>.

source: Image URIs appear to require the UTF-8 character set.
da_dk: Billed URIer synes at kræve UTF-8 karaktersæt.
es_uy: Los URI de imagen parecen requerir el conjunto de caracteres UTF-8.
ru_ru: Для URI изображений, похоже, требуется набор символов UTF-8.

source: You should enable the URL option <em>UTF8 image URIs</em>.
da_dk: Du bør aktivere URL indstillingen <em>UTF8 billed URI</em>.
es_uy: Debería habilitar la opción URL <em>URIs de imagen UTF-8</em>.
ru_ru: Необходимо включить настройку URL <em>UTF8 image URIs</em>.

source: <a href="javascript:uri(true)">Please do</a>
da_dk: <a href="javascript:uri(true)">Udfør venligst</a>
es_uy: <a href="javascript:uri(true)">Por favor, hazlo</a>
ru_ru: <a href="javascript:uri(true)">Сделать!</a>

source: You should disable the URL option <em>UTF8 image URIs</em>.
da_dk: Du bør deaktivere URL indstillingen <em>UTF8 billed URI</em>.
es_uy: Debería deshabilitar la opción URL <em>URIs de imagen UTF-8</em>.
ru_ru: Необходимо отключить свойство URL: <em>UTF8 image URIs</em>.

source: <a href="javascript:uri(false)">Please do</a>
da_dk: <a href="javascript:uri(false)"><Udfør venligst</a>
es_uy: <a href="javascript:uri(true)">Por favor, hazlo</a>
ru_ru: <a href="javascript:uri(false)">Сделать!</a>

source: Database
es_uy: Base de datos
ru_ru: База данных

source: PHP <code>%s</code> support for configured Database
da_dk: PHP <code>%s</code> support for den konfigurerede Database
es_uy: PHP Soporte <code>%s</code> para la base de datos configurada
ru_ru: PHP поддержка <code>%s</code> для сконфигурированной базы данных

source: <code>%1$s</code> support (experimental)
ru_ru: <code>%s</code> поддержка (экспериментально)

source: PHP <code>%s</code> support
es_uy: Soporte PHP <code>%s</code>
ru_ru: PHP поддержка <code>%s</code>

source: PHP <code>%s</code> support [is not installed]
da_dk: PHP <code>%s</code> support er ikke installeret]
es_uy: Soporte PHP <code>%s</code> [no está instalado]
ru_ru: PHP поддержка <code>%s</code> [не установлена]

source: No database selected
da_dk: Ingen database valgt
es_uy: No se seleccionó base de datos
ru_ru: Не выбрана база данных

source: %1$s version %2$s
es_uy: %1$s versión %2$s
ru_ru: %1$s версия %2$s

source: %1$s Version %2$s or greater is required. Version %3$s or greater is preferred. Use a lower version at your own risk.
da_dk: %1$s version %2$s eller nyere kræves. Version %3$s eller nyere anbefales. Brug en ældre version for egen risiko.
es_uy: Versión %1$s %2$s o superior se requiere. Es preferible la versión %3$s o mayor. Utilizar una versión inferior corre por su propio riesgo.
ru_ru: Необходима %1$s версии %2$s или выше. Настоятельно рекомендуется использовать версию %3$s или выше. Вы рискуете, используя более ранние версии.

source: Database connection
da_dk: Database forbindelse
es_uy: Conexión a la Base de datos
ru_ru: Связь с базой данных установлена

source: Database credentials in configuration file
da_dk: Database legitimationsoplysninger i konfigurationsfil
es_uy: Credenciales de la Base de datos en el archivo de configuración
ru_ru: Параметры базы данных в файле конфигурации

source: <em>%1$s</em> reported: %2$s
da_dk: <em>%1$s</em> rapporterede: %2$s
es_uy: <em>%1$s</em> Informado: %2$s
ru_ru: <em>%1$s</em> сообщает: %2$s

source: You have not correctly set your <strong>Database</strong> <code>user</code>, <code>password</code>, etc. in your configuration file and <strong>setup</strong> is not able to write to the file.
da_dk: Du har ikke indstillet din <strong>Database</strong> <code>bruger</code>, <code>adgangskode</code>, etc. korrekt i konfigurationen og <strong>setup</strong> er ikke i stand at skrive til filen.
es_uy: No ha configurado correctamente su <strong>Base de datos</strong> <code>usuario</code>, <code>contraseña</code>, etc. en su archivo de configuración, y <code>setup</code> no es capaz de escribir en el archivo.
ru_ru: Вы неправильно настроили <code>пользователя</code><strong>базы данных</strong>, <code>пароль</code> и т.д. в вашем файле конфигурации и <strong>программа установки</strong> не может выполнить запись в файл.

source: Database setup in configuration file
da_dk: Databaseopsætning i konfigurationsfilen
es_uy: Configuración de la Base de datos en archivo de configuración
ru_ru: Параметры базы данных в файле конфигурации

source: Connect to %s
da_dk: Forbind til %s
es_uy: Conectar a %s
ru_ru: Соединение с %s

source: Connect to Database [<code>CONNECT</code> query failed]
da_dk: Forbind til Database [<code>CONNECT</code> forspørgsel fejlede]
es_uy: Conectar a la Base de datos [<code>CONNECT</code> falló la consulta]
ru_ru: Соединение с базой данных [запрос <code>CONNECT</code> закончился неудачей]

source: You may need to set <code>SQL mode</code> <em>empty</em> in your Database configuration.
da_dk: Du skal muligvis indstille <code>SQL-tilstand</code> <em>tom</em> i din Database konfiguration.
es_uy: Es posible que deba dejar <code>modo SQL</code> <em>vacío</em> en la configuración de su base de datos.
ru_ru: Возможно, вам потребуется установить для <code>SQL mode</code> значение <em>empty</em> в конфигурации вашей базы данных.

source: <code>SQL mode</code> [query failed]
da_dk: <code>SQL mode</code> [forespørgsel fejlede]
es_uy: <code>Modo SQL</code> [falló la consulta]
ru_ru: <code>SQL mode</code> [запрос не выполнен]

source: <code>SQL mode</code> [<em>%s</em> overridden]
da_dk: <code>SQL mode</code> [<em>%s</em> tilsidesat]
es_uy: <code>Modo SQL</code> [<em>%s</em> anulado]
ru_ru: <code>SQL mode</code> [<em>%s</em> переопределен]

source: Consider setting it <em>empty</em> in your Database configuration.
da_dk: Overvej at sætte den <em>tom</em> i din Database konfiguration.
es_uy: Considere configurarlo <em>vacío</em> en la configuración de su base de datos.
ru_ru: Подумайте о том, чтобы установить для него значение <em>empty</em> в конфигурации вашей базы данных.

source: <code>SQL mode</code> [is set to <em>%s</em>]
da_dk: <code>SQL mode</code> [er sat til <em>%s</em>]
es_uy: <code>Modo SQL</code> [está configurado a <em>%s</em>]
ru_ru: <code>SQL mode</code> [установлено значение <em>%s</em>]

source: Consider setting it <em>empty</em> if you get Database errors.
da_dk: Overvej at sætte den <em>tom</em> hvis du får database fejl.
es_uy: Considere configurarlo <em>vacío</em> si obtiene errores en la base de datos.
ru_ru: Попробуйте установить для него значение<em>empty</em>, если вы получаете сообщения об ошибках базы данных.

source: <code>SQL mode</code> [SET SESSION failed]
da_dk: <code>SQL mode</code> [SET SESSION fejlede]
es_uy: <code>Modo SQL</code> [Falló SET SESSION]
ru_ru: <code>SQL mode</code> [Не удалось УСТАНОВИТЬ СЕАНС]

source: Select
da_dk: Vælg
es_uy: Seleccionar
ru_ru: Выбрать

source: Create
da_dk: Opret
es_uy: Crear
ru_ru: Создать

source: Drop
da_dk: Fjern
es_uy: Soltar
ru_ru: Сброс

source: Insert
da_dk: Indsæt
es_uy: Insertar
ru_ru: Вставить

source: Alter
da_dk: Ændre
es_uy: Alterar
ru_ru: Изменить

source: and
da_dk: og
es_uy: y
ru_ru: и

source: Grants found:
da_dk: Privilegier fundet:
es_uy: Grants encontrado:
ru_ru: Найдены допуски:

source: The <em>SHOW GRANTS</em> query failed.
da_dk: <em>VIS PRIVILEGIER</em> forespørgsel fejlede.
es_uy: La consulta <em>SHOW GRANTS</em> falló.
ru_ru: Запрос <em>SHOW GRANTS</em> выполнен с ошибкой.

source: Database <code>access rights</code> for <em>%s</em>
da_dk: Database <code>adgangsrettigheder</code> for <em>%s</em>
es_uy: Base de datos <code>derechos de acceso</code> para <em>%s</em>
ru_ru: <code>права доступа</code> к базе данных для <em>%s</em>

source: Database <code>access rights</code> for <em>%1$s</em> [%2$s]
da_dk: Database <code>adgangsrettigheder</code> for <em>%1$s</em> [%2$s]
es_uy: Base de datos <code>derechos de acceso</code> para <em>%s</em> [%2$s]
ru_ru: <code>права доступа</code> к базе данных для <em>%s</em> [%2$s]

source: Your Database user must have %s rights.
da_dk: Din databasebruger må have %s rettigheder.
es_uy: Su usuario de la Base de datos debe tener derechos %s.
ru_ru: Пользователь базы данных должен иметь права %s.

source: <em>SHOW TABLES</em> [found no tables]
da_dk: <em>VIS TABELLER</em> [fandt ingen tabeller]
es_uy: <em>SHOW TABLES</em> [no se encontraron Tablas]
ru_ru: <em>SHOW TABLES</em> [таблицы не найдены]

source: <em>SHOW TABLES</em> found: %s
da_dk: <em VIS TABELLE </em> fandt: %s
es_uy: <em>SHOW TABLES</em> encontró: %s
ru_ru: <em>SHOW TABLES</em> найдены: %s

source: <em>SHOW TABLES</em> [Failed]
da_dk: <em>VIS TABELLER</em> [Mislykkedes]
es_uy: <em>SHOW TABLES</em> [Falló]
ru_ru: <em>SHOW TABLES</em> [Запрос выдал ошибку]

source: The database did not return a list of the database tables for <code>%s</code>.
da_dk: Databasen har ikke returneret nogen tabeller for <code>%s</code>.
es_uy: La Base de datos no devolvió una lista de Tablas para <code>%s</code>.
ru_ru: База данных не вернула список таблиц для <code>%s</code>.

source: <strong>Setup</strong> will attempt to create all tables. This will not overwrite any existing tables.
ru_ru: <strong>Программа установки</strong> попытается создать все таблицы. При этом ни одна из существующих таблиц не будет перезаписана.

source: UTF8MB4 collation support
ru_ru: Поддержка UTF8MB4

source: UTF8MB4 collation support [is not available|
ru_ru: Поддержка UTF8MB4 [недоступна|

source: You should update your database to MySQL 5.5.3+ or better 5.6+ / MariaDB 5.5+ for full unicode support.
ru_ru: Вам следует обновить вашу базу данных до MySQL 5.5.3+ или лучше 5.6 + / MariaDB 5.5 + для полной поддержки Unicode.

source: Database table and/or its field collations
ru_ru: Таблица база данных и/или ее параметры сортировки

source: [not using any utf8 collations]
ru_ru: [не использует никаких параметров сортировки utf8]

source: The following tables are not or not completely UTF-8: %s
ru_ru: Следующие таблицы не соответствуют или не полностью соответствуют UTF-8: %s

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> or better <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code>
ru_ru: Вам следует рассмотреть возможность переноса ваших данных в UTF-8 и изменения параметров сортировки полей базы данных на <code>utf8_unicode_ci</code> или лучше <code>utf8mb4_unicode_ci</code> соответственно <code>utf8mb4_unicode_520_ci</code>

source: [not completely using utf8mb4_* collations]
ru_ru: [не полностью использует параметры сортировки utf8mb4_ *]

source: The following tables use UTF-8 but not or not completely full UTF-8 (utf8mb4): %s Since they are UTF-8 Zenphoto will attempt to convert the table and field collations to <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code>
ru_ru: Следующие таблицы используют UTF-8, но не полностью UTF-8 (utf8mb4): %s. Поскольку это UTF-8, Zenphoto попытается преобразовать параметры сортировки таблицы и полей в <code>utf8mb4_unicode_ci</code> соответственно <code>utf8mb4_unicode_520_ci</code>

source: Database <code>$conf["UTF-8"]</code> [is not set <em>true</em>]
da_dk: Database <code>$conf["UTF-8"]</code> [er ikke sat til <em>true</em>]
es_uy: Base de datos <code>$conf["UTF-8"]</code> [no está configurado en <em>verdadero</em>]
ru_ru: База данных <code>$conf["UTF-8"]</code> [не установлено значение <em>true</em>]

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> or better <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code> and setting this <em>true</em>. Zenphoto works best with pure UTF-8 encodings.
ru_ru: Вам следует рассмотреть возможность переноса ваших данных в UTF-8 и изменить параметры сортировки полей базы данных на <code>utf8_unicode_ci</code> или лучше <code>utf8mb4_unicode_ci</code> соответственно <code>utf8mb4_unicode_520_ci</code> и установить это <em>true</em>. Zenphoto лучше всего работает с чистыми кодировками UTF-8.

source: Zenphoto files
es_uy: Archivos de Zenphoto
ru_ru: Файлы Zenphoto

source: Zenphoto package [missing]
es_uy: Paquete Zenphoto [perdido]
ru_ru: Файлы ядра Zenphoto [отсутствуют]

source: The file <code>Zenphoto.package</code> is either missing, not readable, or defective. Your installation may be corrupt!
es_uy: El archivo <code>Zenphoto.package</code> falta, no se puede leer o está defectuoso. ¡Su instalación puede estar corrupta!
ru_ru: Файл <code>Zenphoto.package</code> отсутствует, не читается, либо неисправен. Возможно, ваша установка повреждена!

source: Setting permissions (0%o) for Zenphoto package.
es_uy: Configuración de permisos (0%o) para el paquete Zenphoto.
ru_ru: Настройка разрешений (0%o) для пакета Zenphoto.

source: Zenphoto core files [This is a <em>debug</em> build. Some files are missing or seem wrong]
es_uy: Archivos del nucleo de Zenphoto [Esto es una compilación de <em>depuración</em>. Faltan algunos archivos o parecen erróneos]
ru_ru: Файлы ядра Zenphoto [Это <em>отладочная</em> сборка. Некоторые файлы отсутствуют или кажутся неправильными]

source: Zenphoto core files [Some files are missing or seem wrong]
es_uy: Archivos del nucleo de Zenphoto [Algunos archivos faltan o parecen estar equivocados]
ru_ru: Файлы ядра Zenphoto [некоторые файлы отсутствуют или повреждены]

source: Perhaps there was a problem with the upload. This may not be critical at all as perhaps just the file times may be off compared to other files. You should check the following files:
ru_ru: Возможно, произошла проблема с загрузкой. Возможно, это не критично, так как, возможно, просто время загрузки файла может быть меньше по сравнению с другими файлами. Вам следует проверить следующие файлы:

source: Zenphoto core files [This is a <em>debug</em> build]
es_uy: Archivos del nucleo de Zenphoto [Esto es una compilación de <em>depuración</em>]
ru_ru: Файлы ядра Zenphoto [Это <em> отладочная </em> сборка]

source: Zenphoto core files
es_uy: Archivos del nucleo de Zenphoto
ru_ru: Файлы ядра Zenphoto

source: Installation files
da_dk: Installationsfiler
es_uy: Archivos de instalación
ru_ru: Файлы установки

source: .svn [%s instance]
da_dk: .svn [%s forekomst]
es_uy: .svn [instancia %s]
ru_ru: .svn [%s экземпляр]

source: php.ini [%s instance]
da_dk: php.ini [%s forekomst]
es_uy: php.ini [instancias %s]
ru_ru: php.ini [%s экземпляр]

source: Zenphoto core folders [Some unknown files were found]
es_uy: Archivos del nucleo de Zenphoto [se encontraron algunos archivos desconocidos]
ru_ru: Директории ядра Zenphoto [Найдены неизвестные файлы]

source: The following files could not be deleted.
da_dk: Følgende filer kunne ikke slettes.
es_uy: Los siguientes archivos no pudieron ser borrados.
ru_ru: Эти файлы не могут быть удалены.

source: You should remove the following files:
da_dk: Du bør fjerne følgende filer:
es_uy: Deberías eliminar los siguientes archivos:
ru_ru: Необходимо удалить следующие файлы:

source: Delete extra files
da_dk: Slet ekstra filer
es_uy: Eliminar archivos extra
ru_ru: Удалить дополнительные файлы

source: Zenphoto core file permissions
es_uy: Permisos de archivo del núcleo Zenphoto
ru_ru: Настройки доступа к файлам Zenphoto

source: Zenphoto core file permissions [not correct]
es_uy: Permisos de archivo del núcleo Zenphoto [incorrecto]
ru_ru: Настройки доступа к файлам Zenphoto [не верны]

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually. See the <a href="https://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
ru_ru: Программе установки не удалось установить для одного или нескольких компонентов выбранный уровень разрешений. Вам придется установить разрешения вручную. Смотрите <a href="https://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Руководство по устранению неполадок </a> для получения подробной информации о требованиях к разрешениям Zenphoto.

source: <em>.htaccess</em> file
da_dk: <em>.htaccess</em> fil
es_uy: Archivo <em>.htaccess</em>
ru_ru: файл <em>.htaccess</em>

source: <em>.htaccess</em> file [is empty or does not exist]
da_dk: <em>.htaccess</em> file [er tom eller eksisterer ikke]
es_uy: Archivo <em>.htaccess</em> [está vacío o no existe]
ru_ru: файл <em>.htaccess</em> [пустой или не существует]

source: If you have the mod_rewrite module enabled an <em>.htaccess</em> file is required the root zenphoto folder to create cruft-free URLs.
da_dk: Hvis du har mod_rewrite modulet aktiveret kræves der en <em>.htaccess</em> fil i zenphotos rodmappe for af lave søgenemme URLs.
es_uy: Si tiene el módulo mod_rewrite habilitado, se requiere un archivo <em>.htaccess</em> en la carpeta raíz zenphoto para crear URL simples libres de redundancias.
ru_ru: Если у вас включен модуль <code>mod_rewrite</code>, требуется файл <em>.htaccess</em> в корневой папке Zenphoto для создания URL-адресов, не содержащих излишних параметров в адресах.

source: You can ignore this warning if you do not intend to set the <code>mod_rewrite</code> option.
da_dk: Du kan ignorere denne advarsel hvis du ikke vil bruge <code>mod-rewrite</em>.
es_uy: Puede ignorar esta advertencia si no tiene la intención de configurar la opción <code>mod_rewrite</code>.
ru_ru: Вы можете проигнорировать это предупреждение, если не планируете использовать <code>mod_rewrite</code>.

source: <p class="buttons"><a href="?copyhtaccess" >Make setup create the file</a></p><br style="clear:both" /><br />
da_dk: <p class="buttons"><a href="?copyhtaccess" >Få setup til at lave filen</a></p><br style="clear:both" /><br />
es_uy: <p class="buttons"> <a href="?copyhtaccess">Haga que el Setup cree el archivo</a></p><br style="clear:both" /><br />
ru_ru: <p class="buttons"><a href="?copyhtaccess" >Установщик создаст файл</a></p><br style="clear:both" /><br />

source: Server seems to be <em>nginx</em>
da_dk: Serveren synes at være <em>nginx</em>
es_uy: El servidor aparenta ser <em>nginx</em>
ru_ru: Сервер похож на <em>Nginx</em>

source: If you wish to create cruft-free URLs, you will need to configuring <a href="https://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"><em>URL rewriting for NGINX servers</em></a>.
ru_ru: Если вы хотите создавать URL-адреса без дополнительных параметров, вам необходимо настроить <a href="https://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"><em>Перезапись URL-адресов для серверов NGINX</em></a>.
