Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Select one or more %1$s for the %2$s to manage.
da_dk: Vælg en eller flere %1$s til håndtering af %2$s.
es_uy: Seleccione una o más %1$s para el %2$s para gestionar.
ru_ru: Выберите один или несколько %1$s, которыми будет управлять %2$s.

source: user
da_dk: bruger
es_uy: usuario
ru_ru: пользователь

source: Users with "Admin" or "Manage all %1$s" rights can manage all %2$s. All others may manage only those that are selected.
da_dk: Brugere med "Admin" eller "Håndter alle %1$s" rettigheder kan håndtere alle %2$s. Alle andre kan kun administrere dem, der er valgt.
es_uy: Los usuarios con derechos "Admin" o "Administrar todos los %1$s" pueden administrar todos los %2$s. Todos los demás podrán gestionar sólo los que estén seleccionados.
ru_ru: Пользователи с правами <em>Администратор</em> или <em>Управление всеми %1$s</em> могут управлять всеми %2$s. Все остальные могут управлять только теми объектами, которые им назначены.

source: You may manage these %s subject to the above rights.
da_dk: Du kan håndtere disse %s under forbehold af ovenstående rettigheder.
es_uy: Puede gestionar estos %s, sujetos a los derechos anteriores.
ru_ru: Вы можете управлять этими %s , в рамках полномочий, перечисленных выше.

source: Show %u album level
da_dk: Vis %u albumniveau
es_uy: Lista %u nivel subálbum
ru_ru: Показывать %u уровень альбомов

source: %u image per page
da_dk: %u billede pr side
es_uy: %u imagen por página
ru_ru: %u изображение на странице

source: Destination
es_uy: Destino
ru_ru: Куда

source: codeblock %u
es_uy: bloque de código %u
ru_ru: блок кода %u

source: add codeblock
da_dk: tilføj codeblock
es_uy: agregar bloque de código
ru_ru: добавить блок кода

source: Codeblock 0 is deprecated.
da_dk: Codeblock 0 er forældet.
es_uy: Bloque de código 0 es obsoleto.
ru_ru: Использование Codeblock 0 устарело.

source: Misc
da_dk: Diverse
es_uy: Miscelaneo
ru_ru: Разное

source: Active
es_uy: Activar
ru_ru: Активные

source: All
da_dk: alle
es_uy: Todo
ru_ru: Все

source: Admin
ru_ru: Админ

source: Demo
es_uy: Demostración
ru_ru: Демо

source: Development
da_dk: Udvikling
es_uy: Desarrollo
ru_ru: Разработка

source: Feed
es_uy: Fuente
ru_ru: RSS

source: Mail
es_uy: Email
ru_ru: Почта

source: Media
ru_ru: Медиа

source: Spam
es_uy: SpamPAM
ru_ru: Спам

source: Statistics
da_dk: Statistikker
es_uy: Estadísticas
ru_ru: Статистика

source: Uploader
es_uy: Cargador
ru_ru: Загрузки

source: Users
da_dk: Brugere
es_uy: Usuarios
ru_ru: Пользователи

source: all
da_dk: alle
es_uy: todo
ru_ru: Все

source: Last updated: %s
ru_ru: Последнее обновление: %s

source: Account created: %s
ru_ru: Аккаунт создан: %s

source: Current login: %s
ru_ru: Текущий логин: %s

source: Last previous login: %s
ru_ru: Последний вход в систему: %s

source: Last password update: %s
ru_ru: Последнее обновление пароля: %s

source: Last visit: %s
ru_ru: Последний визит: %s

source: Last change: %s
es_uy: Ultimo cambio: %s
ru_ru: Последнее изменение: %s

source: ZenphotoCMS internal request
es_uy: Solicitud interna de Zenphoto
ru_ru: Внутренний запрос ZenphotoCMS

source: Last changed by: %s
es_uy: Ultimo cambio por: %s
ru_ru: Последнее изменение внесено: %s

source: Horizontal (normal)
da_dk: Horisontal (normal)
ru_ru: Горизонтальный (нормальный)

source: Mirror horizontal
ru_ru: Отразить по горизонтали

source: Rotate 180 clockwise
ru_ru: Повернуть на 180° по часовой стрелке

source: Mirror vertical
ru_ru: Отразить по вертикали

source: Mirror horizontal and rotate 270 clockwise
ru_ru: Отразить по горизонтали и повернуть на 270° по часовой стрелке

source: Rotate 90 clockwise
ru_ru: Повернуть на 90° по часовой стрелке

source: Mirror horizontal and rotate 90 clockwise
ru_ru: Отразить по горизонтали и повернуть на 90° по часовой стрелке

source: Rotate 270 clockwise
ru_ru: Повернуть на 270° по часовой стрелке

source: Rotation:
es_uy: Rotación:
ru_ru: Поворот:

source: Scroll to top
es_uy: Volver arriba
ru_ru: Вернуться наверх

source: Top
es_uy: Arriba
ru_ru: Наверх

source: <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simpler media website CMS">Zen<strong>photo</strong></a> version %1$s
ru_ru: <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="Простая CMS для медиа-галереи">Zen<strong>photo</strong></a> версия %1$s

source: Zenphoto licence
es_uy: Licencia de Zenphoto
ru_ru: Лицензия Zenphoto

source: License
da_dk: Licens
es_uy: Licencia
ru_ru: Лицензия

source: User guide
es_uy: Guia de usuario
ru_ru: Руководство пользователя

source: Forum
es_uy: Foro
ru_ru: Форум

source: View Change log
da_dk: Se Ændringslog
es_uy: Ver registro de cambios
ru_ru: Посмотреть список изменений

source: Change log
da_dk: Ændringslog
es_uy: Registro de cambios
ru_ru: Список изменений

source: Server date: %s
da_dk: Server dato: %s
es_uy: Fecha del servidor: %s
ru_ru: Дата (на сервере): %s

source: admin
ru_ru: админ

source: You have unsaved changes!
da_dk: Du har ændriger der ikke er gemt!
es_uy: Tiene cambios sin guardar!
ru_ru: Есть не сохраненные изменения!

source: %1$s administration:%2$s%3$s
es_uy: %1$s administración:%2$s%3$s
ru_ru: %1$s Панель управления: %2$s%3$s

source: Zenphoto Administration
es_uy: Administración de Zenphoto
ru_ru: Панель управления Zenphoto

source: Logged in as %1$s
da_dk: Logget ind som %1$s
es_uy: Inició sesión como %1$s
ru_ru: Вы вошли, как %1$s

source: Logged in as %1$s (last login %2$s)
da_dk: Logget ind som %1$s (sidste login %2$s)
es_uy: Inició sesión como %1$s (último inicio de sesión %2$s)
ru_ru: Вы вошли, как %1$s (последнее посещение %2$s)

source: Log Out
da_dk: Log ud
es_uy: Cerrar sesión
ru_ru: Выйти

source: View <em>%s</em>
da_dk: Vis <em>%s</em>
es_uy: Ver <em>%s</em>
ru_ru: Просмотр <em>%s</em>

source: View gallery index
da_dk: Vis galleri indeks
es_uy: Ver índice de la Galería
ru_ru: Просмотр индекса галереи

source: Image order
da_dk: Billed-orden
es_uy: Ordenamiento de imagen
ru_ru: Порядок изображений

source: Subalbums
da_dk: Underalbums
es_uy: Subálbumes
ru_ru: Субальбомы

source: The global $zenphoto_tabs is deprecated. Use $_zp_admin_menu instead
ru_ru: Глобальная переменная $zenphoto_tabs устарела. Вместо него используйте $_zp_admin_menu

source: The global $subtabs is deprecated. Use $_zp_admin_submenu instead
ru_ru: Глобальная переменная $subtabs устарела. Вместо него используйте $_zp_admin_submenu

source: The global $_zp_admin_tab is deprecated. Use $_zp_admin_current_page instead
ru_ru: Глобальная переменная $_zp_admin_tab устарела. Вместо него используйте $_zp_admin_current_page

source: The global $_zp_admin_subtab is deprecated. Use $_zp_admin_current_subpage instead
ru_ru: Глобальная переменная $_zp_admin_subtab устарела. Вместо него используйте $_zp_admin_current_subpage

source: Publish the album %s (Skip scheduled publishing)
ru_ru: Опубликовать альбом %s сейчас (игнорировать запланированную публикацию)

source: Publish the album %s (Skip scheduled expiration)
ru_ru: Опубликовать альбом %s сейчас (игнорировать срок публикации)

source: Unpublish the album %s
ru_ru: Отменить публикацию альбома %s

source: Publish the album %s (Skip expiration)
ru_ru: Опубликовать альбом %s сейчас (игнорировать срок публикации)

source: Publish the album %s
da_dk: Offentliggør album %s
es_uy: Publicar el album %s
ru_ru: Опубликовать альбом %s

source: Publish the image %s (Skip scheduled publishing)
ru_ru: Опубликовать изображение %s сейчас (игнорировать запланированную публикацию)

source: Publish the image %s (Skip scheduled expiration)
ru_ru: Опубликовать изображение %s сейчас (игнорировать срок публикации)

source: Unpublish the image %s
ru_ru: Отменить публикацию изображения %s

source: Publish the image %s (Skip expiration)
ru_ru: Опубликовать изображение %s сейчас (игнорировать срок публикации)

source: Publish the image %s
ru_ru: Опубликовать изображение %s

source: setup
da_dk: installation
es_uy: configuración
ru_ru: Установка

source: security
da_dk: sikkerhed
es_uy: seguridad
ru_ru: Безопасность

source: debug
da_dk: Fejlfinding
es_uy: depurar
ru_ru: Отладка

source: Select the logfile to view
ru_ru: Выберите файл журнала для просмотра

source: Image
da_dk: Billede
es_uy: Imagen
ru_ru: Изображение

source: %s failed to delete.
da_dk: %s kunne ikke slettes.
es_uy: %s falló al borrar.
ru_ru: %s не удалось удалить.

source: %s deleted successfully.
da_dk: %s slettet.
es_uy: %s borrado exitosamente.
ru_ru: %s успешно удален.

source: You must supply a password.
es_uy: Debe suministrar una contraseña.
ru_ru: Необходимо ввести пароль.

source: Your passwords did not match.
da_dk: Din adgangskoder matcher ikke.
es_uy: Sus contraseñas no coinciden.
ru_ru: Пароли не совпадают.

source: The form submission has been truncated because you exceeded the server side limit <code>max_input_vars</code> of %d. Try displaying fewer items per page or try to raise the server limits.
ru_ru: Отправка формы была прервана, потому что вы превысили ограничение на стороне сервера <code>max_input_vars</code>, равное %d. Попробуйте отображать меньше элементов на странице или увеличить ограничения сервера.

source: Hit counters have been reset.
da_dk: Besøgstællere er blevet nulstillet.
es_uy: Los contadores de hits han sido reiniciados.
ru_ru: Счетчики посещений обнулены.

source: Cache has been purged.
da_dk: Cache er blevet tømt.
es_uy: El caché ha sido purgado.
ru_ru: Кэш был удален.

source: Your files have been uploaded.
da_dk: Dine filer er blevet uploadet.
es_uy: Sus archivos han sido actualizados.
ru_ru: Ваши файлы были загружены.

source: <em>%s</em> already exists.
da_dk: <em>%s</em> eksisterer allerede
es_uy: <em>%s</em> ya existe.
ru_ru: <em>%s</em> уже существует.

source: Changes applied
da_dk: Ændringer anvendt
es_uy: Cambios aplicados
ru_ru: Изменения сохранены

source: Nothing changed
da_dk: Intet ændret
es_uy: Nada cambiado
ru_ru: Нет изменений

source: Selected items deleted
da_dk: Valgte emner slettet
es_uy: Items seleccionados borrados
ru_ru: Выбранные объекты удалены

source: Selected items published
da_dk: Valgte elementer offentliggjort
es_uy: Items seleccionados publicados
ru_ru: Выбранные обьекты опубликованы

source: Selected items unpublished
da_dk: Valgte elementer ikke offentliggjort
es_uy: Items seleccionados despublicados
ru_ru: Выбранные объекты сняты с публикации

source: Comments enabled for selected items
da_dk: Kommentarer aktiveret for valgte emner
es_uy: Comentarios habilitados para items seleccionados
ru_ru: Комментарии для выбранных объектов включены

source: Comments disabled for selected items
da_dk: Kommentarer deaktiveret for valgte emner
es_uy: Comentarios deshabilitados para items seleccionados
ru_ru: Комментарии к выбранным элементам отключены

source: Hitcounter for selected items
da_dk: Besøgstæller for valgte elementer
es_uy: Contador de hits para items seleccionados
ru_ru: Счетчик посещений для выбранных объектов

source: Tags added for selected items
da_dk: Tags tilføjet for valgte elementer
es_uy: Etiquetas agregadas a los items seleccionados
ru_ru: Теги добавлены к выбранным объектам

source: Tags cleared for selected items
da_dk: Tags ryddet for valgte elementer
es_uy: Etiquetas borradas para los items seleccionados
ru_ru: Теги удалены для выбранных объектов

source: Tags added for images of selected items
da_dk: Tags tilføjet til billeder af valgte elementer
es_uy: Etiquetas agregadas para las imágenes de los items seleccionados
ru_ru: Теги добавлены к изображениям из выбранных объектов

source: Tags cleared for images of selected items
da_dk: Mærker tags for billeder af valgte elementer
es_uy: Etiquetas borradas para las imágenes de los items seleccionados
ru_ru: Теги удалены у изображений из выбранных объектов

source: There was an error #%d with a move, copy, or rename operation.
da_dk: Fejl #%d ved en flytning, kopiering eller omdøbning .
es_uy: Hubo un error #%d con una operación de mover, copiar o renombrar.
ru_ru: Произошла ошибка #%d при операции перемещения, копирования или переименования.

source: Cannot move, copy, or rename. Image already exists.
ru_ru: Невозможно переместить, скопировать или переименовать. Изображение уже существует.

source: Cannot move, copy, or rename. Album already exists.
ru_ru: Невозможно переместить, скопировать или переименовать. Альбом уже существует.

source: Cannot move, copy, or rename to a subalbum of this album.
da_dk: Kan ikke flytte, kopiere eller omdøbe.
es_uy: No se puede mover, copiar o renombrar a un subalbum de este album.
ru_ru: Невозможно переместить, скопировать или переименовать в вложенный альбом этого альбома.

source: Cannot move, copy, or rename to a dynamic album.
da_dk: Kan ikke flytte, kopiere eller omdøbe.
es_uy: No se puede mover, copiar o renombrar a un album dinámico.
ru_ru: Невозможно переместить, скопировать или переименовать в динамический альбом.

source: Cannot rename an image to a different suffix
da_dk: Kan ikke omdøbe billede til andet suffix.
es_uy: No se puede renombrar una imagen a un sufijo diferente
ru_ru: Невозможно переименовать изображение и изменить файловое окончание

source: Album delete failed
da_dk: Slet album mislykket
es_uy: Falló borrar el album
ru_ru: Альбом НЕ удалось удалить

source: Unpublished
da_dk: Ikke offentliggjort
es_uy: No Publicado
ru_ru: Не опубликовано

source: Unpublished by parent
ru_ru: Не опубликовано по наследованию

source: Password protected
da_dk: Adganskodebeskyttet.
es_uy: Protegido por contraseña
ru_ru: Защищено паролем

source: Password protected by parent
ru_ru: Защищено паролем по наследованию

source: Password protected by Gallery private mode
ru_ru: Защищено паролем из-за режима приватности Галереи

source: Scheduled for publishing
ru_ru: Публикация запланирована

source: <strong>Note:</strong> Scheduled publishing is not active unless also set to <em>published</em>
ru_ru: <strong>Примечание: </strong> Запланированная публикация не станет активна, пока объекту не будет присвоен статус <em>Опубликовано</em>

source: Scheduled for expiration
ru_ru: Публикация со сроком действия

source: <strong>Note:</strong> Scheduled expiration is not active unless also set to <em>published</em>
ru_ru: <strong>Примечание: </strong> Публикация со сроком действия не станет активна, пока объекту не присвоен статус <em>Опубликовано</em>

source: Unpublished because expired
ru_ru: Не опубликовано, срок публикации истек

source: Zip archive could not be extracted because PHP <code>ZipArchive</code> support is not available
ru_ru: Не удалось извлечь Zip-архив, поскольку поддержка PHP <code>ZipArchive</code> отсутствует

source: Deprecated.
da_dk: Forældet.
es_uy: Obsoleto.
ru_ru: Устарело.

source: Title
da_dk: Titel
es_uy: Título
ru_ru: Название

source: Date
da_dk: Dato
es_uy: Fecha
ru_ru: Дата

source: Last change date
es_uy: Ultima fecha de cambio
ru_ru: Дата последнего изменения

source: Last change user
es_uy: Último cambio de usuario
ru_ru: Последнее изменение пользователем

source: Expire date
ru_ru: Дата истечения срока действия

source: Top rated
ru_ru: По оценке

source: Most rated
ru_ru: По количеству голосов

source: Popular
ru_ru: По просмотрам

source: Filemtime
da_dk: Fil_sidst_ændret
es_uy: Fecha de modificación del archivo (mTime)
ru_ru: Дата изменения (на сервере)

source: Scheduled Publish date
ru_ru: Запланированная дата публикации

source: Folder
ru_ru: Папка

source: Last updated date
ru_ru: Дата последнего обновления

source: Manual
da_dk: Manuelt
ru_ru: Вручную

source: Filename
da_dk: Filnavn
es_uy: Nombre de archivo
ru_ru: По имени файла

source: %s (descending)
da_dk: %s (faldende)
es_uy: %s (descendente)
ru_ru: %s (по убыванию)

source: TitleLink
da_dk: Titellink
ru_ru: Постоянная ссылка

source: Author
da_dk: Forfatter
es_uy: Autor
ru_ru: Автор

source: Custom
da_dk: brugerdefineret
es_uy: Personalizado
ru_ru: Пользовательский

source: Select a Zenpage page. * denotes unpublished page.
es_uy: Seleccione una página Zenpage. * indica página No publicada.
ru_ru: Выберите страницу Zenpage. * обозначает неопубликованную страницу.

source: Custom page url
es_uy: URL de Página personalizada
ru_ru: URL пользовательской страницы

source: Select a user
ru_ru: Выбрать пользователя

source: Custom date format
ru_ru: Пользовательский формат даты

source: Date format
ru_ru: Формат даты

source: Custom time format
ru_ru: Пользовательский формат времени

source: Time format
ru_ru: Формат времени

source: add tag
da_dk: Tilføj tag
es_uy: agregar etiqueta
ru_ru: добавить тег

source: Cannot create new theme.
da_dk: Kan ikke danne et nyt tema.
es_uy: No se puede crear un nuevo tema.
ru_ru: Создать новую тему не удалось.

source: Directory “%s” already exists!
es_uy: El Directorio "%s" ya existe!
ru_ru: Директория “%s” уже существует!

source: Cannot find theme directory “%s” to copy!
es_uy: No se encuentra el directorio del tema "%s" para copiar!
ru_ru: Не удается найти директорию темы “%s” для копирования!

source: The <tt>/themes</tt> directory is not writable!
da_dk: <tt>/themes</tt> mappen er ikke skrivbar!
es_uy: El directorio <tt>/themes</tt> no es de escritura!
ru_ru: Директория <tt>/themes</tt> недоступна для записи!

source: Could not create directory for the new theme
da_dk: Kunne ikkke danne mappen for det nye tema
es_uy: No se pudo crear el directorio para el nuevo tema
ru_ru: Не удалось создать директорию для новой темы

source: An error occurred while copying files. Please delete manually the new theme directory “%s” and retry or copy files manually.
es_uy: Ocurrió un error al copiar archivos. Elimine manualmente el nuevo directorio de temas "%s" y reintente, o copie los archivos manualmente.
ru_ru: При копировании файлов произошла ошибка. Пожалуйста, удалите вручную директорию темы “%s” и повторите попытку или скопируйте файлы вручную.

source: Your theme, based on theme %s
da_dk: Dit tema, baseret på temaet %s
es_uy: Su tema, basado en el tema %s
ru_ru: Пользовательская тема, базируется на %s

source: Your theme
da_dk: Dit tema
es_uy: Su tema
ru_ru: Ваша тема

source: New custom theme created successfully!
da_dk: Nyt brugerdefineret tema oprettet!
es_uy: Nuevo tema personalizado creado exitosamente!
ru_ru: Новая пользовательская тема успешно создана!

source: New custom theme created, but its description could not be updated
da_dk: Nyt brugerdefineret tema oprettet, men dets beskrivelse kunne ikke opdateres
es_uy: Se creó el nuevo tema personalizado, pero no se pudo actualizar su descripción
ru_ru: Новая пользовательская тема создана, но ее описание не удалось обновить

source: overview
da_dk: oversigt
es_uy: visión general
ru_ru: Обзор

source: pages
da_dk: sider
es_uy: páginas
ru_ru: Страницы

source: articles
da_dk: artikler
es_uy: artículos
ru_ru: Статьи

source: categories
da_dk: kategorier
es_uy: categorías
ru_ru: Категории

source: tags
es_uy: etiquetas
ru_ru: Теги

source: users
da_dk: brugere
es_uy: usuarios
ru_ru: Пользователи

source: general
da_dk: generelt
ru_ru: Общее

source: gallery
da_dk: galleri
es_uy: galería
ru_ru: Галерея

source: plugin
es_uy: extensión
ru_ru: Плагин

source: search
da_dk: søg
es_uy: buscar
ru_ru: Поиск

source: theme
da_dk: tema
es_uy: tema
ru_ru: Тема

source: options
da_dk: indstilling
es_uy: opciones
ru_ru: Настройки

source: themes
da_dk: temaer
es_uy: temas
ru_ru: Темы

source: plugins
es_uy: extensiones
ru_ru: Плагины

source: logs
da_dk: logfiler
es_uy: registros
ru_ru: Лог-журналы

source: Restore
da_dk: Genoprette
es_uy: Restaurar
ru_ru: Восстановить

source: %s log was emptied.
da_dk: %s logfil blev tømt.
es_uy: registro %s fue vaciado.
ru_ru: %s журнал был удален.

source: %s log could not be emptied.
da_dk: %s logfil kunne ikke tømmes.
es_uy: registro %s no pudo ser vaciado.
ru_ru: %s не может быть удален.

source: %s log was removed.
da_dk: %s logfil blev fjernet.
es_uy: registro %s fue removido.
ru_ru: %s журнал был удален.

source: %s log could not be removed.
da_dk: %s logfil kunne ikke fjernes.
es_uy: registro %s no pudo ser removido.
ru_ru: %s журнал не удалось удалить.

source: View logs:
da_dk: Se logfiler
es_uy: Ver registros:
ru_ru: Просмотр журналов:

source: Download
es_uy: Descargar
ru_ru: Скачать

source: There are no logs to view.
da_dk: Der er ingen logfiler at vise
es_uy: No hay registros para mostrar.
ru_ru: Нет журналов для просмотра.

source: Forbidden tag.
es_uy: Etiqueta Prohibida.
ru_ru: Запрещенный тег.

source: Your Allowed tags change did not parse successfully.
da_dk: Din tilladte tagændring tolkedes ikke korrekt.
es_uy: Su cambio de etiquetas permitidas no se ha analizado correctamente.
ru_ru: Изменение списка <em>Разрешенных тегов</em> не прошло анализ.

source: Error
da_dk: Fejl
ru_ru: Ошибка

source: The form submission is incomplete. Perhaps the form size exceeds configured server or browser limits.
da_dk: Formularudfyldelsen er ufuldstændig. Måske overskrider formularstørrelsen konfigurerede server eller browser grænser.
es_uy: La remisión del formulario está incompleta. Quizás el tamaño del formulario exceda los límites del servidor o del navegador configurados.
ru_ru: Отправка формы не завершена. Возможно размер формы превышает установленные лимиты сервера или браузера.

source: Applied
da_dk: Anvendt
es_uy: Aplicado
ru_ru: Применено

source: Your browser did not post all the fields. Some options may not have been set.
da_dk: Din browser har ikke sende alle felter. Nogle indstillinger er måske ikke blevet indstillet.
es_uy: Su navegador no ha publicado todos los campos. Es posible que algunas opciones no se hayan configurado.
ru_ru: Ваш браузер не отправил все поля. Возможно, были заданы не все параметры.

source: You must supply a password for the <em>%s</em> guest user
da_dk: Du skal angive en adgangskode for <em>%s</em> gæstebrugeren
es_uy: Debe suministrar una contraseña para el usuario invitado <em>%s</em>
ru_ru: Вы должны ввести пароль <em>%s</em> пользователя-гостя

source: The path you selected resulted in cookies not being retrievable. It has been reset.
da_dk: Den sti du valgte resulterede i at cookies ikke kunne genfindes. Den er blevet nulstillet.
es_uy: La ruta que seleccionó hizo que las cookies no sean recuperables. Se ha reiniciado.
ru_ru: Выбранный вами путь привел к невозможности извлечения файлов cookie. Путь сброшен.

source: Select graphics library
ru_ru: Графическая библиотека

source: Select the graphics library you wish to use for image processing and handling.
ru_ru: Выберите графическую библиотеку, которую вы хотите использовать для обработки изображений.

source: GD TypeFace path
da_dk: GD skrifttype sti
es_uy: Ruta a la tipografía GD
ru_ru: Путь к шрифтам GD TypeFace

source: Supply the full path to your TrueType fonts.
da_dk: Angiv den fulde sti til dine TrueType skrifttyper.
es_uy: Suministre la ruta completa a sus fuentes TrueType.
ru_ru: Укажите полный путь к вашим шрифтам TrueType.

source: Max height
da_dk: Max højde
es_uy: Altura máxima
ru_ru: Максимальная высота

source: The maximum height used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>
da_dk: Den maksimale højde, der anvendes af webstedet for forarbejdede billeder. Indstil til %d for ubegrænset. Standard er <strong>%d</strong>
es_uy: La altura máxima usada por el sitio para imágenes procesadas. Establecer en %d para sin restricciones. Predeterminado en <strong>%d</strong>
ru_ru: Максимальная высота, используемая сайтом для обработанных изображений. Установите значение %d для неограниченного. По умолчанию <strong>%d</strong>

source: Max width
da_dk: Max bredde
es_uy: Ancho máximo
ru_ru: Максимальная ширина
