Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Custom thumbnail: <em>zenpage_customthumb</em> or <em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>
da_dk: Brugedefineret miniature: <em>zenpage_customthumb</em> eller <em>zenpage_cutomthumb_keft</em> / <em>zenpage_customthumb_right</em>
es_uy: Miniatura personalizada: <em>zenpage_customthumb</em> or <em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>
ru_ru: Пользовательская миниатюра: <em>zenpage_customthumb</em>/<em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>

source: Sized image: <em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>
da_dk: Dimensioneret billede: <em>zenpage_sizedimage</em> / <em>zenpage_sizedimage_left</em> / <em>zenpage_sizedimage_right</em>
es_uy: Imagen dimensionada: <em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>
ru_ru: Стандартный размер изображения: <em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>

source: Custom image: <em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>
da_dk: Brugedefineret billede: <em>zenpage_customimage</em> / <em>zenpage_customimage_left</em> / <em>zenpage_customimage_right</em>
es_uy: Imagen personalizada: <em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>
ru_ru: Пользовательское изображение: <em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>

source: If you additionally have checked <em>Show title</em> or <em>Show description</em> for an image or album the div with the class <em>zenpage_wrapper</em> is wrapped around the image and link. Within that after the image and the link a div with the class <em>zenpage_title</em> wrapping the title respectively <em>zenpage_desc</em> wrapping the description.
da_dk: Hvis du oveni har afkrydset <em>Vis titel</em> eller <em>Vis beskrivelse</em> for et billede eller album omgiver diven med klassen <em>zenpagte_wrapper</em> billede og link. Indenfor dette, efter billede og link, er en div med klassen <em>zenpage_title</em> omgivede titlen, respektive <em>zenpage_desc</em> omgivende beskrivelsen.
es_uy: Si además ha marcado <em>Mostrar título</em> o <em>Mostrar descripción</em> para una imagen o álbum, el div con la clase <em>zenpage_wrapper</em> está envuelto alrededor de la imagen y el enlace. Dentro de eso, después de la imagen y el enlace, un div con la clase <em>zenpage_title</em> envuelve el título <em>zenpage_desc</em> envolviendo la descripción, respectivamente.
ru_ru: Если вы дополнительно отметили <em>Показывать заголовок</em> или <em>Показывать описание</em> для изображения или альбома, div с классом <em>zenpage_wrapper</em> будет обернут вокруг изображения и ссылки. Внутри, после изображения и ссылки, div с классом <em>zenpage_title</em> перенос заголовка соответственно <em>zenpage_desc</em> перенос описания.

source: Additionally a default CSS class is attached to the link itself depending on the link option set:
da_dk: Tilsvarende tilføjes en standard CSS klasse til selve linket, afhængigt af instillingerne for linket:
es_uy: Adicionalmente, se adjunta una clase CSS predeterminada al enlace en sí, dependiendo del conjunto de opciones del enlace:
ru_ru: Кроме того, к самой ссылке прикреплен CSS-класс по умолчанию, в зависимости от установленного параметра ссылки:

source: Image link: <em>zenpage_imagelink</em>
da_dk: Billedlink: <em>zenpage_imagelink</em>
es_uy: Enlace a la imagen: <em>zenpage_imagelink</em>
ru_ru: Ссылка на изображение: <em>zenpage_imagelink</em>

source: Full image link: <em>zenpage_fullimagelink</em>. Additionally <em>rel='colorbox'</em> is attached so you can move through all images on a page using Colorbox or similar *box scripts.
da_dk: Originalbillede-link: <em>zenpage_fullimagelink</em>. Derudover tilføjes <em>rel=‘colorbox’</em> så du kan gå gennem alle billederne på en side med hjælp af Colorbox eller lignende *box scripts.
es_uy: Enlace de imagen completa : <em>zenpage_fullimagelink</em>. Además, se adjunta <em>rel = 'colorbox'</em> para que pueda moverse a través de todas las imágenes en una página utilizando Colorbox o *scripts de cuadro similares.
ru_ru: Ссылка на оригинальное изображение: <em>zenpage_fullimagelink</em>. Дополнительно <em>rel='colorbox'</em> прикреплен, чтобы вы могли перемещаться по всем изображениям на странице, используя Colorbox или аналогичные скрипты * box.

source: Album link: <em>zenpage_albumlink</em>
es_uy: Enlace al álbum: <em>zenpage_albumlink</em>
ru_ru: Ссылка на альбом: <em>zenpage_albumlink</em>

source: Custom link: <em>zenpage_customlink</em>
da_dk: Brugerdefineret link: <em>zenpage_customlink</em>
es_uy: Enlace personalizado: <em>zenpage_customlink</em>
ru_ru: Пользовательская ссылка: <em>zenpage_customlink</em>

source: If you would like to do some direct styling you can also use TinyMCE’s image button or source code editor.
es_uy: Si desea hacer un estilo directo, también puede usar el botón de imagen de TinyMCE o el editor de código fuente.
ru_ru: Если вы хотите создать какой-либо применяющийся напрямую стиль, вы также можете использовать кнопку изображения в TinyMCE или редактор исходного кода.

source: Trivial SPAM filter.
da_dk: Trivielt SPAM filter
es_uy: Filtro de SPAM trivial.
ru_ru: Базовый СПАМ-фильтр.

source: pass
da_dk: passere
es_uy: pasar
ru_ru: принять

source: moderate
da_dk: moderere
es_uy: moderar
ru_ru: модерировать

source: reject
da_dk: Afvise
es_uy: rechazar
ru_ru: отвергать

source: This action will be taken for all messages.
da_dk: Denne handling vil anvendes på alle meddelelser.
es_uy: Esta acción será tomada con todos los mensajes.
ru_ru: Это действие будет применено ко всем сообщениям.

source: <em>http</em> image upload handler.
da_dk: <em>http</em> billedoverførsel program.
es_uy: controlador de carga de imágenes <em>http</em>.
ru_ru: Загрузчик изображений <em>http</em>.

source: images (%s)
da_dk: billeder (%s)
es_uy: imágenes (%s)
ru_ru: изображения (%s)

source: Does not reload!
es_uy: ¡No recargar!
ru_ru: Не перезагружается!

source: Add more upload boxes
da_dk: Tilføj flere overfølselsbokse
es_uy: Añadir más casillas de verificación de subida
ru_ru: Добавить больше полей для загрузки

source: (will not reload the page, but remember your upload limits!)
es_uy: (no recargará la página, ¡pero recuerde sus límites de carga!)
ru_ru: (не будет перезагружать страницу, но помните о ваших лимитах загрузки!)

source: The album could not be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the “albums” and “cache” folders to be world-writable using a shell:
es_uy: No se pudo crear el álbum en la carpeta "álbumes". Esto suele ser un problema de permisos. Intente configurar los permisos en los "álbumes" y las carpetas de "caché" para ser de escritura universal, utilizando un shell:
ru_ru: Не удалось создать альбом в директории “альбомы”. Обычно это проблема с разрешениями. Попробуйте установить разрешения для папок “альбомы” и “кэш”, чтобы они были доступны для записи:

source: You have most likely exceeded the upload limits. Try uploading fewer files at a time, or use a ZIP file.
es_uy: Es muy probable que haya superado los límites de carga. Intente cargar menos archivos a la vez, o use un archivo ZIP.
ru_ru: Скорее всего, вы превысили лимиты загрузки. Попробуйте загружать меньше файлов за раз или используйте ZIP-архив.

source: You must upload at least one file.
da_dk: Du skal overføre mindst en fil.
es_uy: Debe cargar al menos un archivo.
ru_ru: Необходимо загрузить, как минимум один файл.

source: You must enter a folder name for your new album.
da_dk: Du skal angive et navn for mappen med dit nye album.
es_uy: Debe ingresar un nombre de carpeta para su nuevo álbum.
ru_ru: Введите имя папки для нового альбома.

source: You have attempted to upload to an album for which you do not have upload rights
da_dk: Du har prøvet at overføre til et album du ikke har overførselsrettigheder til.
es_uy: Ha intentado cargar en un álbum para el que no tiene derechos de carga
ru_ru: Вы попытались загрузить в альбом, для которого у вас нет прав на загрузку

source: You have attempted to upload one or more files which are not Zenphoto supported file types
es_uy: Ha intentado cargar uno o más tipos de archivos que no son compatibles con Zenphoto
ru_ru: Вы попытались загрузить один или несколько файлов, которые не относятся к поддерживаемым Zenphoto типам файлов

source: The uploader could not write the file.
da_dk: Overførselsprogrammet kunne ikke gemme filen.
es_uy: El proceso de carga no pudo escribir el archivo.
ru_ru: Загрузчик не смог записать файл.

source: You have attempted to upload too large a file
da_dk: Du har forsøgt at overføre en for stor fil
es_uy: Ha intentado cargar un archivo demasiado grande
ru_ru: Вы пытались загрузить файл слишком большого размера

source: You have exceeded your upload quota
da_dk: Du har overskredet din kvote for overførsel
es_uy: Ha excedido su cuota de carga
ru_ru: Вы превысили свою квоту загрузки

source: The error %s was reported when submitting the form. Please try again. If this keeps happening, check your server and PHP configuration (make sure file uploads are enabled, and upload_max_filesize is set high enough.) If you think this is a bug, file a bug report. Thanks!
da_dk: Fejlen %s blev rapporteret da du sendte formularen. Prøv igen. Hvis det forsætter med at ske, tjek dine server og PHP indstillinger (tjek om fil-overførsel er aktiveret og upload_max_filesize er sat højt nok.) His du mener det er en progamfejl, send venligts en fejlrapport. Tak!
es_uy: Se informó el error %s al enviar el formulario. Inténtelo de nuevo. Si sigue ocurriendo, revise su servidor y la configuración de PHP (asegúrese de que las cargas de archivos estén habilitadas y de que upload_max_filesize sea suficiente). Si cree que esto es un error, presente un informe de error. ¡Gracias!
ru_ru: При отправке формы было сообщено об ошибке %s. Попробуйте еще раз. Если это происходит постоянно, проверьте свой сервер и конфигурацию PHP (убедитесь, что загрузка файлов включена, а параметр upload_max_filesize установлен на достаточно высоком уровне). Если вы считаете, что это ошибка, отправьте отчет об ошибке. Спасибо!

source: <em>jQuery</em> image upload handler.
da_dk: <em>jQuery</em> billed upload program.
es_uy: controlador de carga de imágenes <em>jQuery</em>.
ru_ru: Загрузчик изображений <em>jQuery</em>.

source: jQuery uploader requires PHP 5.3 or greater.
da_dk: jQuery uploader kræver PHP 5.3 eller nyere.
es_uy: controlador de carga jQuery requiere PHP 5.3 o superior.
ru_ru: jQuery требуется PHP 5.3 или выше.

source: Duplicates behaviour
ru_ru: Метод борьбы с дублями

source: Rename (append time string)
ru_ru: Переименовать (добавить временную строку)

source: Disallow
ru_ru: Запретить

source: Overwrite
ru_ru: Перезаписать

source: Define how the uploader should treat filename duplicates on upload.
ru_ru: Определите, как загрузчик должен обрабатывать дубликаты имен файлов при загрузке.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Загружаемый файл превышает лимит upload_max_filesize в php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Загружаемый файл превышает лимит MAX_FILE_SIZE, указанную в HTML-форме

source: The uploaded file was only partially uploaded
ru_ru: Загружаемый файл был загружен только частично

source: No file was uploaded
ru_ru: Файлы не были загружены

source: Missing a temporary folder
da_dk: Mangler en midlertidig mappe
es_uy: Carpeta temporaria perdida
ru_ru: Отсутствует временная папка

source: Failed to write file to disk
da_dk: Kunne ikke skrive fil til disk
es_uy: Falló al escribir archivo en el disco
ru_ru: Не удалось записать файл на диск

source: A PHP extension stopped the file upload
ru_ru: Расширение PHP остановило загрузку файла

source: The uploaded file exceeds the post_max_size directive in php.ini
ru_ru: Загружаемый файл превышает лимит post_max_size в php.ini

source: File is too big
da_dk: Fil er for stor
es_uy: El archivo es demasiado grande
ru_ru: Файл слишком большой

source: File is too small
da_dk: Fil er for lille
es_uy: Archivo demasiado pequeño
ru_ru: Файл слишком маленький

source: Filetype not allowed
da_dk: Filtype ikke tilladt
es_uy: Tipo de archivo no permitido
ru_ru: Запрещенный тип файла

source: Maximum number of files exceeded
ru_ru: Превышено максимальное количество файлов

source: Image exceeds maximum width
ru_ru: Изображение превышает максимальную ширину

source: Image requires a minimum width
ru_ru: Для изображения требуется минимальная ширина

source: Image exceeds maximum height
ru_ru: Изображение превышает максимальную высоту

source: Image requires a minimum height
ru_ru: Для изображения требуется минимальная высота

source: File upload aborted
ru_ru: Загрузка файла прервана

source: Failed to resize image
ru_ru: Не удалось изменить размеры изображений

source: File not uploaded. Duplicates are not allowed
ru_ru: Файл не был загружен. Дубликаты не допускаются

source: Duplicate filenames will be renamed with an appended time string.
ru_ru: Повторяющиеся имена файлов будут переименованы с добавлением временной строки.

source: NOTE: Duplicate filenames are not allowed to upload.
ru_ru: ПРИМЕЧАНИЕ: Повторяющиеся имена файлов не допускаются к загрузке.

source: CAUTION: Duplicate filenames will overwrite existing files.
ru_ru: ВНИМАНИЕ: Повторяющиеся имена файлов перезапишут существующие файлы.

source: Add files...
da_dk: Tilføj filer...
es_uy: Agregar archivos...
ru_ru: Добавить файлы..

source: Start upload
da_dk: start filoverførsel
es_uy: Iniciar carga
ru_ru: Начать загрузку

source: Cancel upload
da_dk: Annuller filoverførsel
es_uy: Cancelar la carga
ru_ru: Отменить загрузку

source: Drag files to upload here
ru_ru: Перетащите файлы для загрузки сюда

source: Done
ru_ru: Готово

source: Successfully uploaded
ru_ru: Успешно загружено

source: Edit file
ru_ru: Редактировать файл

source: Provides management of users based on when they were created.
da_dk: Giver håndtering af brugere baseret på hvornår de er oprettet.
es_uy: Provee gestión de usuarios basada en cuándo fueron creados.
ru_ru: Управление пользователями на основании даты их создания.

source: Days until expiration
da_dk: Dage intil udløb
es_uy: Días hasta la expiración
ru_ru: Дни до истечения срока действия

source: The number of days until a user is flagged as expired. Set to zero for no expiry.
da_dk: Antallet af dage indtil en bruger er markeret som udløbet. Sæt til nul for intet udløb.
es_uy: La cantidad de días hasta que un usuario es marcado como expirado. En 0 no expira.
ru_ru: Количество дней до того, как аккаунт пользователь будет помечен как "аккаунт с истекшим сроком действия". Установите нулевое значение для отсутствия ограничения срока действия аккаунтов.

source: Warning interval
da_dk: Advarselsinterval
es_uy: Período de advertencia
ru_ru: Интервал предупреждения

source: The period in days before the expiry during which a warning message will be sent to the user. (If set to zero, no warning occurs.)
da_dk: Perioden i dage før udløbet, i hvilken en advarselsmeddelelse vil blive sendt til brugeren. (Hvis den er sat til nul, vil ingen advarsel sendes.)
es_uy: El período en días antes de la expiración durante el cual se enviará un mensaje de advertencia al usuario. (En cero, no se produce ninguna advertencia).
ru_ru: Период в днях до истечения срока действия, в течение которого пользователю будет отправлено предупреждающее сообщение. (Если установлено нулевое значение, предупреждение не появляется.)

source: Auto renew
da_dk: Auto forny
es_uy: Renovación automática
ru_ru: Автопродление

source: Automatically renew the subscription if the user visits during the warning period.
da_dk: Automatisk forny abonnementet hvis brugeren besøger sitet i løber af advarselsperioden.
es_uy: Renueva la suscripción automáticamente si el usuario inicia sesión durante el período de advertencia.
ru_ru: Автоматически продлевает подписку, если пользователь посещает сайт в течение периода предупреждения.

source: Password cycle
da_dk: Adgangskode cyklus.
es_uy: Ciclo de Contraseña
ru_ru: Срок действия паролей

source: Number of days between required password changes. Set to zero for no required changes.
da_dk: Antal dage mellem påkrævede ændringer af adgangskoder. Sæt til nul for ingen ønskede ændringer.
es_uy: Cantidad de días entre cambios de contraseña requeridos. Dejar en cero para no requerir cambios.
ru_ru: Количество дней между обязательной сменой пароля. Установите нулевое значение для отмены обязательной смены пароля.

source: expiry
da_dk: Udløb
es_uy: expiración
ru_ru: истекает

source: Your user id for the Zenphoto site %s will expire on %s.
es_uy: Su ID de Usuario para el sitio Zenphoto %s expirará en %s.
ru_ru: Срок действия вашего ID пользователя для сайта Zenphoto %s истекает в %s.

source: User id expiration
da_dk: Bruger ID udløb
es_uy: Expiración de ID de Usuario
ru_ru: Срок действия ID пользователя

source: You have used that password recently. Please choose a different password.
da_dk: Du ahr brugt denne adgangskode fornylig. Væld venligst en anden adgangskode.
es_uy: Usted uso recientemente esa contraseña. Seleccione una contraseña diferente.
ru_ru: Вы недавно использовали этот пароль. Пожалуйста, выберите другой пароль.

source: Expires soon
da_dk: Udløber snart
es_uy: Expira pronto
ru_ru: Истекает скоро

source: Your subscription expires on %s
da_dk: Dit abonnement udløber den %s
es_uy: Su subscripción expira en %s
ru_ru: Срок действия вашей подписки истекает %s

source: You must change your password.
da_dk: Du skal ændre din adgangskode.
es_uy: Debe cambiar su contraseña.
ru_ru: Необходимо изменить пароль.

source: You have users whose credentials have expired.
da_dk: Du har brugere hvis legitimationoplysninger er udløbet.
es_uy: Tiene usuarios cuyas credenciales han expirado.
ru_ru: У вас есть пользователи, у которых истек срок действия учетных записей.

source: Your %1$s credentials need to be renewed. Visit %2$s to renew your logon credentials.
da_dk: Dine %1$s legitimationsoplysninger skal fornys. Besøg %2$s for at forny dine login oplysninger.
es_uy: Sus credenciales %1$s necesitan ser renovadas. Visite %2$s para renovar sus credenciales de inicio de sesión.
ru_ru: Ваши учетные данные %1$s необходимо обновить. Посетите %2$s, чтобы обновить учетные данные для входа.

source: %s renewal required
da_dk: %s fornyelse kræves.
es_uy: %s renovación requerida
ru_ru: %s требуется продление

source: Processed
da_dk: Behandlet
es_uy: Procesado
ru_ru: Обработано

source: Manage user expiry.
da_dk: Håndter bruger udløb.
es_uy: Administrar expiración de usuario.
ru_ru: Управление сроком действия аккаунтов пользователей.

source: Expired:%s;
da_dk: Udløbet:%s;
es_uy: Expirado: %s;
ru_ru: Срок действия истек: %s

source: Expires:%s;
da_dk: Udløber:%s;
es_uy: Expira: %s;
ru_ru: Истекает: %s

source: User id has been preempted
da_dk: Bruger-id er blevet foregrebet
es_uy: El ID de usuario ha sido reemplazado
ru_ru: ID пользователя был удален

source: enable
da_dk: Aktiver
es_uy: habilitar
ru_ru: включить

source: disable
da_dk: deaktiver
es_uy: deshabilitado
ru_ru: отключить

source: renew
da_dk: forny
es_uy: renovado
ru_ru: возобновить

source: Email renewal
da_dk: email fornyelse
es_uy: Email de revovación
ru_ru: E-mail продление

source: Force password renewal
da_dk: Tvungen fornyelse af adgangskode
es_uy: Forzar renovación de contraseña
ru_ru: Принудительное продление пароля

source: %1$s <strong>%2$s</strong> (%3$slast logon:%4$s)
da_dk: %1$s <strong>%2$s</strong> (%3$sseneste logind:%4$s)
es_uy: %1$s <strong>%2$s</strong> (%3$súltimo inicio de sesión:%4$s)
ru_ru: %1$s <strong>%2$s</strong> (%3$sпоследнее посещение:%4$s)

source: Disable
da_dk: Deaktiver
es_uy: Deshabilitar
ru_ru: Отключить

source: Renew
da_dk: Forny
es_uy: Renovar
ru_ru: Возобновить

source: Email renewal link
da_dk: email-fornyelse link
es_uy: Enlace al Email de renovación
ru_ru: Ссылка для обновления электронной почты

source: Adds user address fields
da_dk: Tilføjer brugerens adressefelter
es_uy: Agregar campos de Dirección del usuario
ru_ru: Добавляет поля адреса пользователя

source: Provides rudimentary user groups.
da_dk: Giver rudimentære brugergrupper.
es_uy: Proporciona grupos de usuarios elementales.
ru_ru: Базовое разделение пользователей на группы.

source: no groups established
da_dk: Ingen grupper oprettet
es_uy: sin grupos establecidos
ru_ru: групп не создано

source: *no group affiliation
es_uy: *sin afiliación grupal
ru_ru: * не состоит в группах

source: *no group selected
da_dk: *ingen gruppe valgt
es_uy: *sin grupo seleccionado
ru_ru: * группа не выбрана

source: (Template)
da_dk: (Skabelon)
es_uy: (Plantilla)
ru_ru: (Шаблон)

source: Applying a template will merge the template with the current <em>rights</em> and <em>objects</em>.
da_dk: Anvendelse af en skabelon vil forsyne skabelonen med de aktuelle <em>rettigheder</em> og <em>objekter</em>.
es_uy: La aplicación de una plantilla combinará la plantilla con los <em>derechos</em> y <em>objetos</em> actuales.
ru_ru: Применение шаблона объединит шаблон с текущими <em>правами</em> и <em>объектами</em>.

source: no group affiliation
da_dk: ingen gruppetilknytning
es_uy: sin afiliación grupal
ru_ru: не состоит в группах

source: User group membership: %s
da_dk: Brugers gruppemedlemskab: %s
es_uy: Miembro del grupo de usuarios: %s
ru_ru: Членство в группах: %s

source: Templates are highlighted.
da_dk: Skabeloner er fremhævet.
es_uy: Las plantillas están resaltadas.
ru_ru: Шаблоны выделены.

source: <strong>Note:</strong> When a group is assigned <em>rights</em> and <em>managed objects</em> are determined by the group!
da_dk: <strong>Bemærk:</strong> Når en gruppe er tildelt, vil <em>rettigheder</em> og <em>håndterede objekter</em> bestemmes af gruppen!
es_uy: <strong>Nota:</strong> Cuando se asigna un grupo, los <em>derechos</em> y <em>objetos administrados</em> son determinados por el grupo!
ru_ru: <strong>Примечание:</strong> Когда группе назначаются, <em>права</em> и <em>управляемые объекты</em> определяются группой!

source: groups
da_dk: grupper
es_uy: grupos
ru_ru: группы

source: Deleted
da_dk: Slettet
es_uy: Borrado
ru_ru: Удалено

source: Set group rights and select one or more albums for the users in the group to manage. Users with <em>User admin</em> or <em>Manage all albums</em> rights can manage all albums. All others may manage only those that are selected.
da_dk: Set grupperettigheder og vælg et ellr flere albums for brugerne i gruppen at håndtere. Brugere med <em>Brugerhåndtering</em> eller <em>Håndter alle albums</em> rettigheder kan håndtere alle albums. Alle andrem kan kun håndtere dem som er valgt.
es_uy: Establezca los derechos de grupo y seleccione uno o más álbumes para que los usuarios del grupo los administren. Los usuarios con derechos <em>Usuario administrador</em> o <em>Administrar todos los álbumes</em> pueden administrar todos los álbumes. Todos los demás podrán gestionar solo los que estén seleccionados.
ru_ru: Установите права группы и выберите один или несколько альбомов для управления пользователями в группе.<br>Пользователи с правами <em>Администратор</em> или <em>Управление всеми альбомами</em> могут управлять всеми альбомами. Все остальные могут управлять только теми, которые были им назначены.

source: group
da_dk: gruppe
es_uy: grupo
ru_ru: группа

source: template
da_dk: skabelon
es_uy: plantilla
ru_ru: шаблон

source: clone:
da_dk: klon:
es_uy: clonar:
ru_ru: клонировать:
