Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Request password reset
da_dk: Anmoder om nulstilling af adgangskode
es_uy: Solicitar restablecimiento de contraseña
ru_ru: Запросить новый пароль

source: Login
es_uy: Iniciar Sesión
ru_ru: Вход

source: Logon using:%s
da_dk: Log på ved hjælp af: %s
es_uy: Iniciar Sesión usando:%s
ru_ru: Вход в систему с использованием: %s

source: Password
da_dk: Adgangskode
es_uy: Contraseña
ru_ru: Пароль

source: Log in
da_dk: Log på
es_uy: Iniciar Sesión
ru_ru: Войти

source: I forgot my <strong>User ID</strong>/<strong>Password</strong>
da_dk: Jeg har glemt mit <strong>Brugernavn</strong> / <strong>adgangskode</strong>
es_uy: Olvidé mi <strong>ID de Usuario</strong>/<strong>Contraseña</strong>
ru_ru: Я забыл свой <strong>User ID</strong>/<strong>Пароль</strong>

source: password strength weak
da_dk: adgangskode svag
es_uy: fortaleza de la contraseña: Débil
ru_ru: надежность пароля: слабая

source: password strength good
da_dk: adgangskode god
es_uy: fortaleza de la contraseña: Buena
ru_ru: надежность пароля: хорошая

source: password strength strong
da_dk: adgangskode stærk
es_uy: fuerza de la contraseña: Fuerte
ru_ru: надежность пароля: высокая

source: password strength too weak
da_dk: adgangskode for svag
es_uy: fuerza de la contraseña: demasiado débil
ru_ru: надежность пароля: слишком слабый

source: passwords match
da_dk: adgangskoder matcher
es_uy: las contraseñas coinciden
ru_ru: пароли совпадают

source: passwords do not match
da_dk: adgangskoder matcher ikke
es_uy: las contraseñas no coinciden
ru_ru: пароли не совпадают

source: Repeat password
da_dk: Gentag adgangskode
es_uy: Repetir contraseña
ru_ru: Повторить пароль

source: Use the method isUniqueMailaddress() instead
ru_ru: Вместо этого используйте метод isUniqueMailaddress()

source: Failed to open %s for writing.
da_dk: Kunne ikke åbne %s for skrivning.
es_uy: Falló al abrir %s para escritura.
ru_ru: Не удается открыть %s для записи.

source: failed writing to backup!
da_dk: Kunne ikke skrive til sikkerhedskopi!
es_uy: falló la escritura haciendo copia de seguridad!
ru_ru: не удается записать резервную копию!

source: SHOW TABLES failed!
da_dk: VIS TABELLER mislykkes!
es_uy: MOSTRAR TABLAS Falló!
ru_ru: Команда SHOW TABLES закончилась неудачей!

source: backup completed using <em>%1$s(%2$s)</em> compression
da_dk: sikkerhedskopiering fuldført med brug af <em>%1$s(%2$s)</em> kompression
es_uy: completada la copia de seguridad utilizando compresión <em>%1$s(%2$s)</em>
ru_ru: резервное копирование с компрессией <em>%1$s(%2$s)</em> было завершено

source: backup completed
da_dk: Sikkerhedskopi komplet
es_uy: copia de seguridad completada
ru_ru: резервное копирование завершено

source: backup failed
da_dk: Sikkerhedskopi mislykket
es_uy: copia de seguridad falló
ru_ru: резервное копирование не удалось завершить

source: No backup set found.
da_dk: Ingen sikkedhedskopi fundet.
es_uy: No se encontró ningún conjunto de copia de seguridad.
ru_ru: Резервных копий не найдено.

source: Truncate table<br />
da_dk: Afkort tabel<br />
es_uy: Tabla truncada<br/>
ru_ru: Сокращать таблицу<br />

source: Restore encountered exceptions
da_dk: Gendannelse stødte på problemer
es_uy: Excepciones encontradas al Restaurar
ru_ru: Восстановить обнаруженные исключения

source: The following tables were not restored because the table no longer exists:
da_dk: De følgende tabeller blev ikke gendannet da tabellerne ikke eksisterer mere:
es_uy: Las siguientes tablas no se restauraron porque la tabla ya no existe:
ru_ru: Следующие таблицы не были восстановлены, поскольку таблица больше не существует:

source: The following fields were not restored because the field no longer exists:
da_dk: De følgende felter blev ikke gendannet da felterne ikke eksisterer mere:
es_uy: Los siguientes campos no se restauraron porque el campo ya no existe:
ru_ru: Следующие поля не были восстановлены, поскольку они больше не существуют:

source: The maximum error count was exceeded and the restore aborted.
da_dk: Den maksimale antal fejl blev overskredet, og gendannelsen afbrudt.
es_uy: Se superó el recuento máximo de errores y se abortó la restauración.
ru_ru: Было превышено максимальное количество ошибок, и восстановление прервано.

source: Restore encountered the following errors:
da_dk: Gendannelse stødte på følgende fejl:
es_uy: Siguientes Errores encontrados al Restaurar:
ru_ru: При восстановлении были обнаружены следующие ошибки:

source: You have restored your database content from a different instance of Zenphoto. You should run %1$ssetup%2$s to insure proper migration.
ru_ru: Вы восстановили содержимое своей базы данных из другой инсталяции Zenphoto. Вам следует запустить %1$ssetup%2$s, чтобы обеспечить надлежащую миграцию настроек и данных.

source: Zenphoto Rights migration failed!
es_uy: ¡Falló la migración de derechos de Zenphoto!
ru_ru: Не удалось перенести права Zenphoto!

source: Restore completed
da_dk: Gendan afsluttet
es_uy: Restauración completada
ru_ru: Восстановление завершено

source: Restore completed using %s compression
da_dk: Gendan afsluttet ved hjælp af %s kompression
es_uy: Restauración completada usando compresión %s
ru_ru: Восстановление завершено с использованием %s сжатия

source: MySQL Error: Zenphoto could not instantiate a connection.
ru_ru: Ошибка MySQL: Zenphoto не удалось установить соединение.

source: Use the class property $connection instead
ru_ru: Вместо этого используйте свойство класса $connection

source: No supported databases
da_dk: Ingen understøttede databaser
es_uy: Bases de datos no soportadas
ru_ru: Поддерживаемые базы данных отсутствуют

source: MySql Error: Zenphoto received the error %s when connecting to the database server.
es_uy: Error de MySql: Zenphoto recibió el error %s al conectarse al servidor de la base de datos.
ru_ru: Ошибка MySQL: Zenphoto получил сообщение об ошибке %s при подключении к серверу базы данных.

source: prefix
es_uy: prefijo
ru_ru: приставка

source: DB
ru_ru: БД

source: %1$s Error: ( %2$s ) failed. %1$s returned the error %3$s
da_dk: %1$s Fejl: ( <em>%2$s</em> ) mislykkedes. %1$s returnerede fejl <em>%3$s</em>
es_uy: %1$s Error: (%2$s) Falló. %1$s retornó el error %3$s
ru_ru: Ошибка %1$s: ( %2$s ) - неудачно! %1$s возвращает ошибку: %3$s

source: %s not connected
da_dk: %s er ikke fobundet
es_uy: %s no conectedado
ru_ru: Связь с %s не установлена

source: The class external_auth will be removed without replacement.
ru_ru: Класс external_auth будет удален без замены.

source: Latest albums
da_dk: Seneste albums
es_uy: Ultimos álbumes
ru_ru: Последние альбомы

source: latest updated albums
da_dk: Senest opdaterede albums
es_uy: últimos álbumes actualizados
ru_ru: по дате обновления

source: Most popular albums
da_dk: Mest populære albums
es_uy: Albumes más populares
ru_ru: Самые популярные альбомы

source: Most popular images
da_dk: Mest populære billeder
es_uy: Imágenes más populares
ru_ru: Самые популярные изображения

source: Top rated albums
da_dk: Top ratede albums
es_uy: Albumes más valorizados
ru_ru: Топ-рейтинг альбомов

source: Top rated images
da_dk: Top ratede billeder
es_uy: Imágenes más valorizadas
ru_ru: Топ-рейтинг изображений

source: Random albums
da_dk: Tilfældige albums
es_uy: Albumes aleatorios
ru_ru: Случайные альбомы

source: Random images
da_dk: Tilfældige billeder
es_uy: Imágenes aleatorias
ru_ru: Случайные изображения

source: Bad
da_dk: Dårlig
es_uy: Mal
ru_ru: Плохо

source: %s (%u image)
da_dk: %s (%u billede)
es_uy: %s (imagen %u)
ru_ru: %s (%u изображение)

source: Last update: %s
da_dk: SIdste opdatering: %s
es_uy: Ultima actualización: %s
ru_ru: Дата обновления: %s

source: Date: %s
da_dk: Dato: %s
es_uy: Fecha: %s
ru_ru: Дата: %s

source: by
da_dk: af
es_uy: por
ru_ru: от

source: Error: The “albums” directory (%s) cannot be found.
es_uy: Error: No se pudo encontrar el directorio de "álbumes" (%s).
ru_ru: Ошибка: не удается найти директорию “альбомы” (%s).

source: Error: The “albums” directory (%s) is not readable.
es_uy: Error: El directorio de "álbumes" (%s) no es de lectura.
ru_ru: Ошибка: директорию “альбомы” (%s) не читается.

source: Unknown
da_dk: Ukendt
es_uy: Desconocido
ru_ru: Неизвестно

source: <strong>Missing theme info file!</strong>
da_dk: <strong>Tema-info fil mangler!</strong>
es_uy: <strong>Archivo info del tema perdido!</strong>
ru_ru: <strong>Отсутствует инфо-файл темы оформления!</strong>

source: Invalid album folder: %1$s %2$s
da_dk: Ugyldig albummappe: %1$s!=%2$s
es_uy: Carpeta de Album inválida: %1$s %2$s
ru_ru: Недопустимая папка альбома: %1$s %2$s

source: fixed
da_dk: rettet
es_uy: reparado
ru_ru: исправлено

source: discarded
da_dk: kasseret
es_uy: deshechado
ru_ru: удалено

source: Use the method getParentSiteTitle() instead
ru_ru: Вместо этого используйте метод getParentSiteTitle()

source: Use the method setParentSiteTitle() instead
ru_ru: Вместо этого используйте метод setParentSiteTitle()

source: Use the method getParentSiteURL() instead
ru_ru: Вместо этого используйте метод getParentSiteURL()

source: Use the method setParentSiteURL() instead
ru_ru: Вместо этого используйте метод setParentSiteURL()

source: There is no PHP Graphics support.
da_dk: Der er ingen PHP grafisk support.
es_uy: No hay Soporte de gráficos PHP.
ru_ru: Графическая поддержка PHP отсутствует.

source: PHP GD library <em>%s</em>
da_dk: PHP GD bibliotek <em>%s</em>
es_uy: Librería GD PHP <em>%s</em>
ru_ru: Библиотека PHP GD <em>%s</em>

source: PHP Imagick library <em>%s</em>
da_dk: PHP Imagick bibliotek <em>%s</em>
es_uy: Librería Imagick PHP <em>%s</em>
ru_ru: Библиотека PHP Imagick <em>%s</em>

source: Invalid image instantiation: Album does not exist
da_dk: Ugyldig billeddannelse: Album eksisterer ikke
es_uy: Instanciación de imagen inválida: el álbum no existe
ru_ru: Изображение не найдено: альбом не существует.

source: Invalid image instantiation: file does not exist
da_dk: Ugyldig billeddannelse: Filen eksisterer ikke
es_uy: Instanciación de imagen inválida: el archivo no existe
ru_ru: Изображение не найдено: файл не существует.

source: Bad album object parameter to newImage(%s)
da_dk: Dårlig album objektparameter til newImage(%s)
es_uy: Parámetro de objeto álbum erróneo en newImage(%s)
ru_ru: Объект newImage(%s) имеет неверный параметр.

source: Bad filename suffix in newImage(%s)
da_dk: Dårlig filnavn suffix i newImage(%s)
es_uy: Sufijo de nombre de archivo erróneo en newImage(%s)
ru_ru: Неверное окончание имени файла в newImage(%s)

source: An image object was instantiated without using the newImage() function.
da_dk: Et billedobjekt blev oprettet uden at bruge funktionen newimage().
es_uy: Un objeto Imagen fue instanciado sin utilizar la función newImage().
ru_ru: Объект изображение был создан без использования функции newImage().

source: 1: Horizontal (normal)
ru_ru: 1: Горизонтально

source: 2: Mirror horizontal
ru_ru: 2: Отразить по горизонтали

source: 3: Rotate 180 CW
ru_ru: 3: Повернуть на 180° по часовой стрелке

source: 4: Mirror vertical
ru_ru: 4: Отразить по вертикали

source: 5: Mirror horizontal and rotate 270 CW
ru_ru: 5: Отразить по горизонтали и повернуть на 270° по часовой стрелке

source: 6: Rotate 90 CW
ru_ru: 6: Повернуть на 90° по часовой стрелке

source: 7: Mirror horizontal and rotate 90 CW
ru_ru: 7: Отразить по горизонтали и повернуть на 90° по часовой стрелке

source: 8: Rotate 270 CW
ru_ru: 8: Повернуть на 270° по часовой стрелке

source: %d: Unknown
es_uy: %d: Desconocido
ru_ru: %d: Неизвестно

source: No Unit
da_dk: Ingen enhed
es_uy: Sin Unidad
ru_ru: Без меры длины

source: Inch
es_uy: Pulgada
ru_ru: Дюйм

source: Centimeter
es_uy: Centímetro
ru_ru: Сантиметр

source: Millimeter
es_uy: Milímetro
ru_ru: Миллиметр

source: Micrometer
es_uy: Micrómetro
ru_ru: Микрометр

source: Program
es_uy: Programa
ru_ru: Программа

source: Aperture Priority
da_dk: Blændeprioritet (tidsautomatik)
es_uy: Prioridad de apertura
ru_ru: Приоритет диафрагмы

source: Shutter Priority
da_dk: Lukkerprioritet
es_uy: Prioridad de obturador
ru_ru: Приоритет выдержки

source: Program Creative
da_dk: Program kreativ
es_uy: Programa Creativo
ru_ru: Режим "Художественный"

source: Program Action
da_dk: Program handling
es_uy: Acción del programa
ru_ru: Режим "Спорт"

source: Portrait
da_dk: Portræt
es_uy: Retrato
ru_ru: Портрет

source: Landscape
da_dk: Landskab
es_uy: Paisaje
ru_ru: Пейзаж

source: Standard Output Sensitivity and Recommended Exposure Index
da_dk: Standard output følsomhed og anbefalet eksponeringsindex.
es_uy: Sensibilidad de salida estándar e índice de exposición recomendado
ru_ru: Standard Output Sensitivity и Recommended Exposure Index

source: Standard Output Sensitivity and ISO Speed
da_dk: Standard output følsomhed og ISO hastighed
es_uy: Sensibilidad de salida estándar y Velocidad ISO
ru_ru: Standard Output Sensitivity и ISO Speed

source: Recommended Exposure Index and ISO Speed
da_dk: Anbefalet eksponeringsindex og ISO hastighed
es_uy: Índice de exposición recomendado y Velocidad ISO
ru_ru: Recommended Exposure Index и ISO Speed

source: Standard Output Sensitivity, Recommended Exposure Index and ISO Speed
es_uy: Sensibilidad de salida estándar, índice de exposición recomendado y velocidad ISO
ru_ru: Standard Output Sensitivity, Recommended Exposure Index и ISO Speed

source: Average
da_dk: Gennemsnit
es_uy: Promedio
ru_ru: Среднее

source: Center Weighted Average
da_dk: Centervægtet gennemsnit
es_uy: Media ponderada en el centro
ru_ru: Центровзвешенный

source: Spot
es_uy: Lugar
ru_ru: Точечный

source: Multi-Spot
ru_ru: Мульти

source: Pattern
da_dk: Mønster
es_uy: Patrón
ru_ru: Матричный

source: Partial
da_dk: Partiel
es_uy: Parcial
ru_ru: Частично

source: Other
da_dk: Anden
es_uy: Otro
ru_ru: Другое

source: Daylight
da_dk: Dagslys
es_uy: Luz de día
ru_ru: Дневной свет

source: Fluorescent
da_dk: Fluorescerende
es_uy: Fluorescente
ru_ru: Флуоресценция

source: Tungsten
es_uy: Tungsteno
ru_ru: Вольфрам

source: Flash
ru_ru: Вспышка

source: No Flash
da_dk: Ingen Flash
es_uy: Sin Flash
ru_ru: Без вспышки

source: Flash, strobe return light not detected
es_uy: Flash, retorno de luz estroboscópica no detectada
ru_ru: Вспышка, возвратный свет стробоскопа не обнаружен

source: Flash, strobe return light detected
es_uy: Flash, retorno de luz estroboscópica detectada
ru_ru: Вспышка, возвратный свет стробоскопа обнаружен

source: Compulsory Flash
da_dk: Tvunget Flash
es_uy: Flash obligatorio
ru_ru: Принудительная вспышка

source: Compulsory Flash, Return light not detected
es_uy: Flash obligatorio, retorno de luz no detectado
ru_ru: Принудительная вспышка, возвратный свет не обнаружен

source: Compulsory Flash, Return light detected
es_uy: Flash obligatorio, retorno de luz detectado
ru_ru: Принудительная вспышка, возвратный свет обнаружен

source: Flash, Auto-Mode
es_uy: Flash, Modo automático
ru_ru: Вспышка, автоматический режим

source: Flash, Auto-Mode, Return light not detected
es_uy: Flash, Modo automático, retorno de luz no detectado
ru_ru: Вспышка, автоматический режим, возвратный свет не обнаружен

source: Flash, Auto-Mode, Return light detected
es_uy: Flash, Modo automático, retorno de luz detectado
ru_ru: Вспышка, автоматический режим, возвратный свет обнаружен

source: Red Eye
da_dk: Røde øjne
es_uy: Ojos rojos
ru_ru: "Красные глаза"

source: Red Eye, Return light not detected
es_uy: Ojos rojos, retorno de luz no detectado
ru_ru: "Красные глаза", возвратный свет не обнаружен

source: Red Eye, Return light detected
es_uy: Ojos rojos, retorno de luz detectado
ru_ru: "Красные глаза", возвратный свет обнаружен

source: Red Eye, Compulsory Flash
es_uy: Ojos rojos, Flash obligatorio
ru_ru: "Красные глаза", принудительная вспышка

source: Red Eye, Compulsory Flash, Return light not detected
es_uy: Ojos rojos, Flash obligatorio, retorno de luz no detectado
ru_ru: "Красные глаза", принудительная вспышка, возвратный свет не обнаружен

source: Red Eye, Compulsory Flash, Return light detected
es_uy: Ojos rojos, Flash obligatorio, retorno de luz detectado
ru_ru: "Красные глаза", принудительная вспышка, возвратный свет обнаружен

source: Red Eye, Auto-Mode
es_uy: Ojos rojos, Modo automático
ru_ru: "Красные глаза", автоматический режим

source: Red Eye, Auto-Mode, Return light not detected
es_uy: Ojos rojos, Modo automático, retorno de luz no detectado
ru_ru: "Красные глаза", автоматический режим, возвратный свет не обнаружен

source: Red Eye, Auto-Mode, Return light detected
es_uy: Ojos rojos, Modo automático, retorno de luz detectado
ru_ru: "Красные глаза", автоматический режим, возвратный свет обнаружен

source: Uncalibrated
da_dk: Ukalibreret
es_uy: Descalibrado
ru_ru: Не откалибровано

source: No Compression
da_dk: Ingen kompression
es_uy: Sin Compresión
ru_ru: Без компрессии

source: Jpeg Compression
da_dk: Jpeg kompression
es_uy: Compresión Jpeg
ru_ru: Jpeg компрессия

source: Not defined
da_dk: Ikke defineret
es_uy: No definido
ru_ru: Не определено

source: One Chip Color Area Sensor
da_dk: 1-chip farveområdesensor
es_uy: Sensor de área de color de un chip
ru_ru: Одночиповой сенсор цветовой площади

source: Two Chip Color Area Sensor
da_dk: 2-chip farveområdesensor
es_uy: Sensor de área de color de dos chips
ru_ru: Двухчиповой сенсор цветовой площади

source: Three Chip Color Area Sensor
da_dk: 3-chip farveområdesensor
es_uy: Sensor de área de color de tres chips
ru_ru: Трехчиповой сенсор цветовой площади

source: Color Sequential Area Sensor
da_dk: Farvesekvens område sensor
es_uy: Sensor de área de color secuencial
ru_ru: Последовательный сенсор цветовой площади

source: Trilinear Sensor
da_dk: Trilineær sensor
es_uy: Sensor trilineal
ru_ru: Трехлинейный сенсор

source: Color Sequential Linear Sensor
da_dk: Farvesekvens lineær sensor
es_uy: Sensor lineal de color secuencial
ru_ru: Последовательный линейный сенсор цветовой площади

source: Monochrome
da_dk: Monokrom
es_uy: Monocromo
ru_ru: Монохром

source: version
es_uy: versión
ru_ru: версия

source: Auto
es_uy: Automático
ru_ru: Авто

source: Normal
ru_ru: Нормальный

source: Soft
es_uy: Blando
ru_ru: Смягчить

source: Hard
es_uy: Duro
ru_ru: Сложно

source: Low
da_dk: Lav
es_uy: Bajo
ru_ru: Низкий

source: High
da_dk: Høj
es_uy: Alto
ru_ru: Высокий

source: The site is opened
da_dk: Dette site er åbnet.
es_uy: El Sitio está abierto
ru_ru: Сайт доступен

source: <strong>Maintenance Mode:</strong> The site is closed!
ru_ru: <strong>Режим обслуживания:</strong> Сайт закрыт!

source: <strong>Maintenance Mode:</strong> The site is in test mode!
ru_ru: <strong> Режим обслуживания: </strong> Сайт находится в тестовом режиме!

source: Change mode
ru_ru: Изменить режим

source: %s upgrade
da_dk: %s opdatering
es_uy: actualización %s
ru_ru: %s обновление

source: <strong><em>%s</em></strong> is undergoing an upgrade
da_dk: <strong><em>%s</em></strong> er under opdatering.
es_uy: <strong><em>%s</em> </strong> está experimentando una actualización
ru_ru: <strong><em>%s</em></strong> обновляется

source: Please return later
da_dk: Vær venlig at komme igen senere.
es_uy: Por favor regrese mas tarde
ru_ru: Пожалуйста, зайдите позднее

source: RSS temporarily suspended for maintenance
ru_ru: RSS-трансляция временно приостановлена для тех. работ

source: Closed for maintenance
ru_ru: Закрыто для проведения работ

source: The site is currently undergoing an upgrade
ru_ru: В настоящее время сайт обновляется

source: Maintenance mode
ru_ru: Режим обслуживания

source: File/Folder name
da_dk: Fil/Mappe navn
es_uy: Nombre de Archivo/Carpeta
ru_ru: Имя файла/папки

source: Custom data
da_dk: Brugerdefinerede data
es_uy: Datos personalizados
ru_ru: Пользовательские данные

source: Location/Place
da_dk: Lokalitet/Plads
es_uy: Localización/Lugar
ru_ru: Место

source: City
da_dk: By
es_uy: Ciudad
ru_ru: Город

source: State
da_dk: Stat
es_uy: Estado/Provincia
ru_ru: Область/Край/Регион/Штат

source: Country
da_dk: Land
es_uy: País
ru_ru: Страна

source: Copyright
da_dk: Ophavsret
ru_ru: Авторские права

source: Credit
da_dk: Kredit:
es_uy: Reconocimiento
ru_ru: Участники

source: Content
da_dk: Indhold
es_uy: Contenido
ru_ru: Содержимое

source: ExtraContent
es_uy: Contenido extra
ru_ru: Дополнительный содержимое

source: Categories
da_dk: Kategorier
es_uy: Categorías
ru_ru: Категории

source: no date
da_dk: ingen dato
es_uy: sin fecha
ru_ru: без даты

source: Use isPublished() instead
ru_ru: Вместо этого используйте isPublished()

source: Use setPublished() instead
ru_ru: Вместо этого используйте setPublished()

source: Native PHP class DOMDocument not available. Update check not possible
ru_ru: Встроенный PHP-класс DOMDocument не доступен. Проверка обновлений невозможна.

source: Zenphoto %s is available.
ru_ru: Доступна версия Zenphoto %s.

source: You are running <strong>Zenphoto %1$s</strong>. Please upgrade.
ru_ru: Вы используете версию <strong>Zenphoto %1$s</strong>. Пожалуйста, обновитесь.

source: Release notes
ru_ru: Информация о релизе

source: Personal user data export for %1$s
es_uy: Exportación de datos personales del usuario para %1$s
ru_ru: Экспорт персональных данных пользователя %1$s

source: Personal user data export for %1$s and %2$s
es_uy: Exportación de datos personales del usuario para %1$s y %2$s
ru_ru: Экспорт персональных данных пользователя %1$s и %2$s

source: Export user data
es_uy: Exportar datos de usuario
ru_ru: Экспорт пользовательских данных

source: Export as HTML
es_uy: Exportar como HTML
ru_ru: Экспорт в формате HTML

source: Export as JSON
es_uy: Exportar como JSON
ru_ru: Экспорт в формате JSON

source: Report for
es_uy: Informe para
ru_ru: Отчет для

source: User mail
es_uy: Email del Usuario
ru_ru: Почта пользователя

source: Website
da_dk: Hjemmeside
es_uy: Sitio web
ru_ru: Веб-сайт

source: Gallery guest user
es_uy: Usuario invitado de la galería
ru_ru: Имя пользователя-гостя

source: User account data
es_uy: Datos de cuenta del Usuario
ru_ru: Учетные данные учетной пользователя

source: Security log entries
es_uy: Entradas del registro de seguridad
ru_ru: Записи журнала безопасности

source: Album owner
es_uy: Propietario del Album
ru_ru: Владелец альбома

source: Album guest user
es_uy: Usuario del Album invitado
ru_ru: Пользователь-гость альбома

source: Album last change user
es_uy: Ultimo cambio de Usuario del Album
ru_ru: Автор последних изменения в альбоме

source: unpublished
es_uy: no Publicado
ru_ru: не опубликовано

source: protected
da_dk: beskyttet
es_uy: protegido
ru_ru: защищено

source: Image owner
es_uy: Propietario de imagen
ru_ru: Владелец изображений

source: Image guest user
es_uy: Usuario invitado de la imagen
ru_ru: Пользователь-гость изображений

source: Image last change user
es_uy: Ultimo cambio de usuario de la imagen
ru_ru: Автор последних изменения для изображений

source: Full image
da_dk: Originalstørrelse
es_uy: Imagen completa
ru_ru: Оригинал изображения

source: Cached images
es_uy: Imágenes en caché
ru_ru: Кэшированные изображения

source: author
es_uy: autor
ru_ru: автор

source: last change user
es_uy: último cambio de usuario
ru_ru: автор последних изменений

source: guest user
es_uy: usuario invitado
ru_ru: имя гостевого аккаунта

source: Use the Administrator class instead
ru_ru: Вместо этого используйте класс Administrator

source: Use the Administrator class method instead
ru_ru: Вместо этого используйте Administrator class method

source: Use the Authority class instead
ru_ru: Вместо этого используйте класс Authority

source: Use the Authority class method instead
ru_ru: Вместо этого используйте Authority class method

source: Use the global object $_zp_db and the class method connect() instead.
ru_ru: Вместо этого используйте глобальный объект $_zp_db и метод класса connect().
