Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: Use the image_album_statistics plugin function getImageStatisic() with appropiate parameters
ru_ru: Вместо этого используйте функцию плагина image_album_statistics getImageStatisic() с соответствующими параметрами

source: For picture of the day functionality use the image_album_statiscic plugin function getPictureOfTheDay()-
ru_ru: Для функциональности "Картинка дня" используйте функцию плагина <em>image_album_statistics</em> getPictureOfTheDay()

source: Use the image_album_statistics plugin function getImageStatistic() with appropiate parameters. You might need to adjust your theme's CSS.
ru_ru: Вместо этого используйте функцию плагина image_album_statistics getImageStatistic() с соответствующими параметрами. Возможно, вам потребуется настроить CSS вашей темы.

source: View image: %s
da_dk: Se billede: %s
es_uy: Ver imagen: %s
ru_ru: Посмотреть изображение: %s

source: Use tidyHTML() instead
es_uy: En su lugar use tidyHTML()
ru_ru: Вместо этого используйте tidyHTML()

source: Use AlbumBase class method getNumAllImages() instead
es_uy: Use el método de clase AlbumBase en lugar de getNumAllImages()
ru_ru: Вместо этого используйте метод getNumAllImages() класса AlbumBase

source: Use themeObject::checkScheduledPublishing() instead
ru_ru: Вместо этого используйте themeObject::checkScheduledPublishing()

source: Use getLanguageSubdomains() instead
es_uy: En su lugar use getLanguageSubdomains()
ru_ru: Вместо этого используйте getLanguageSubdomains()

source: Use getLanguageText() instead
es_uy: En su lugar use getLanguageText()
ru_ru: Вместо этого используйте getLanguageText()

source: Use setexifvars() instead
es_uy: En su lugar use setexifvars()
ru_ru: Вместо этого используйте setexifvars()

source: Use hasPrimaryScripts() instead
ru_ru: Вместо этого используйте hasPrimaryScripts()

source: Use removeDir() instead
es_uy: En su lugar use removeDir()
ru_ru: Вместо этого используйте removeDir()

source: Use tagURLs() instead
es_uy: En su lugar use tagURLs()
ru_ru: Вместо этого используйте tagURLs()

source: Use unTagURLs() instead
es_uy: En su lugar use unTagURLs()
ru_ru: Вместо этого используйте unTagURLs()

source: Use updateImageProcessorLink() instead
es_uy: En su lugar use updateImageProcessorLink()
ru_ru: Вместо этого используйте updateImageProcessorLink()

source: Use pluginDebug() instead
es_uy: En su lugar use pluginDebug()
ru_ru: Вместо этого используйте pluginDebug()

source: Use removeTrailingSlash() instead
es_uy: En su lugar utilice TrailingSlash()
ru_ru: Вместо этого используйте removeTrailingSlash()

source: Use the instantiate method instead
es_uy: En su lugar use el método instanciar
ru_ru: Вместо этого используйте метод instantiate

source: No calls on deprecated functions were found.
da_dk: Ingen kald til forældede funktioner blev fundet.
es_uy: No se encontraron llamadas a funciones obsoletas.
ru_ru: Обращений к устаревшим функциям не обнаружено.

source: %s table
da_dk: %s tabel
es_uy: tabla %s
ru_ru: %s таблица

source: Plugin to generate file download lists.
da_dk: Plugin til at generere fildownload-lister.
es_uy: Complemento para generar listados de descarga de archivos.
ru_ru: Плагин для создания списков файлов для скачивания.

source: User rights
da_dk: Bruger rettigheder.
es_uy: Derechos de usuario
ru_ru: Права пользователя

source: Check if users are required to have <em>file</em> rights to download.
da_dk: Marker hvis brugere skal have <em>fil</em>rettigheder til at downloade.
es_uy: Marque si se requiere que los usuarios tengan derechos para descargar <em>archivos</em>.
ru_ru: Отметьте, если вы хотите чтобы скачивание было доступно только пользователям с правами на <em>доступ к файлам</em>.

source: Download directory
da_dk: Download mappe
es_uy: Directorio de Descarga
ru_ru: Директория для скачиваемых файлов

source: This download folder can be relative to your Zenphoto installation (<em>foldername</em>) or external to it (<em>../foldername</em>)! You can override this setting by using the parameter of the printdownloadList() directly on calling.
es_uy: Esta carpeta de descarga puede ser relativa a su instalación de Zenphoto (<em>nombre de carpeta</em>) o externa a ella (<em>.../nombre de carpeta </em>)! Puede anular esta configuración usando el parámetro de printdownloadList() directamente en la llamada.
ru_ru: Эта папка может быть как относительной к вашей установке Zenphoto (<em>имя_папки</em>) или внешней по отношению к ней (<em>../имя_папки</em>)! Вы можете переопределить этот параметр, используя параметр printdownloadList() непосредственно при вызове.

source: Show filesize of download items
da_dk: Vis filstørrelse af download elementerne
es_uy: Mostrar tamaño de archivo de los elementos descargados
ru_ru: Показать размер файлов

source: Show download counter of download items
da_dk: Vis download tæller for downloadede elementer
es_uy: Mostrar contador de descargas de elementos descargados
ru_ru: Показывать счетчик скачивания

source: Files to exclude from the download list
da_dk: Filer der skal ekskluderes fra download-listen
es_uy: Archivos a excluir de la lista de descargas
ru_ru: Файлы, которые нужно исключить из списка скачиваемых

source: A list of file suffixes to exclude. Separate with comma and omit the dot (e.g "jpg").
da_dk: En liste af fil-suffixer der skal ekskluderes. Separer med komma og undlad punktummet. (fx. "jpg").
es_uy: Una lista de prefijos de archivos a excluir. Separar con comas y omitir el punto (ej. "jpg").
ru_ru: Список расширений файлов, которые следует исключить. Разделяйте запятой и опустите точку (например,"jpg").

source: Zip source
da_dk: Zip kilde
es_uy: Fuente Zip
ru_ru: Поместить в Zip-архив

source: Full images
ru_ru: Оригиналы изображений

source: Resized images
ru_ru: Изображения с измененным размером

source: Make the album zip using full images from the album folder or from the sized images <strong>already existing</strong> in the cache.
ru_ru: Создайте zip-файл альбома, используя полные изображения из папки альбома или изображения того размера, который <strong>уже существует</strong> в кэше.

source: <strong>Notice:</strong> If you select <em>Resized images</em>, make sure that you have already cached all of the default size images for the albums to be downloaded. If some images are not cached when the download is requested, the plugin will try to cache them “on the fly” using cURL (if available), which may take a long time to process, resulting in a long wait time for users or, in the worst case, a fatal time-out error by the server.
ru_ru: <strong>Примечание: </strong> Если вы выберете <em>Изображения с измененным размером</em>, убедитесь, что вы уже кэшировали все изображения размера по умолчанию для загружаемых альбомов. Если некоторые изображения не кэшируются при запросе загрузки, плагин попытается кэшировать их “на лету” с помощью cURL (если доступен), обработка которого может занять много времени, что приведет к длительному ожиданию пользователей или, в худшем случае, к фатальной ошибке тайм-аута сервера.

source: Add images from subalbums
ru_ru: Добавление изображений из вложенных альбомов

source: Direct subalbums
ru_ru: Вложенные альбомы 1го уровня

source: All subalbums
ru_ru: Все вложенные альбомы

source: Subalbums whose images are to be included in the album zip.
ru_ru: Глубина вложенных субальбомов, изображения которых должны быть включены в zip-файл альбома.

source: Allow external downloads
ru_ru: Разрешить внешние загрузки

source: Check if you want to allow downloads from external sites. This directly redirects to the external source.
ru_ru: Отметьте, если хотите разрешить скачивание с внешних сайтов. Данный вариант дает прямую ссылку для стороннего ресурса.

source: credentials
da_dk: legitimation
es_uy: credenciales
ru_ru: учетные данные

source: Provide credentials to password protect downloads
da_dk: Giver legimitationsoplysninger til adgangskode-beskyttede downloads
es_uy: Provee credenciales para descargas protegidas por contraseña
ru_ru: Предоставьте учетные данные для защиты паролем

source: Password:
da_dk: Adgangskode:
es_uy: Contraseña:
ru_ru: Пароль:

source: Guest user:
da_dk: Gæstebruger:
es_uy: Usuario invitado:
ru_ru: Имя гостевого аккаунта:

source: You must supply a password for the DownloadList user
da_dk: Du skal angive en adgangskode for download-brugeren
es_uy: Debe suministrar una contraseña para el usuario del listado de descarga
ru_ru: Вы должны ввести гостевой пароль для DownloadList

source: Your DownloadList passwords were empty or did not match
da_dk: Din DownloadList adgangskode var tom eller matchede ikke
es_uy: Sus contraseñas para el listado de descargas estaban vacías o no coincidieron
ru_ru: Ваши пароли к DownloadList пустые или не совпадают

source: File “%s” was not found.
es_uy: El archivo "%s" no se encontró.
ru_ru: Файл “%s” не найден.

source: WARNING: Some images from %1$s were not added to %2$s by %3$s as they were not cached
ru_ru: <strong>Предупреждение:</strong> Некоторые изображения из %1$s не были добавлены в %2$s с помощью %3$s, поскольку они не были кэшированы

source: Use downloadList::noFile() instead
ru_ru: Вместо этого используйте downloadList::noFile()

source: Album not found
da_dk: Album ikke fundet
es_uy: Album no encontrado
ru_ru: Альбом не найден

source: Created from cached images of %1$s on %2$s.
da_dk: Dannet fra cachede billeder af %1$s på %2$s.
es_uy: Creado desde el caché de imágenes %1$s en %2$s.
ru_ru: Создано из кэшированных изображений из %1$s на %2$s.

source: Created from images in %1$s on %2$s.
da_dk: Dannet fra billeder i %1$s på %2$s.
es_uy: Creado desde %1$s imágenes en %2$s.
ru_ru: Создано из изображений в %1$s на %2$s.

source: %u download
es_uy: %u descarga
ru_ru: %u скачивание

source: 0 downloads
es_uy: 0 descargas
ru_ru: 0 скачиваний

source: Allows viewers of your site to select the language translation of their choice.
da_dk: Tillader besøgende på dit site at vælge sprog (oversættelse) efter eget valg.
es_uy: Permite a los espectadores de su sitio seleccionar la traducción al idioma de su elección.
ru_ru: Позволяет посетителям самостоятельно выбирать язык отображения вашего сайта.

source: If checked links to the alternative languages will be in the form <code><em>language</em>.domain</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
da_dk: Hvis markeret, vil links til de alternative sprog vil være i formen <code><em>sprog</em>.domain</code> hvor <code><em>sproget</em></code> er sprogkoden, fx <code><em>fr</em></code> for fransk.
es_uy: Si se marca, los enlaces a los idiomas alternativos estarán en la forma <code><em>lenguaje</em> .dominio</code> donde <code><em>lenguaje</em></code> es el código del idioma, p.ej. <code><em>fr</em> </code> para francés.
ru_ru: Если отмечено, ссылки на альтернативные языки будут иметь вид <code><em>language</em>.domain</code>, где <code><em>language</em></code> - это код языка, например <code><em>fr</em></code> для французского.

source: This requires that you have created the appropriate subdomains pointing to your Zenphoto installation. That is <code>fr.mydomain.com/zenphoto/</code> must point to the same location as <code>mydomain.com/zenphoto/</code>. (Some providers will automatically redirect undefined subdomains to the main domain. If your provider does this, no subdomain creation is needed.)
es_uy: Esto requiere que haya creado los subdominios apropiados apuntando a su instalación de Zenphoto. Eso es <code>fr.mydomain.com/zenphoto/</code> debe apuntar a la misma ubicación que <code>mydomain.com/zenphoto/</code>. (Algunos proveedores redireccionan automáticamente los subdominios no definidos al dominio principal. Si su proveedor hace esto, no es necesario crear subdominios).
ru_ru: Для этого необходимо, чтобы вы создали соответствующие поддомены, указывающие на вашу установку Zenphoto. То есть <code>fr.mydomain.com/zenphoto /</code> должен указывать на то же местоположение, что и <code>mydomain.com/zenphoto /</code>. (Некоторые провайдеры автоматически перенаправляют неопределенные поддомены на основной домен. Если это делает ваш провайдер, создание поддомена не требуется.)

source: Use flags
da_dk: Brug flag
es_uy: Usar banderas
ru_ru: Использовать флаги

source: Checked produces an array of flags. Not checked produces a selector.
da_dk: Hvis valgt laves en liste af flag. Hvis ikke laves en vælger.
es_uy: Si se selecciona produce una matriz de banderas. Sin marcar produce un selector.
ru_ru: Если отмечено, создает ряд из флагов. Если не отмечено, то пользователю предлагается меню.

source: Use subdomains
da_dk: Brug subdomæner
es_uy: Usar subdominios
ru_ru: Использовать поддомены

source: * This option may be set via the <a onclick="gotoName('dynamic-locale');"><em>dynamic-locale</em></a> plugin options.
es_uy: * Esta opción deben ser configuradas a través de las opciones del plugin <a onclick="gotoName('dynamic-locale');"><em>dynamic-locale</em></a>.
ru_ru: * Этот параметр можно установить настройках плагина <a onclick="gotoName('dynamic-locale');"><em>dynamic-locale</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of this option is shared with other plugins.</p>
da_dk: <p class="notebox">*<strong>Bemærk:</strong> Disse indstillinger deles med andre plugins.</p>
es_uy: <p class="notebox">*<strong>Nota:</strong> La configuración de esta opción es compartida con otros complementos.</p>
ru_ru: <p class="notebox">*<strong>Замечание:</strong> Значение этого параметра используется совместно с другими плагинами.</p>

source: Provides file handling for the <code>Upload > Files</code> admin page and the <em>TinyMCE</em> file browser.
ru_ru: Обеспечивает обработку файлов для вкладки <code>Панель управления > Загрузка > Файлы</code> и для файлового браузера плагина <em>TinyMCE</em>.

source: Files tab
da_dk: Filer fanen
es_uy: Etiqueta Archivos
ru_ru: Вкладка Файлы

source: Use as the upload <em>files</em> subtab.
da_dk: Brug som underfanen overfør <em>filer</em>.
es_uy: Utilice como la subpestaña <em>archivos</em> en Cargar.
ru_ru: Используйте в качестве вложенной вкладки "<em>файлы</em>".

source: TinyMCE plugin
es_uy: Complemento TinyMCE
ru_ru: Плагин TinyMCE

source: Enable plugin for TinyMCE.
da_dk: Aktiver plugin for TineMCE.
es_uy: Habilitar complemento para TinyMCE.
ru_ru: Включить плагин для TinyMCE.

source: files (%s)
da_dk: Filer (%s)
es_uy: archivos (%s)
ru_ru: файлы (%s)

source: files
da_dk: filer
es_uy: archivos
ru_ru: файлы

source: File Manager
da_dk: Filhåndtering
es_uy: Gestor de archivos
ru_ru: Менеджер файлов

source: <strong>Note:</strong> Accessing the Albums folder with this utility is equivalent to using FTP to access it. <em>Copy</em> and <em>rename</em> do not carry the Zenphoto data with the change.
es_uy: <strong>Nota:</strong> Acceder a la carpeta Albumes con esta utilidad es equivalente a hacerlo con FTP. <em>Copiar</em> y <em>renombrar</em> no llevan los datos de Zenphoto con el cambio.
ru_ru: <strong>Примечание:</strong> Доступ к папке Albums с помощью этой утилиты эквивалентен использованию FTP для доступа к ней. <em>Скопируйте</em> и <em>переименуйте</em> данные Zenphoto при изменении не переносятся.

source: Upload folder (%s)
da_dk: Overfør til mappe (%s)
es_uy: Carpeta Subir (%s)
ru_ru: Папка для загрузки (%s)

source: Zenphoto themes (%s)
es_uy: Temas de Zenphoto (%s)
ru_ru: Темы Zenphoto (%s)

source: Albums folder (%s)
da_dk: Albummappe (%s)
es_uy: Carpeta Albumes (%s)
ru_ru: Каталог альбомов (%s)

source: Third party plugins (%s)
da_dk: Tredie parts plugins (%s)
es_uy: Complementos de 3ras. partes (%s)
ru_ru: Сторонние плагины (%s)

source: Zenphoto data (%s)
es_uy: Datos de Zenphoto (%s)
ru_ru: Данные Zenphoto (%s)

source: Backup files (%s)
da_dk: Sikkerhedskopi-filer (%s)
es_uy: Archivos de Copia de seguridad (%s)
ru_ru: Резервные копии файлов (%s)

source: Emails a password reset request to a newly created user.
da_dk: Mailer en anmodning om nulstilling af adgangskode til en nyoprettet bruger.
es_uy: Envía un Email solicitando nueva contraseña a un usuario recién creado.
ru_ru: Отправляет запрос на сброс пароля по электронной почте вновь созданному пользователю.

source: You are receiving this e-mail because a user code (%1$s) has been created for you on the Zenphoto gallery %2$s.
es_uy: Está recibiendo este correo electrónico porque se creó un código de usuario (%1$s) en la galería Zenphoto %2$s.
ru_ru: Вы получаете это электронное письмо, потому что для вас был создан код пользователя (%1$s) в галерее Zenphoto %2$s.

source: To set your Zenphoto User password visit: %s
es_uy: Para configurar su contraseña de Usuario de Zenphoto visite: %s
ru_ru: Чтобы установить пароль пользователя Zenphoto, перейдите по ссылке: %s

source: This ticket will automatically expire in 3 days.
da_dk: Denne adgang vil automatisk udløbe om 3 dage.
es_uy: Este ticket caducará automáticamente en 3 días.
ru_ru: Ссылка будет действительна в течении 3 дней.

source: Zenphoto user created
es_uy: Se creó el Usuario de Zenphoto
ru_ru: Zenphoto: пользователь создан

source: New users will be mailed a password set link
da_dk: Nye brugere vil få en mail med et link til at lave en adgangskode.
es_uy: Los nuevos usuarios recibirán un Email con un enlace al conjunto de contraseñas
ru_ru: Новым пользователям будет выслана ссылка для установки пароля по почте

source: Adds example macros.
da_dk: Tilføjer eksempel-makroer.
es_uy: Agregar macros de ejemplo.
ru_ru: Добавляет пример макроса.

source: Places codeblock number <code>%1</code> in the content where the macro exists.
da_dk: Placerer kodeblok nummer <code>%1</code> i indholdet hvor makroen findes.
es_uy: Coloca el número de bloque de código <code>%1</code> en el contenido donde existe la macro.
ru_ru: Помещает кодовый блок номер <code>%1</code> в содержимое, в котором существует макрос.

source: Prints the current page number.
da_dk: Printer nuværende sidenummer.
es_uy: Imprimir el número de la página actual.
ru_ru: Печатает номер текущей страницы.

source: Prints the version of the Zenphoto installation.
es_uy: Imprimir la versión de la instalación de Zenphoto.
ru_ru: Печатает версию установки Zenphoto.

source: An example of how to reference global variables. In this case to dump the current gallery page variable.
da_dk: Et eksempel på hvordan man refererer globale variabler. I dette tilfælde at dumpe variablen for den aktuelle galleriside.
es_uy: Un ejemplo de como referenciar variables globales. En este caso para volcar la variable de la página actual de la galería .
ru_ru: Пример того, как ссылаться на глобальные переменные. В данном случае для дампа текущей переменной страницы галереи.

source: Dump the contents of the array parameter list. The array is in the form <em>variable_1</em>=<code>value</code> <em>variable_2</em>=<code>value</code> <em>etc.</em>.
da_dk: Dumper indholdet af array parameter listen. Arrayet er på formen <em>variabel_1</em>=<code>værdi</code> <em>variabel_2</em>=<code>værdi</code> <em>etc.</em>
es_uy: Volcar el contenido de la matriz de lista de parámetros. La matriz tiene el formato <em>variable_1</em> = <code>valor</code><em>variable_2</em> = <code>valor</code><em> etc</em>.
ru_ru: Выгрузите содержимое списка параметров массива. Массив имеет вид <em>variable_1</em>=<code>значение</code> <em>variable_2</em>=<code>значение </code><em>и т.д.</em>.

source: Provides text for a link to a "custom" script page indicated by a linktext (<code>%1</code>) and a custom page (<code>%2</code>).
da_dk: Giver tekst til et link til en "custom" script side angivet med en linktext (<code>%1</code>) og en brugerdefineret side (<code>%2</code>).
es_uy: Proporciona texto para un enlace a una página de secuencia de comandos "personalizada" indicada por un texto de enlace (<code>%1</code>) y una página personalizada (<code>%2</code>).
ru_ru: Предоставляет текст для ссылки на "пользовательскую" страницу скрипта, обозначенную текстом ссылки (<code>%1</code>) и пользовательской страницей (<code>%2</code>).

source: The PARAM_DUMP macro was passed the following:
da_dk: PARAM_DUMP makroen blev givet følgende:
es_uy: La macro PARAM_DUMP pasó lo siguiente:
ru_ru: Макросу PARAM_DUMP было передано следующее:

source: Support for <em>favorites</em> handling.
da_dk: Understøttelse af <em>favorit</em> håndtering.
es_uy: Soporte para el manejo de <em>Favoritos</em>.
ru_ru: Поддержка списков <em>Избранное</em> для Zenphoto.

source: Link text
da_dk: Link tekst
es_uy: Texto de enlace
ru_ru: Текст ссылки

source: The text for the link to the favorites page. Leave empty to use the default text.
ru_ru: Текст для ссылки на страницу с "Избранным" пользователя. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Multiple sets
da_dk: flere sæt
es_uy: Conjuntos múltiples
ru_ru: Несколько наборов

source: If enabled a user may have multiple (named) favorites.
da_dk: Hvis aktiveret kan en bruger have flere (navngivne) favoritter.
es_uy: Si está habilitado, un usuario puede tener múltiples favoritos (con nombre).
ru_ru: Если эта функция включена, у пользователя может быть несколько (именованных) наборов Избранного.

source: Add button
da_dk: Tilføj knap
es_uy: Botón Agregar
ru_ru: Добавить кнопку

source: Text for the <em>add to favorites</em> button. Leave empty to use the default text.
ru_ru: Текст для кнопки <em>Добавить в избранное</em>. Оставьте пустым, чтобы использовать текст по умолчанию.

source: Remove button
da_dk: Fjern knap
es_uy: Botón Remover
ru_ru: Кнопка Убрать

source: Text for the <em>remove from favorites</em> button. Leave empty to use the default text.
ru_ru: Текст для кнопки <em>Удалить из избранного</em>. Оставьте пустым, чтобы использовать текст по умолчанию.

source: The favorites page title text. Leave empty to use the default text.
ru_ru: Заголовок для страницы с "Избранным". Оставьте пустым, чтобы использовать текст по умолчанию.

source: The favorites page description text. Leave empty to use the default text.
ru_ru: Описание для страницы с "Избранным". Оставьте пустым, чтобы использовать текст по умолчанию.

source: <p class="notebox">Favorites requires the <code>mod_rewrite</code> option be enabled.</p>
da_dk: <p class="notebox">Favoritter kræver at <code>mod_rewrite</code> muligheden er aktiveret.</p>
es_uy: <p class="notebox">Favoritos requiere que la opción <code>mod_rewrite</code> esté habilitada.</p>
ru_ru: <p class="notebox">Для работы функционала "Избранное" необходимо чтобы опция <code>mod_rewrite</code> была разрешена.</p>

source: Add favorite
da_dk: Tilføj favorit
es_uy: Agregar favorito
ru_ru: Добавить в Избранное

source: Remove favorite
da_dk: Fjern favorit
es_uy: Borrar favorito
ru_ru: Удалить из избранного

source: The albums and images selected as favorites.
da_dk: Albums og billeder, der er markeret som favoritter.
es_uy: Los álbumes e imágenes seleccionados como favoritos.
ru_ru: Альбомы и изображения, добавленные в Избранное.

source: Users watching:
da_dk: Brugere der ser:
es_uy: Usuarios viendo:
ru_ru: Пользователи наблюдают:

source: Attach an image to a Zenpage news article, category or page.
ru_ru: Позволяет назначить превью-изображение к статье, новостной категории или странице Zenpage.

source: The Zenpage CMS plugin is required for this and not enabled!
ru_ru: Для работы требуется активировать плагин Zenpage!

source: Change
ru_ru: Изменить

source: Set
ru_ru: Установить

source: Current featured image
ru_ru: Текущее превью-изображение

source: Query failure: %s
da_dk: Forespørgselsfejl: %s
es_uy: Falla de consulta: %s
ru_ru: Неудачный запрос %s

source: Album:
ru_ru: Альбом:

source: Set feature image
ru_ru: Установить превью

source: Remove feature image
ru_ru: Удалить превью

source: This album does not contain any images.
ru_ru: В этом альбоме отсутствуют изображения.
