Repository: zenphoto/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: da_dk, es_uy, ru_ru

source: class ZenpageCategory getParents(): The parameters $parentid and $initparents have been removed in Zenphoto 1.5.5.
ru_ru: класс ZenpageCategory getParents(): Параметры $parentid и $initparents были упразднены в Zenphoto 1.5.5.

source: Use <code>if($obj->isPublic() || zp_loggedin(ALL_NEWS_RIGHTS)) { … }</code> for a equivalent check instead.
ru_ru: Используйте <code>if($obj->isPublic() || zp_loggedin(ALL_NEWS_RIGHTS)) { … }</code> для эквивалентной проверки.

source: Use inChildNewsCategoryOf() instead
ru_ru: Вместо этого используйте inChildNewsCategoryOf()

source: class ZenpagePage getParents(): The parameters $parentid and $initparents have been removed in Zenphoto 1.5.5.
ru_ru: класс ZenpagePage getParents(): Параметры $parentid и $initparents были упразднены в Zenphoto 1.5.5.

source: Use getName() instead.
ru_ru: Вместо этого используйте getName()

source: Use setName() instead.
ru_ru: Вместо этого используйте setName().

source: getZenpageStatistic - "asc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use false instead.
ru_ru: getZenpageStatistic - значение "asc" для параметра $sortdirection считается устаревшим с выпуска ZenphotoCMS 1.5.8. Используйте вместо него значение false.

source: getZenpageStatistic - "desc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use true instead.
ru_ru: getZenpageStatistic - значение "desc" для параметра $sortdirection считается устаревшим с выпуска ZenphotoCMS 1.5.8. Используйте вместо него значение true.

source: %u article
da_dk: %u artikel
es_uy: %u artículo
ru_ru: %u статья

source: View the %s album
da_dk: Se %s albummet
es_uy: Mostrar el álbum %s
ru_ru: Просмотреть альбом: %s

source: View the album %s
da_dk: Se albummet %s
es_uy: Mostrar el %s álbum
ru_ru: Просмотреть альбом %s

source: View %s
da_dk: Se %s
es_uy: Mostrar %s
ru_ru: Просмотр %s

source: <code>zenpageAlbumImage()</code> did not find the image %1$s:%2$s
da_dk: <code>zenpageAlbumImage()</code> fandt ikke billedet %1$s:%2$s
es_uy: <code>zenpageAlbumImage()</code> no encontró la imagen %1$s:%2$s
ru_ru: <code>zenpageAlbumImage()</code> - не найдено изображение %1$s %1$s:%2$s

source: <code>zenpageAlbumImage()</code> did not find the album %1$s
da_dk: <code>zenpageAlbumImage()</code> fandt ikke albumet %1$s
es_uy: <code>zenpageAlbumImage()</code> no encontró el álbum %1$s
ru_ru: <code>zenpageAlbumImage()</code> - не найден альбом %1$s

source: Prev page
da_dk: Forrige side
es_uy: Página previa
ru_ru: Предыдущая страница

source: <em>This entry belongs to a protected category.</em>
es_uy: <em>Esta entrada pertenece a una categoría protegida.</em>
ru_ru: <em>Запись относится к защищенной паролем Категории.</em>

source: <em>This page is protected.</em>
ru_ru: <em>Эта страница защищена паролем.</em>

source: This page is password protected
da_dk: Denne side er beskyttet med adganskode
es_uy: Esta página está protegida por contraseña
ru_ru: Страница защищена паролем

source: Adds a Zenphoto donations block to the admin overview page.
es_uy: Agrega un bloque de donaciones de Zenphoto a la página de resumen de administración.
ru_ru: Помещает блок сбора пожертвований на закладке <em>Панель управления > Обзор</em>.

source: Like using Zenphoto? Donate!
es_uy: ¿Te gusta usar Zenphoto? ¡Donar!
ru_ru: Нравится Zenphoto? Поддержи!

source: Your support helps pay for the Zenphoto site server and helps development of Zenphoto. Thank you!
es_uy: Su soporte ayuda a pagar por el servidor del sitio Zenphoto y ayuda al desarrollo de Zenphoto. ¡Gracias!
ru_ru: Ваша помощь пойдeт на оплату сайта Zenphoto.org и дальнейшее развитие проекта. Спасибо!

source: Places the latest 5 news articles from Zenphoto.org on the admin overview page.
ru_ru: Помещает 5 последних новостей сайта Zenphoto.org на вкладке <em>Панель управления > Обзор</em>.

source: PHP <em>DOM Object Model</em> is required.
es_uy: PHP <em>DOM Object Model</em> se requiere.
ru_ru: Требуется PHP <em>DOM Object Model</em>.

source: Privacy note: This plugin performs external checks for new releases using the RSS feed from zenphoto.org. No data from your install is submitted or collected.
ru_ru: Примечание о конфиденциальности: Этот плагин выполняет внешние проверки на наличие новых выпусков, используя RSS-канал с сайта zenphoto.org. Никакие данные из вашей установки не отправляются и не собираются.

source: Truncation
es_uy: Truncado
ru_ru: Сокращение

source: The length of the article to display.
es_uy: La longitud del artículo a mostrar.
ru_ru: Длина статьи для отображения.

source: News from Zenphoto.org
es_uy: Noticias de Zenphoto.org
ru_ru: Новости Zenphoto.org

source: Failed to retrieve link <em>%s</em>
es_uy: Error al recuperar el enlace <em>%s</em>
ru_ru: Не удалось извлечь ссылку <em>%s</em>"

source: A connection to <em>Zenphoto.org</em> could not be established.
es_uy: No se pudo establecer una connection a <em>Zenphoto.org</em>.
ru_ru: Соединение с <em>Zenphoto.org</em> не установлено.

source: Zenphoto outgoing mail handler based on the PHP <em>mail</em> facility.
es_uy: El controlador de correo saliente de Zenphoto se basa en la facilidad <em>mail</em> de PHP.
ru_ru: Обработчик исходящей почты Zenphoto на основе <em>PHPmail</em>.

source: Please use the PHPMailer plugin and its sendmail option instead
ru_ru: Используйте плагин phpMailer и его функцию sendmail вместо этого

source: <code>zenphoto_sendmail</code> failed to send <em>%s</em> to one or more recipients.
da_dk: <code>zenphoto_sendmail</code> lykkedes ikke med at sende <em>%s</em> til en eller flere modtagere.
es_uy: <code>zenphoto_sendmail</code> falló al enviar <em>%s</em> a uno o más recipientes.
ru_ru: <code>zenphoto_sendmail</code> не удалось отправить <em>%s</em> одному или нескольким адресатам.

source: View album: %s
da_dk: Se album: %s
es_uy: Vista álbum: %s

source: Image order saved
da_dk: Billedorden gemt
es_uy: Ordenamiento de Imagen guardado

source: Zoom
es_uy: Aumento

source: Allow Comments
da_dk: Tillad kommentarer
es_uy: Permitir Comentarios

source: 90 degrees
da_dk: 90 grader
es_uy: 90 grados

source: 180 degrees
da_dk: 180 grader
es_uy: 180 grados

source: 270 degrees
da_dk: 270 grader
es_uy: 270 grados

source: None selected for display
da_dk: Ingen valgt for visning
es_uy: Nada seleccionado para mostrar

source: <a href="http://www.zenphoto.org" title="The simpler media website CMS">Zen<strong>photo</strong></a> version %1$s
es_uy: <a href="http://www.zenphoto.org" title="El más sencillo CMS de medios de la Web ">Zen<strong>photo</strong></a> versión %1$s

source: Bugtracker
es_uy: Rastreador de bugs

source: custom fields:
da_dk: Bgrugervalgt felt:
es_uy: campos personalizados:

source: Published/Un-published
es_uy: Publicado/No publicado

source: Un-publish the album %s
da_dk: Marker album %s som ikke-offentliggjort
es_uy: Despublicar el album %s

source: The image edit form submission has been truncated. Try displaying fewer images on a page.
da_dk: Billededit formularen er blevet beskåret. Prøv at vise færre billeder på en side.
es_uy: El envío del formulario de edición de imagen fue truncado. Intente desplegar menos imágenes en una página.

source: Your time zone offset is %d hour. If your time zone is different from the servers, select the correct time zone here.
da_dk: Din tidzones offset er %d time. Hvis din tidszone er forskellig fra serverne, skal du vælge den korrekte tidszone her.
es_uy: Tu desplazamiento de zona horaria es %d hora. Si tu zona horaria es diferente de la del servidor elíjela de aquí.

source: Time offset (hours):
da_dk: Tidszone offset (timer):
es_uy: Desplazamiento horario (horas):

source: If you are in a different time zone from your server, set the offset in hours of your time zone from that of the server. For instance if your server is on the US East Coast (<em>GMT</em> - 5) and you are on the Pacific Coast (<em>GMT</em> - 8), set the offset to 3 (-5 - (-8)).
es_uy: Si se encuentra en una zona horaria diferente a su servidor, establezca la compensación en horas de su zona horaria con la del servidor. Por ejemplo, si su servidor está en la costa este de los EE. UU. (<em>GMT</em> - 5) y usted está en la costa del Pacífico (<em>GMT</em> - 8), configure el desplazamiento en 3 (- 5 - (-8)).

source: Setup did not detect a working <em>mod_rewrite</em> facility.
da_dk: Setup har ikke fundet et fungerende <em>mod_rewrite</em> facilitet.
es_uy: El programa de instalación (Setup) no detecta la facilidad<em>mod_rewrite</em>.

source: HTTP_Accept_Language
es_uy: Lenguaje de aceptación HTTP

source: Date format:
da_dk: Dato format:
es_uy: Formato de fecha:

source: Preferred date representation
da_dk: Foretrukken dato repræsentation
es_uy: Representación de fecha preferida

source: 2008. February 25. 15:30
da_dk: 2008. Februar 25. 15:30
es_uy: 2008. Febrero 25. 15:30

source: 2008. February 25.
da_dk: 2008. Februar 25.
es_uy: 2008. Febrero 25.

source: 25 February 2008 15:30
da_dk: 25 Februar 2008 15:30
es_uy: 25 Febrero 2008 15:30

source: 25 February 2008
da_dk: 25 Februar 2008
es_uy: 25 Febrero 2008

source: 25. February 2008 15:30
da_dk: 25. Februar 2008 15:30
es_uy: 25. Febrero 2008 15:30

source: 25. February 2008
da_dk: 25. Februar 2008
es_uy: 25. Febrero 2008

source: February 25, 2008 15:30
da_dk: Februar 25, 2008 15:30
es_uy: Febrero 25, 2008 15:30

source: February 25, 2008
da_dk: Februar 25, 2008
es_uy: Febrero 25, 2008

source: Format for dates. Select from the list or set to <code>custom</code> and provide a <a href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a> format string in the text box.
da_dk: Datoformater. Vælg fra listen eller sæt til <code>brugerdefineret</code> og lav en <a href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a> formatstreng i tekstboksen.
es_uy: Formato para fechas. Seleccione de la lista o establezca <code>personalizado</code> y proporcione una <a href="http://us2.php.net/manual/en/function.strftime.php"> <span class = "nowrap "> <code> strftime () </code> </span> </a> cadena de formato en el cuadro de texto.

source: Follow the form <em>tag</em> =&gt; (<em>attribute</em> =&gt; (<em>attribute</em>=&gt; (), <em>attribute</em> =&gt; ()...)))
da_dk: Følg formen <em>tag</em> =&gt; (<em>attribut</em> =&gt; (<em>attribut</em>=&gt; (), <em>attribut</em> =&gt; ()...)))
es_uy: Respete la forma <em>etiqueta</em> =&gt; (<em>atributo</em> =&gt; (<em>atributo</em>=&gt; (), <em>atributo</em> =&gt; ()...)))

source: If this option is selected Zenphoto will use <a href="http://www.w3schools.com/php/php_sessions.asp">PHP sessions</a> instead of cookies to make visitor settings persistent.
es_uy: Si se selecciona esta opción, Zenphoto usará <a href="http://www.w3schools.com/php/php_sessions.asp">sesiones PHP</a> en lugar de cookies para hacer persistente la configuración del visitante.

source: These options control the number of items displayed on their tabs. If you have problems using these tabs, reduce the number shown here.
da_dk: Disse indstillinger styrer antallet af elementer, der vises på deres faner. Hvis du har problemer med at bruge disse faner, reducer antallet vist her.
es_uy: Estas opciones controlan la cantidad de elementos que se muestran en sus pestañas. Si tiene problemas al usar estas pestañas, reduzca el número que se muestra aquí.

source: Website title:
da_dk: Website titel:
es_uy: Título del Sitio Web:

source: Your web site title.
da_dk: Titlen på dit website.
es_uy: El título de su sitio Web.

source: Website url:
da_dk: Website adresse:
es_uy: URL del sitio Web:

source: This is used to link back to your main site, but your theme must support it.
da_dk: Dette bruges til at linke tilbage til dit websites forside, men dit tema skal understøtte det.
es_uy: Esto se usa para enlazar de nuevo a su sitio principal, pero su tema debe admitirlo.

source: Sort order for the albums on the index of the gallery. Custom sort values must be database field names. You can have multiple fields separated by commas. This option is also the default sort for albums and subalbums.
da_dk: Sorteringsrækkefølge for albums for galleriets indeks. Brugerdefinerede sorteringsværdier skal være database feltnavne. Du kan have flere felter adskilt af kommaer. Denne indstilling er også standard sortering for albums og underalbums.
es_uy: Orden de clasificación de los álbumes en el índice de la galería. Los valores de clasificación personalizados deben ser nombres de campo de base de datos. Puede tener varios campos separados por comas. Esta opción también es la clasificación predeterminada para álbumes y sub-albumes.

source: <strong>NOTE</strong>: Zenphoto will update the album date only if an image is discovered which is newer than the current date of the album.
es_uy: <strong>NOTA</strong>: Zenphoto actualizará la fecha del álbum solo si descubre una imagen más reciente que la fecha actual del álbum.

source: Setting this option places thumbnails in the album thumbnail selection list (the dropdown list on each album’s edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser will not display them. Uncheck this option and the images will not be loaded.
es_uy: Al configurar esta opción coloca las miniaturas en la lista de selección de miniaturas del álbum (la lista desplegable en la página de edición de cada álbum). En Firefox, el menú desplegable muestra las miniaturas, pero en IE y Safari solo se muestran los nombres (¡incluso si las miniaturas están cargadas!). En álbumes con muchas imágenes la carga de estas miniaturas toma mucho tiempo y es innecesario cuando el navegador no los muestra. Desmarque esta opción y las miniaturas no se cargarán.

source: See also the <a href="?tab=theme">Theme Options</a> tab for theme specific image options.
da_dk: Se også <a href="?tab=theme">Tema Indstillinger</a>-fanen for temabestemte billedindstillinger.
es_uy: Vea también la pestaña <a href="?tab=theme">Opciones del Tema</a> para opciones específicas de imagen.

source: Custom sort values must be database field names. You can have multiple fields separated by commas.
da_dk: Brugerdefinerede sorteringsværdier skal være database feltnavne. Du kan have flere felter adskilt af kommaer.
es_uy: Los valores de clasificación personalizados deben ser nombres de campos de la base de datos. Puede tener varios campos separados por comas.

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
da_dk: Kvalitet varierer fra 0 (dårligste kvalitet, mindste fil) til 100 (bedste kvalitet, største fil).
es_uy: Rangos de calidad desde 0 (peor calidad, archivo pequeño) a 100 (mejor calidad, archivo grande).

source: If set, Zenphoto will use the thumbnail imbedded in the image when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
es_uy: Si se configura, Zenphoto utilizará la miniatura incrustada en la imagen al crear una imagen almacenada en caché de tamaño igual o menor. Nota: la calidad de esta imagen varía según la cámara y su orientación puede no coincidir con la imagen maestra.

source: allow upscale
da_dk: tillad opskalering
es_uy: permitir escalar

source: If <em>allow upscale</em> is not checked the watermark will not be made larger than the original watermark image.
da_dk: hvis <em>tillad opskalering</em> ikke er markeret, vil vandmærket ikke blive lavet støtte end det originale vandmærkebillede.
es_uy: Si <em>permitir escalar</em> no está marcada, la marca de agua no se hará más grande que la imagen de marca de agua original.

source: Substitute a <em>lock</em> image for thumbnails of password protected albums when the viewer has not supplied the password. If your theme supplies an <code>images/err-passwordprotected.png</code> image, it will be shown. Otherwise the zenphoto default lock image is displayed.
da_dk: Sætter et billede af en lås istedet for en miniature for adgangskodebeskyttede albums, sålænge seeren ikke har givet adgangskoden. Hvis dit tema har et <code>billeder/fejl-adgangskodebeskyttet.png</code> billede, vil det blive benyttet. Ellers benyttes zenphotos standard låsebillede.
es_uy: Sustituye una imagen <em>bloqueo</em> por miniaturas de álbumes protegidos con contraseña cuando el espectador no haya proporcionado la contraseña. Si su tema proporciona una imagen de <code>images/err-passwordprotected.png</code>, se mostrará. De lo contrario, se mostrará la imagen de bloqueo predeterminada de zenphoto.

source: Show the field
da_dk: Vis feltet
es_uy: Mostrar el campo

source: Hide the field
da_dk: Skjul feltet
es_uy: Ocultar el campo

source: Do not process the field
da_dk: Behandl ikke feltet
es_uy: No procesar el campo

source: Hint: you can drag down the <em>drag handle</em> in the lower right corner to show more selections.
da_dk: Tip: Du kan trække ned i <em>håndtaget</em> i nederste højre hjørne for at vise flere valg.
es_uy: Sugerencia: puede arrastrar hacia abajo el <em>controlador de arrastre</em> en la esquina inferior derecha para mostrar más selecciones.

source: Imbed IPTC copyright
da_dk: Indlæg IPTC copyright
es_uy: Insertar derechos de autor IPTC

source: If checked and an image has no IPTC data a copyright notice will be imbedded cached copies.
da_dk: Hvis markeret vil en copyrigth meddelelse blive indkorporeret i cachekopier, hvis der ikke er IPTC-data i forvejen.
es_uy: Si se marca y una imagen no tiene datos IPTC, se insertará un aviso de derechos de autor en las copias en caché.

source: If checked IPTC data from the original image will be imbedded in cached copies. If the image has no IPTC data a copyright notice will be imbedded. (The text supplied will be used if the orginal image has no copyright.)
da_dk: Hvis markeret, vil IPTC-metadata fra originalbilledet inkorporeres i cachede kopier. Hvis billede ikke har ITCP data vil en copyright blive indsat. (Den medfølgende tekst vil blive brugt hvis originalbilledet ikke har en copyright.)
es_uy: Si se marca, los datos IPTC de la imagen original se incrustarán en copias en caché. Si la imagen no tiene datos IPTC, se incluirá un aviso de derechos de autor. (El texto suministrado se usará si la imagen original no tiene derechos de autor).

source: IPTC Imbedding:
da_dk: IPTC Indkorporering:
es_uy: Insertando IPTC:

source: <strong>NOTE:</strong> This option applies only to JPEG format cached images.
da_dk: <strong>BEMÆRK:</strong> Denne mulighed eksisterer kun for JPEG format billeder.
es_uy: <strong>NOTA</strong> Esta opción se aplica sólo a imágenes en caché con formato JPEG.

source: <em>These image and album presentation options provided by the Zenphoto core for all themes.</em>
es_uy: <em>Estas opciones de presentación de imágenes y álbumes son provistas por el núcleo de Zenphoto para todos los temas.</em>

source: thumbnails per row
da_dk: miniaturer pr række
es_uy: miniaturas por fila

source: These specify the Theme <a title="Look at your album page and count the number of album thumbnails that show up in one row. This is the value you should set for the option.">CSS determined number</a> of album thumbnails that will fit in a "row" and the number of albums thumbnails you wish per page.
da_dk: Disse beskriver temaet <a title="Se på dit album og tæl antal album miniaturer i en række. Dette er den værdi du skal sætte for indstillingen.">CSS bestemt antal</a> for album miniaturer der passer i en "række", og antallet af albumminiaturer der passer på en side.
es_uy: Estos especifican el tema <a title="Mire la página del álbum y cuente el número de miniaturas de álbumes a mostrar en una fila. Este es el valor que debe establecer para la opción.">CSS determined number</a> de miniaturas de album que encajarán en una "fila" y la cantidad de miniaturas de álbumes que desea por página.

source: <strong>Note:</strong> If <em>thumbnails per row</em> is greater than 1, The actual number of thumbnails that are displayed on a page will be rounded up to the next multiple of it.
da_dk: <strong>Bemærk:</strong> Hvis antallet af miniaturer pr række er større end 1, vil det aktuelle antal miniaturer vist på en side blive rundet op til et mutiplum af dette tal.
es_uy: <strong>Nota:</strong> Si <em>miniaturas por fila</em> es mayor que 1, el número real de miniaturas que se muestran en una página se redondeará al siguiente múltiplo de la misma.

source: For album pages there will be %1$u rows of thumbnails.
da_dk: For albumsider vil der være %1$u rækker af miniaturer.
es_uy: Para páginas de álbum habrá %1$u filas de miniaturas.

source: These specify the Theme <a title="Look at your album page and count the number of image thumbnails that show up in one row. This is the value you should set for the option.">CSS determined number</a> of image thumbnails that will fit in a "row" and the number of image thumbnails you wish per page.
da_dk: Disse beskriver temaet <a title="Se på din albumside og tæl antal billedminiaturer i en række. Dette er den værdi du skal sætte for indstillingen.">CSS bestemt antal</a> for billedminiaturer der passer i en "række", og antallet af billedminiaturer der passer på en side.
es_uy: Estos especifican el tema <a title="Mire la página del álbum y cuente la cantidad de miniaturas de imágenes a mostrar en una fila. Este es el valor que debe establecer para la opción.">CSS determined number</a> de miniaturas de imagen que encajarán en una "fila" y el número de miniaturas de imágenes que desea por página.

source: separate
da_dk: separat
es_uy: separada

source: combined
da_dk: kombineret
es_uy: combinada

source: if both album and image <em>thumbnails per row</em> are greater than 1 you can choose if album thumbnails and image thumbnails are placed together on the page that transitions from only album thumbnails to only image thumbnails.
da_dk: Hvis både album og billed <em>miniaturer pr række</em> er større end 1 kan du vælge om album og billedminiaturer skal placeres sammen på siden der overgår fra kun albumminiaturer til kun billedminiaturer.
es_uy: si tanto el álbum como las <em>miniaturas por fila</em> son mayores que 1, puede elegir si las miniaturas del álbum y las miniaturas de las imágenes se colocan juntas en la página que hace la transición desde solo las miniaturas del álbum a las miniaturas de las imágenes.

source: secure admin
da_dk: sikker admin
es_uy: administrador seguro

source: Normally this option should be set to <em>http</em>. If you are running a secure server, change this to <em>https</em>. Select <em>secure admin</em> if you need only to insure secure access to <code>admin</code> pages. However, if your server supports <em>https</em> there is no reason to use for the admin only!
es_uy: Normalmente esta opción debería ser configurada en <em>http</em>. Si está ejecutando un servidor seguro, cambie esto a <em>https</em>. Seleccione <em>administrador seguro</em> si solo necesita asegurar el acceso seguro a las páginas <code>admin</code>!

source: <strong>Note:</strong> Login from the front-end user login form is secure only if <em>https</em> is selected.
es_uy: <strong>Nota:</strong> El ingreso desde el formulario de entrada del "front-end" es seguro sólo si <em>https</em> está seleccionado.
