<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=utf-8">
<title>zpArdoise 1.4.13 – a ZenPhoto/ZenPage theme</title>
<style>
<!--
body{background-color:#333; color:#bbb; font-size:90%; font-family:"Corbel","sans-serif";}
h2{font-size:100%;font-style:italic;font-family:"Georgia","serif";}
h3{font-size:110%;font-family:"Georgia","serif";}
h4{font-size:90%;font-style:italic;font-family:"Georgia","serif";}
a, a:active{color:#86a1b6; text-decoration:none;}
a:focus, a:hover{text-decoration:none;}
ol{margin-bottom:0cm;}
ul{margin-bottom:0cm;}
-->
</style>
</head>

<body>

<div>

<!-- English -->
<h2><a name="english"></a>English version - <a title="Francais" href="#francais">Version Française</a></h2>
<h3>zpArdoise 1.4.13 &ndash; a ZenPhoto/ZenPage theme</h3>
<p><span style='color: red'><b>Please report bugs on the forum and I will try to fix as soon as possible.</b></span></p>
<p>zpArdoise is a theme for ZenPhoto/ZenPage, inherited from fisrt release of zpGalleriffic theme.<br />
Feel free to download and use it, and thanks in advance for your feedback!</p>
<h4>Description</h4>
<p><span style="color: #ff0000;"><strong>Important:</strong></span> To use the release <strong>1.4.13</strong> of the theme, you should have ZenPhoto <strong>1.4.13.x</strong>.<br /> If you use an older release of ZenPhoto, see <a title="Archives of zpArdoise" href="http://www.vincentbourganel.fr/pages/zpardoise-archives">Archives of zpArdoise</a>.</p>
<p><br />The theme supports the following ZenPhoto plugins:</p>
<ul>
<li>cacheManager, colorbox, comment_form, contact_form, dynamic-locale, favoritesHandler, federated_logon, flag_thumbnail, GoogleMap, image_album_statistics, print_album_menu, rating, register_user, RSS, slideshow (only colorbox option), user_login-out, zenpage</li>
</ul>
<p>Additional scripts used:</p>
<ul>
<li><a href="http://www.twospy.com/galleriffic/" target="_blank">Galleriffic</a> (jQuery plugin for rich experience and fast-performing photo galleries)</li>
<li><a href="http://www.mikage.to/jquery/jquery_history.html" target="_blank">jQuery History Plugin</a>, <a href="http://www.position-absolute.com/articles/jquery-fade-and-slide-toggle-plugin" target="_blank">Slide and Toggle Fade</a></li>
<li>script to navigate with arrow keys on news and images.</li>
</ul>
<h4>Major improvements of 1.4.13 release</h4>
<ul>
<li>Simplifications of the theme (deleting frames and rollover effect on thumbnails, size optimization of thumbnails and images, code clean up,...)</li>
<li>Some graphical improvements <strong>(read changelog.txt)</strong></li>
<li>Improvements to be compliant with ZenPhoto 1.4.13 <strong>(read changelog.txt)</strong></li>
<li>Fix some issues <strong>(read changelog.txt)</strong></li>
</ul>
<h4>Installation</h4>
<ol style="margin-top: 0cm;" type="1">
<li>Upload the zip file to your computer</li>
<li>Unzip the downloaded zip file locally, and upload the <span style="font-family: courier new,courier;">zpArdoise/</span> folder to the directory <span style="font-family: courier new,courier;">/themes/</span> of your ZenPhoto site</li>
<li>In ZenPhoto administration, go to the Themes tab and activate the zpArdoise theme</li>
<li>Navigate to Options&gt;Theme to view and configure the available options for zpArdoise</li>
<li>If you use an older version of the theme, <strong>purge image cache</strong> to regenerate it with new sizes of thumbnails and images</li>
</ol>
<h4>Options</h4>
<ol style="margin-top: 0cm;" type="1">
<li>You can customize the header image by placing images <strong>900 px</strong> wide (900 px - 120 px for example) in the directory <span style="font-family: courier new,courier;">/themes/zpArdoise/images/</span>, and configure your header in Options&gt;Theme</li>
<li>You can use the script Galleriffic (presentation script of images).</li>
<li>You can use the RSS icon provided by copying the file <span style="font-family: courier new,courier;">/themes/zpArdoise/images/rss.gif</span> in the directory <span style="font-family: courier new,courier;">/zp-core/images/</span></li>
</ol>
<h4>Troubleshooting</h4>
<ol style="margin-top: 0cm;" type="1">
<li>If you use Galleriffic script, <strong>you should not have any albums that mixes sub-albums and pictures</strong> (in this case, there is no navigation bars, so all sub-albums may be not displayed on album.php)</li>
</ol>
<p>&nbsp;</p>
<p>&nbsp;</p>
<!-- French -->
<h2><a name="francais"></a><a title="english" href="#english">English version</a> - Version Française</h2>
<h3>zpArdoise 1.4.13 &ndash; un th&egrave;me ZenPhoto/ZenPage</h3>
<p><span style='color: red'><b>Rapportez les bugs sur le forum ZenPhoto.org et j&rsquo;essaierais de les corriger aussit&ocirc;t que possible.</b></span></p>
<p>zpArdoise est un thème pour ZenPhoto/ZenPage hérité de la version initiale du thème zpGalleriffic.<br />
N'hésitez pas à le télécharger et à l'utiliser, et merci d'avance pour vos avis et commentaires !</p>
<h4>Description</h4>
<p><span style="color: #ff0000;"><strong>Important :</strong></span> Pour utiliser la version <strong>1.4.13</strong> du th&egrave;me, vous devriez utiliser ZenPhoto <strong>1.4.13.x</strong>.<br /> Si vous utilisez une ancienne version de ZenPhoto, consultez les <a title="Archives de zpArdoise" href="http://www.vincentbourganel.fr/pages/zpardoise-archives">Archives de zpArdoise</a>.</p>
<p><br />Le th&egrave;me supporte les plugins ZenPhoto suivants :</p>
<ul>
<li>cacheManager, colorbox, comment_form, contact_form, dynamic-locale, favoritesHandler, federated_logon, flag_thumbnail, GoogleMap, image_album_statistics, print_album_menu, rating, register_user, RSS, slideshow (seulement l'option colorbox), user_login-out, zenpage</li>
</ul>
<p>Scripts utilis&eacute;s :</p>
<ul>
<li><a href="http://www.twospy.com/galleriffic/" target="_blank">Galleriffic</a> (plugin jQuery pour des galeries photos rapides &agrave; la pr&eacute;sentation soign&eacute;e)</li>
<li><a href="http://www.mikage.to/jquery/jquery_history.html" target="_blank">jQuery History Plugin</a>, <a href="http://www.position-absolute.com/articles/jquery-fade-and-slide-toggle-plugin" target="_blank">Slide and Toggle Fade</a></li>
<li>script permettant la navigation avec les fl&egrave;ches du clavier sur les actualit&eacute;s et les images.</li>
</ul>
<h4>Am&eacute;liorations majeures de la version 1.4.13</h4>
<ul>
<li>Simplification du th&egrave;me (suppression des cadres et des effets sur les vignettes, optimisation des tailles des vignettes et des images, nettoyage du code,...)</li>
<li>Quelques am&eacute;liorations graphiques <strong>(voir changelog.txt)</strong></li>
<li>Am&eacute;liorations pour &ecirc;tre compatible avec les fonctionnalit&eacute;s Zenphoto 1.4.13 <strong>(voir changelog.txt)</strong></li>
<li>Corrections de quelques bugs <strong>(voir changelog.txt)</strong></li>
</ul>
<h4>Installation</h4>
<ol style="margin-top: 0cm;" type="1">
<li>T&eacute;l&eacute;chargez le fichier zip sur votre ordinateur</li>
<li>D&eacute;compressez le fichier zip localement, et t&eacute;l&eacute;charger le dossier <span style="font-family: courier new,courier;">zpArdoise/</span> dans votre r&eacute;pertoire <span style="font-family: courier new,courier;">/themes/</span> de votre site ZenPhoto</li>
<li>Dans l'administration ZenPhoto, allez sur l'onglet Th&egrave;mes et activer le th&egrave;me zpArdoise</li>
<li>Allez sur Options&gt;Th&egrave;me afin d'afficher et configurer les options disponibles pour zpArdoise</li>
<li>Si vous utilisez une ancienne version du th&egrave;me, <strong>vider le cache d'images</strong> afin de le r&eacute;g&eacute;n&eacute;rer avec les nouvelles tailles de vignettes et d'images</li>
</ol>
<h4>Options</h4>
<ol style="margin-top: 0cm;" type="1">
<li>Vous pouvez personnaliser l'image d&rsquo;ent&ecirc;te en d&eacute;posant des images d&rsquo;une largeur de <strong>900 px</strong> (900 px - 120 px par exemple) dans le r&eacute;pertoire <span style="font-family: courier new,courier;">/themes/zpArdoise/images/</span>, et en configurant le header dans Options&gt;Th&egrave;me</li>
<li>Vous pouvez utiliser le script Galleriffic (script de pr&eacute;sentation des images)</li>
<li>Vous pouvez utiliser l&rsquo;ic&ocirc;ne RSS fournie dans le th&egrave;me en copiant le fichier <span style="font-family: courier new,courier;">/themes/zpArdoise/images/rss.png</span> dans le r&eacute;pertoire <span style="font-family: courier new,courier;">/zp-core/images/</span></li>
</ol>
<h4>Probl&egrave;me connu</h4>
<ol style="margin-top: 0cm;" type="1">
<li>Si vous utilisez le script Galleriffic, <strong>vous devriez &eacute;viter d'avoir des albums qui m&eacute;langent des sous-albums et des photos </strong>(dans ce cas, il n'y a pas de barres de navigations et tous les sous-albums peuvent ne pas &ecirc;tre affich&eacute;s sur album.php)</li>
</ol>
<p>&nbsp;</p>
</div>

</body>

</html>